{"generic":"Entecavir","drugs":["Baraclude","Entecavir"],"mono":{"0":{"id":"jwcrs0","title":"Generic Names","mono":"Entecavir"},"1":{"id":"jwcrs1","title":"Dosing and Indications","sub":[{"id":"jwcrs1b4","title":"Adult Dosing","mono":"<ul><li><b>Active type B viral hepatitis, chronic:<\/b> (nucleoside inhibitor treatment-naive) 0.5 mg ORALLY once daily<\/li><li><b>Active type B viral hepatitis, chronic:<\/b> (history of hepatitis B viremia while receiving lamivudine or known lamivudine- or telbivudine-resistant mutations) 1 mg ORALLY once daily<\/li><li><b>Active type B viral hepatitis, chronic:<\/b> (decompensated liver disease) 1 mg ORALLY once daily<\/li><\/ul>"},{"id":"jwcrs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Active type B viral hepatitis, chronic:<\/b> (2 years or older, weight greater than 30 kg; nucleoside inhibitor treatment-naive) 0.5 mg ORALLY once daily<\/li><li><b>Active type B viral hepatitis, chronic:<\/b> (2 years or older, weight 10 to 30 kg; nucleoside inhibitor treatment--naive) weight-based dose; weight 10 to 11 kg 0.15 mg (3 mL) ORALLY once daily; greater than 11 to 14 kg for 0.2 mg (4 mL) ORALLY once daily; greater than 14 to 17 kg 0.25 mg (5 mL) ORALLY once daily; greater than 17 to 20 kg 0.3 mg (6 mL) ORALLY once daily; greater than 20 to 23 kg 0.35 mg (7 mL) ORALLY once daily; greater than 23 to 26 kg 0.4 mg (8 mL) ORALLY once daily; greater than 26 to 30 kg 0.45 mg (9 mL) ORALLY once daily; greater than 30 kg 0.5 mg (10 mL) ORALLY once daily<\/li><li><b>Active type B viral hepatitis, chronic:<\/b> (16 years or older; history of hepatitis B viremia while receiving lamivudine or known lamivudine- or telbivudine-resistant mutations) 1 mg ORALLY once daily<\/li><li><b>Active type B viral hepatitis, chronic:<\/b> (2 to 15 years, weight greater than 30 kg;  lamivudine-experienced patients) 1 mg ORALLY once daily<\/li><li><b>Active type B viral hepatitis, chronic:<\/b> (2 to 15 years, weight 10 to 30 kg; lamivudine-experienced patients) weight-based dose; weight 10 to 11 kg 0.3 mg (6 mL) ORALLY once daily; greater than 11 to 14 kg for 0.4 mg (8 mL) ORALLY once daily; greater than 14 to 17 kg 0.5 mg (10 mL) ORALLY once daily; greater than 17 to 20 kg 0.6 mg (12 mL) ORALLY once daily; greater than 20 to 23 kg 0.0.7 mg (14 mL) ORALLY once daily; greater than 23 to 26 kg 0.8 mg (16 mL) ORALLY once daily; greater than 26 to 30 kg 0.9 mg (18 mL) ORALLY once daily; greater than 30 kg 1 mg (20 mL) ORALLY once daily<\/li><\/ul>"},{"id":"jwcrs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, adult, CrCl 30 to less than 50 mL\/min:<\/b> treatment-naive, 0.25 mg ORALLY once daily (preferred) or 0.5 mg ORALLY once every 48 hours; lamivudine-refractory or decompensated liver disease, 0.5 mg ORALLY once daily (preferred) or 1 mg ORALLY once every 48 hours<\/li><li><b>renal impairment, adult, CrCl 10 to less than 30 mL\/min:<\/b> treatment-naive, 0.15 mg ORALLY once daily (preferred) or 0.5 mg ORALLY every 72 hours; lamivudine-refractory or decompensated liver disease, 0.3 mg ORALLY once daily (preferred) or 1 mg ORALLY once every 72 hours<\/li><li><b>renal impairment, adult:<\/b> CrCl less than 10 mL\/min, treatment-naive, 0.05 mg ORALLY once daily (preferred) or 0.5 mg ORALLY once every 7 days; lamivudine-refractory or decompensated liver disease, 0.1 mg ORALLY once daily (preferred) or 1 mg ORALLY once every 7 days<\/li><li><b>hemodialysis or continuous ambulatory peritoneal dialysis, adult:<\/b> treatment-naive, 0.05 mg ORALLY once daily (preferred) or 0.5 mg ORALLY once every 7 days; lamivudine-refractory or decompensated liver disease,  0.1 mg ORALLY once daily (preferred) or 1 mg ORALLY once every 7 days; on hemodialysis days, administer after hemodialysis<\/li><li><b>renal impairment, pediatric:<\/b> insufficient data; consider reduction in dose, or increased in dosing interval recommended in adults<\/li><li><b>hepatic impairment:<\/b> no adjustment necessary<\/li><li><b>geriatrics:<\/b> adjust the dose based on renal function<\/li><\/ul>"},{"id":"jwcrs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Active type B viral hepatitis, chronic<br\/>"}]},"2":{"id":"jwcrs2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Solution)<\/b><br\/>Severe acute exacerbations of hepatitis B have been reported upon discontinuation of anti-hepatitis B therapy, including entecavir. Hepatic function should be monitored closely for at least several months in patients who discontinue therapy and reinitiation of anti-hepatitis B therapy may be warranted. Entecavir is not recommended in HIV\/HBV co-infected patients not treated with highly active antiretroviral therapy because there is potential for the development of resistance to HIV nucleoside reverse transcriptase inhibitors. Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogue inhibitors.<br\/>"},"3":{"id":"jwcrs3","title":"Contraindications\/Warnings","sub":[{"id":"jwcrs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jwcrs3b10","title":"Precautions","mono":"<ul><li>HIV coinfection; entecavir is not recommended in patients who are not receiving concurrent HIV treatment (ie, highly active antiretroviral therapy) due to the risk of HIV nucleoside reverse transcriptase inhibitor resistance<\/li><li>lactic acidosis and severe hepatomegaly with steatosis, including fatalities, have been reported with nucleoside analogue inhibitors; patients with obesity, female gender, prolonged nucleoside exposure, or known risk factors for liver disease may be at increased risk; suspend treatment if signs or symptoms of lactic acidosis or hepatotoxicity occur<\/li><li>severe acute hepatitis B exacerbations may occur upon entecavir discontinuation; monitoring recommended<\/li><li>liver transplant recipients, with past or current use of an immunosuppressant which may affect renal function (eg, cyclosporine, tacrolimus); renal function monitoring recommended<\/li><li>renal impairment (creatinine clearance less than 50 mL\/min); dosage adjustment recommended<\/li><li>report suspected adverse reactions to Bristol-Myers Squibb at 1-800-721-5072 or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwcrs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jwcrs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jwcrs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (adult, up to 3% or greater; pediatric, greater than 1%)<\/li><li><b>Neurologic:<\/b>Dizziness (all grades, 3% or greater; grade 2 to 4, less than 1%), Headache (all grades, 3% or greater; grade 2 to 4, 2% to 4%)<\/li><li><b>Other:<\/b>Fatigue (all grades, 3% or greater; grade 2 to 4, 1% to 3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Hepatic:<\/b>Hepatomegaly (Severe), With steatosis, Recurrent hepatitis<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><\/ul>"},"6":{"id":"jwcrs6","title":"Drug Name Info","sub":{"0":{"id":"jwcrs6b17","title":"US Trade Names","mono":"Baraclude<br\/>"},"2":{"id":"jwcrs6b19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><\/ul>"},"3":{"id":"jwcrs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwcrs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jwcrs7","title":"Mechanism Of Action","mono":"Entecavir, a guanosine nucleoside analogue, is phosphorylated to the active entecavir triphosphate form, which inhibits hepatitis B viral polymerase activities including base priming, reverse transcription of negative strand pregenomic mRNA, and synthesis of positive strand of hepatitis B DNA. This results in the inhibition of hepatitis B virus synthesis.<br\/>"},"8":{"id":"jwcrs8","title":"Pharmacokinetics","sub":[{"id":"jwcrs8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 0.5 to 1.5 hours<\/li><li>Bioavailability, Oral: tablet 100% relative to oral solution<\/li><li>Effect of food: (high-fat or light meal) delays absorption, decreases Cmax 44% to 46%, and decreases AUC 18% to 20%<\/li><\/ul>"},{"id":"jwcrs8b24","title":"Distribution","mono":"<ul><li>Vd: extensive tissue distribution<\/li><li>Protein binding: 13%<\/li><\/ul>"},{"id":"jwcrs8b25","title":"Metabolism","mono":"Hepatic: minimal <br\/>"},{"id":"jwcrs8b26","title":"Excretion","mono":"<ul><li>Renal clearance: 360 to 471 mL\/min<\/li><li>Renal clearance, mild renal impairment (CrCl greater than 50 to less than or equal to 80 mL\/min): 197.9 mL\/min<\/li><li>Renal clearance, moderate renal impairment (CrCl 30 to 50 mL\/min): 135.6 mL\/min<\/li><li>Renal clearance, severe renal impairment (CrCl less than 30 mL\/min) 40.3 mL\/min<\/li><li>Renal excretion: 62% to 73% unchanged<\/li><li>Dialyzable: Yes (hemodialysis), 13%; No (peritoneal dialysis), 0.3%<\/li><li>Total body clearance: 588.1 mL\/min<\/li><li>Total body clearance, mild renal impairment (CrCl greater than 50 to less than or equal to 80 mL\/min): 309.2 mL\/min<\/li><li>Total body clearance, moderate renal impairment (CrCl 30 to 50 mL\/min): 226.3 mL\/min<\/li><li>Total body clearance, severe renal impairment (CrCl less than 30 mL\/min) 100.6 mL\/min<\/li><li>Total body clearance, severe renal impairment (managed with hemodialysis) 50.6 mL\/min<\/li><li>Total body clearance, severe renal impairment (managed with continuous ambulatory peritoneal dialysis) 35.7 mL\/min<\/li><\/ul>"},{"id":"jwcrs8b27","title":"Elimination Half Life","mono":"Adults: 128 to 149 hours <br\/>"}]},"9":{"id":"jwcrs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take at least 2 hours after a meal and 2 hours before the next meal<\/li><li>(solution) do not dilute or mix with water or any other liquid<\/li><li>(solution) use calibrated dosing spoon supplied; hold in vertical position and gradually fill; rinse spoon with water after each dose<\/li><\/ul>"},"10":{"id":"jwcrs10","title":"Monitoring","mono":"<ul><li>serum alanine aminotransferase, hepatitis B virus DNA, hepatitis Be antigen, hepatitis B surface antigen<\/li><li>symptomatic improvement<\/li><li>hepatic function; during therapy and at repeated intervals after therapy for several months<\/li><li>renal function; baseline and during therapy, in liver transplant patients on immunosuppressants<\/li><li>signs\/symptoms of lactic acidosis<\/li><\/ul>"},"11":{"id":"jwcrs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 0.5 MG, 1 MG<br\/><\/li><li><b>Baraclude<\/b><br\/><ul><li>Oral Solution: 0.05 MG\/ML<\/li><li>Oral Tablet: 0.5 MG, 1 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"jwcrs12","title":"Toxicology","sub":[{"id":"jwcrs12b31","title":"Clinical Effects","mono":"<b> ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: Adefovir dipivoxil, entecavir, and telbivudine are antiviral agents used to treat chronic hepatitis B in patients with evidence of active viral replication and either evidence of persistent elevations in serum aminotransferases (ALT or AST) or histologically active disease. PHARMACOLOGY: Adefovir is an acyclic nucleotide analogue of adenosine monophosphate. It is phosphorylated via cellular enzymes to active form, adefovir diphosphate, and inhibits HBV DNA polymerase (reverse transcriptase) by competing with the natural substrate deoxyadenosine triphosphate and by causing DNA chain termination after its incorporation into viral DNA. Entecavir is a guanosine nucleoside analogue antiviral agent with selective activity against HBV polymerase. It is phosphorylated to active form, entecavir triphosphate and inhibits all three activities of the HBV polymerase (reverse transcriptase, rt): [1-base priming, 2-reverse transcription of the negative strand from the pregenomic messenger RNA, and 3-synthesis of the positive strand of HBV DNA] by competing with the natural substrate deoxyguanosine triphosphate.  Telbivudine (beta-L-2'-deoxythymidine) is a synthetic thymidine nucleoside analog with activity against hepatitis B virus by competitive inhibition of both viral reverse transcriptase and DNA polymerase. Like other nucleoside analogues, the antiviral activity of telbivudine is dependent on its conversion intracellulary to telbivudine triphosphate. Once incorporated into viral DNA (anti-complement or second-strand DNA) by hepatitis B polymerase, DNA chain termination results. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: ADEFOVIR: Gastrointestinal side effects have been reported in patients following doses of adefovir dipivoxil 500 mg daily for 2 weeks and 250 mg daily for 12 weeks. ENTECAVIR: Healthy subjects who received single entecavir doses up to 40 mg or multiple doses up to 20 mg\/day for up to 14 days did not experience any unexpected adverse events. TELBIVUDINE: One patient received an unintentional overdose and was asymptomatic. The dose was not reported. No increase in or unexpected adverse effects were reported in healthy subjects who received 1800 milligram\/day for 4 days. ADVERSE EFFECTS: Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported in patients taking nucleoside analogues alone or in combination with antiretroviral. ADEFOVIR: Asthenia, headache, abdominal pain, nausea, flatulence, diarrhea, and dyspepsia have been reported in patients receiving adefovir in clinical trials. However, the incidence of these adverse events was similar in the placebo group.  Other adverse effects included rash, pruritus, vomiting, abnormal renal function, elevation in serum transaminases, cough, pharyngitis, sinusitis, Stevens-Johnson syndrome, toxic epidermal necrolysis, hepatic failure, and fever. Nephrotoxicity has been reported during adefovir therapy, particularly using doses higher than 10 mg daily. It is characterized primarily by rises in serum creatinine and decreases in serum phosphorus levels; patients with underlying renal dysfunction are at greater risk. ENTECAVIR: COMMON: Headache, fatigue, dizziness, and nausea. OTHER EFFECTS: Hyperglycemia, glycosuria, dyspepsia, vomiting, elevated serum amylase and lipase, hematuria, and photophobia. TELBIVUDINE: COMMON: Abdominal pain, transient increase in creatine kinase, myopathy, headache, nasopharyngitis, upper respiratory infection, malaise, and fatigue. Increases in ALT as high as ten times the upper limit of normal have been reported but may have been associated with resistance.  Isolated cases of rhabdomyolysis have been reported with postmarketing use of telbivudine. <br\/>"},{"id":"jwcrs12b32","title":"Treatment","mono":"<b>ANTIVIRAL NUCLEOSIDES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value for entecavir or telbivudine because of the large volume of distribution of these agents. Hemodialysis would likely be effective for adefovir.<\/li><li>Monitoring of patient: Monitor vital signs, renal function, and liver enzymes in symptomatic patients. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea. Monitor serum lactate and arterial blood gases in symptomatic patients. Monitor CK; monitor renal function, and urine output in patients with rhabdomyolysis.  Isolated cases of rhabdomyolysis have been reported with postmarketing use of telbivudine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, electrolyte abnormalities, lactic acidosis, hepatic failure, or renal failure.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jwcrs12b33","title":"Range of Toxicity","mono":"<b> ANTIVIRAL NUCLEOSIDES <\/b><br\/>ADEFOVIR: Gastrointestinal side effects have been reported in patients following doses of adefovir dipivoxil 500 mg daily for 2 weeks and 250 mg daily for 12 weeks. ENTECAVIR: Healthy subjects who received single entecavir doses up to 40 mg or multiple doses up to 20 mg\/day for up to 14 days did not experience any unexpected adverse events. TELBIVUDINE:  Healthy subjects who received telbivudine at doses up to 1800 mg\/day for 4 days did not experience any unexpected adverse events. THERAPEUTIC DOSES: ADULTS: ADEFOVIR: 10 mg orally once daily. ENTECAVIR: Varies by indication; 0.5 mg to 1 mg orally once daily. TELBIVUDINE: 600 mg orally once daily. CHILDREN: ADEFOVIR: (12 years and older) 10 mg orally once daily. Safety and efficacy of adefovir in pediatric patients below the age of 12 years have not been established. ENTECAVIR: (16 years and older): Varies by indication; 0.5 mg to 1 mg orally once daily. Safety and efficacy of entecavir in pediatric patients below the age of 16 years have not been established. TELBIVUDINE: (16 years and older) 600 mg orally once daily. Safety and efficacy of telbivudine in pediatric patients below the age of 16 years have not been established. <br\/>"}]},"13":{"id":"jwcrs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Side effects may include nausea, dizziness, headache, and fatigue.<\/li><li>Instruct patient to report signs\/symptoms of lactic acidosis (nausea, vomiting, abdominal pain, tachypnea) or hepatotoxicity, including hepatomegaly and steatosis.<\/li><li>After drug discontinuation, patient should monitor for and report signs\/symptoms of hepatitis, as severe acute exacerbations of hepatitis B may occur after drug discontinuation.<\/li><li>Patient should take drug at least 2 hours before or 2 hours after a meal.<\/li><li>Instruct patients or caregivers on the correct technique for measuring the prescribed dose of the oral solution.<\/li><\/ul>"}}}