{"generic":"Pregabalin","drugs":["Lyrica","Pregabalin"],"mono":{"0":{"id":"jwdis0","title":"Generic Names","mono":"Pregabalin"},"1":{"id":"jwdis1","title":"Dosing and Indications","sub":[{"id":"jwdis1b4","title":"Adult Dosing","mono":"<ul><li><b>Diabetic peripheral neuropathy - Neuropathic pain:<\/b> initial, 50 mg ORALLY three times a day (150 mg\/day) and may be increased to MAX dose 100 mg ORALLY three times a day (300 mg\/day) within 1 week based on efficacy and tolerability<\/li><li><b>Fibromyalgia:<\/b> initial, 75 mg ORALLY twice daily (150 mg\/day), may increase to 150 mg twice daily (300 mg\/day) within 1 week determined by tolerability and efficacy to a MAX of 225 mg twice daily (450 mg\/day)<\/li><li><b>Fibromyalgia:<\/b> no evidence of additional benefit with doses above 450 mg\/day<\/li><li><b>Neuropathic pain - Spinal cord injury:<\/b> initial, 75 mg ORALLY two times daily; may increase to 150 mg ORALLY two times daily within 1 week based on efficacy and tolerability; may further increase to 300 mg ORALLY 2 times daily for insufficient pain relief after 2 to 3 weeks of treatment<\/li><li><b>Partial seizure; Adjunct:<\/b> initial, no greater than 75 mg ORALLY two times daily OR 50 mg ORALLY three times daily (150 mg\/day) and increased to a maximum dose of 600 mg\/day in divided doses (either two or three times daily) based on response and tolerability<\/li><li><b>Postherpetic neuralgia:<\/b> initial, 75 mg ORALLY two times a day OR 50 mg ORALLY three times a day; may be increased to 300 mg\/day within 1 week based on efficacy and tolerability<\/li><li><b>Postherpetic neuralgia:<\/b> maintenance, 75 to 150 mg ORALLY two times a day OR 50 to 100 mg ORALLY three times a day (150 to 300 mg\/day)<\/li><li><b>Postherpetic neuralgia:<\/b> lack of effect, patients who do not experience sufficient pain relief following 2 to 4 weeks of treatment with 300 mg\/day and are tolerating pregabalin, may increase dosage up to 300 mg two times a day, or 200 mg three times a day (600 mg\/day)<\/li><li><b>Restless legs syndrome:<\/b> 300 mg ORALLY once daily, given 1 to 3 hours before bedtime (study dose)<\/li><\/ul>"},{"id":"jwdis1b5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"jwdis1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl of 30 to 60 mL\/min, 75 to 300 mg\/day in 2 to 3 divided doses; CrCl of 15 to 30 mL\/min, 25 to 150 mg\/day given once daily or in 2 divided doses; CrCl less than 15 mL\/min, 25 to 75 mg once daily<\/li><li><b>hemodialysis:<\/b> adjust dose based on CrCl and give 1 supplemental dose of 25 mg or 50 mg for patients on 25-mg once-daily regimen; 1 supplemental dose of 50 mg or 75 mg for patients on 25- to 50-mg once-daily regimen; 1 supplemental dose of 75 mg or 100 mg for patients on 50- to 75-mg once-daily regimen; and 1 supplemental dose of 100 mg or 150 mg for patients on the 75-mg once-daily regimen; supplemental dose to be taken immediately following 4-hour dialysis session<\/li><li><b>discontinuation of therapy:<\/b> taper the dose gradually over a minimum of 1 week<\/li><\/ul>"},{"id":"jwdis1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Diabetic peripheral neuropathy - Neuropathic pain<\/li><li>Fibromyalgia<\/li><li>Neuropathic pain - Spinal cord injury<\/li><li>Partial seizure; Adjunct<\/li><li>Postherpetic neuralgia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Generalized anxiety disorder<\/li><li>Restless legs syndrome<\/li><\/ul>"}]},"3":{"id":"jwdis3","title":"Contraindications\/Warnings","sub":[{"id":"jwdis3b9","title":"Contraindications","mono":"hypersensitivity to pregabalin or any other component of the product <br\/>"},{"id":"jwdis3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- PR interval prolongation has been reported<\/li><li>-- New York Heart Association Class III and IV congestive heart failure; increased risk of peripheral edema<\/li><li>-- peripheral edema has been reported; increased frequency of weight gain and peripheral edema with concomitant thiazolidinedione use<\/li><li>Endocrine and Metabolic:<\/li><li>-- weight gain has been reported<\/li><li>Hematologic:<\/li><li>-- thrombocytopenia has been reported<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions, including skin redness, blisters, hives, rash, dyspnea, and wheezing, have been reported; discontinue immediately if symptoms develop<\/li><li>Musculoskeletal:<\/li><li>-- creatinine kinase elevations have been reported; discontinue if marked elevations occur, or if myopathy is suspected or diagnosed<\/li><li>Neurologic:<\/li><li>-- significant dizziness and somnolence or sedation have been reported<\/li><li>Ophthalmic:<\/li><li>-- vision-related events, including reduced visual acuity, visual field changes, and blurred vision have been reported<\/li><li>Psychiatric:<\/li><li>-- suicidal ideation and behavior, worsening of depression, and unusual changes in mood or behavior may occur as early as 1 week following initiation; monitoring recommended<\/li><li>Renal:<\/li><li>-- renal impairment (ie, CrCl less than 60 mL\/min); dosage adjustment recommended<\/li><li>Other:<\/li><li>-- withdrawal seizure and other adverse effects (eg, insomnia, nausea, headache, anxiety, hyperhidrosis, and diarrhea) may be precipitated by abrupt discontinuation; tapering over minimum of 1 week recommended<\/li><li>--angioedema, including life-threatening cases, has been reported, especially in patients with prior episode of angioedema or concurrently taking medications associated with angioedema (eg, ACE inhibitors); discontinue immediately if symptoms develop<\/li><\/ul>"},{"id":"jwdis3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jwdis3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwdis4","title":"Drug Interactions","sub":{"1":{"id":"jwdis4b14","title":"Major","mono":"<ul><li>Ketorolac (theoretical)<\/li><li>Orlistat (probable)<\/li><\/ul>"}}},"5":{"id":"jwdis5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (5% to 12%)<\/li><li><b>Endocrine metabolic:<\/b>Increased appetite (5%), Weight gain (3.3% to 12%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (4% to 8.2%), Xerostomia (2.3% to 11%)<\/li><li><b>Neurologic:<\/b>Asthenia (5% to 10%), Ataxia (3% to 15%), Dizziness (9.1% to 42.7%), Headache (5.6% to 9.3%), Incoordination (2% to 10.1%), Somnolence (10.2% to 35.7%), Tremor (1% to 11.2%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (3.4% to 10.1%), Diplopia (2% to 9%)<\/li><li><b>Psychiatric:<\/b>Disturbance in thinking (2% to 8%), Euphoria (2% to 6%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (8.2%)<\/li><li><b>Other:<\/b>Fatigue (7% to 11%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Jaundice<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Increased creatine kinase level (1.5% to 2.7%)<\/li><li><b>Psychiatric:<\/b>Suicidal thoughts<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"jwdis6","title":"Drug Name Info","sub":{"0":{"id":"jwdis6b17","title":"US Trade Names","mono":"Lyrica<br\/>"},"2":{"id":"jwdis6b19","title":"Class","mono":"<ul><li>Gamma Aminobutyric Acid (class)<\/li><li>Neuropathic Pain Agent<\/li><\/ul>"},"3":{"id":"jwdis6b20","title":"Regulatory Status","mono":"Schedule V<br\/>"},"4":{"id":"jwdis6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwdis7","title":"Mechanism Of Action","mono":"Pregabalin is a gamma-aminobutyric acid (GABA) analog that strongly binds to the alpha(2)-delta site (a subunit of voltage-gated calcium channels) in CNS tissues. The exact mechanism of action is not fully understood. Binding to the alpha(2)-delta subunit may be involved in pregabalin's effects on neuropathic pain and seizure control. Pregabalin reduces the calcium-dependent release of pro-nociceptive neurotransmitters, possibly by modulation of calcium channel function. Pregabalin may also interact with descending noradrenergic and serotonergic pathways in the brainstem that modulate pain transmission in the spinal cord.<br\/>"},"8":{"id":"jwdis8","title":"Pharmacokinetics","sub":[{"id":"jwdis8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 1.5 hours<\/li><li>Bioavailability: greater than or equal to 90%<\/li><li>Effect of food: no clinically relevant effect on total absorption, increase in time to peak concentration to 3 hours<\/li><\/ul>"},{"id":"jwdis8b24","title":"Distribution","mono":"<ul><li>Vd: 0.5 L\/kg<\/li><li>Protein binding: none<\/li><\/ul>"},{"id":"jwdis8b25","title":"Metabolism","mono":"Hepatic; negligible <br\/>"},{"id":"jwdis8b26","title":"Excretion","mono":"<ul><li>Renal: 90% unchanged in the urine<\/li><li>Fecal: less than 0.1%<\/li><li>Dialyzable: yes (hemodialysis), 50% removed after 4 hour dialysis treatment<\/li><\/ul>"},{"id":"jwdis8b27","title":"Elimination Half Life","mono":"6.3 hours <br\/>"}]},"9":{"id":"jwdis9","title":"Administration","mono":"<b>Oral<\/b><br\/>may take with or without food <br\/>"},"10":{"id":"jwdis10","title":"Monitoring","mono":"<ul><li>decreased pain intensity indicates efficacy in patients with diabetic peripheral neuropathy, postherpetic neuralgia, fibromyalgia, and neuropathic pain associated with spinal cord injury<\/li><li>reduction in seizure frequency indicates efficacy in patients with partial-onset seizures<\/li><li>emergence or worsening of depression, suicidal behavior or ideation, or unusual changes in behavior<\/li><li>patients routinely monitored for ocular conditions: consider more frequent ophthalmological assessment.<\/li><\/ul>"},"11":{"id":"jwdis11","title":"How Supplied","mono":"<b>Lyrica<\/b><br\/><ul><li>Oral Capsule: 25 MG, 50 MG, 75 MG, 100 MG, 150 MG, 200 MG, 225 MG, 300 MG<\/li><li>Oral Solution: 20 MG\/ML<\/li><\/ul>"},"12":{"id":"jwdis12","title":"Toxicology","sub":[{"id":"jwdis12b31","title":"Clinical Effects","mono":"<b> PREGABALIN <\/b><br\/>USES: Pregabalin is indicated for the management of neuropathic pain associated with diabetic peripheral neuropathy or spinal cord injury, postherpetic neuralgia, fibromyalgia, and as adjunctive therapy for adults with partial onset seizures. PHARMACOLOGY:  The mechanism of action in humans is unknown; however, pregabalin possibly modulates calcium channel function by reducing the calcium-dependent release of several neurotransmitters in vitro and binds with high affinity to the alpha(2)-delta site in central nervous system tissues, which may lead to antiseizure and antinociceptive effects. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are expected to be extensions of adverse effects at therapeutic doses. In patients receiving greater than or equal to 900 mg, the clinical events reported were similar to those at the recommended doses. An adult ingested an estimated 1.5 g; mild drowsiness was the only symptom observed. SEVERE TOXICITY: An adult intentionally ingested 8.4 g of pregabalin and developed CNS depression and coma approximately 3 hours after exposure. The patient required intubation and mechanical ventilation for 26 hours. No permanent sequelae occurred. ADVERSE EFFECTS: COMMON: Dizziness and somnolence, ataxia, tremor, amnesia, speech disturbances, myoclonus, neuropathy, confusion, euphoria, incoordination, abnormal gait, nervousness, twitching, headache. LESS COMMON: Peripheral edema, a mildly prolonged PR interval, decreased platelet count, and increased creatine kinase, rhabdomyolysis and blurred vision.<br\/>"},{"id":"jwdis12b32","title":"Treatment","mono":"<b>PREGABALIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment of pregabalin exposure is largely supportive in nature with careful attention to airway protection in severe cases.  Hypotension is usually mild responding to intravenous fluid boluses. If hypotension persists, administer dopamine or norepinephrine. Admit all severely symptomatic patients. Treat seizures with IV benzodiazepines or barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Prehospital GI decontamination is generally not necessary. HOSPITAL: Consider activated charcoal if ingestion was recent, substantial and patient can protect airway.<\/li><li>Airway management: Intubation and mechanical ventilation will be necessary of significant CNS or respiratory depression develop.<\/li><li>Antidote: None.<\/li><li>Seizure: Treat seizures with IV benzodiazepines, barbiturates.<\/li><li>Monitoring of patient: Monitor ECG for PR prolongation and CBC for decreased platelets. Monitor fluids and electrolytes in patients with significant vomiting. In patients with muscle pain, weakness or tenderness, monitor CK for rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis has been used in a hemodialysis dependent patient following inadvertent pregabalin exposure. The manufacturer has suggested that hemodialysis might be useful in patients with severe toxicity or those with significant renal impairment. Standard hemodialysis results in pregabalin clearance of approximately 50% in 4 hours. Dialysis is rarely necessary as most patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions who are not symptomatic may be observed at home with telephone follow up. OBSERVATION CRITERIA: Observe all patients who are symptomatic for 4 to 6 hours. When patients are asymptomatic they may be discharged home. ADMISSION CRITERIA: Admit all moderately to severely symptomatic patients, especially if there is a concern for falls, inability to care for self, or risk of worsening central nervous system depression. CONSULT CRITERIA: Involve a toxicologist or poison center with any patient with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jwdis12b33","title":"Range of Toxicity","mono":"<b> PREGABALIN <\/b><br\/>TOXICITY: During clinical development, the highest reported accidental overdose was 8000 mg with no clinically significant effects observed. An adult intentionally ingested 8.4 g of pregabalin and developed CNS depression and coma requiring mechanical ventilation for 26 hours; neurologic status gradually improved with no permanent sequelae. During clinical studies, some patients took as much as 2400 mg\/day. Adverse events in patients exposed to doses greater than or equal to 900 mg were not clinically different from those of patients who received the recommended dose. THERAPEUTIC DOSE: ADULT: Initial dose: 150 mg\/day. Maximum dose: 600 mg\/day. PEDIATRIC: The safety and efficacy of pregabalin have not been determined in pediatric patients.<br\/>"}]},"13":{"id":"jwdis13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, blurred vision, and somnolence.<\/li><li>Adverse effects to a fetus may be caused by either male or female patients receiving this drug. Emphasize the use of reliable contraception to patient.<\/li><li>Drug may cause constipation, dry mouth, ataxia, diplopia, weight gain, edema, and difficulty with concentration or attention.<\/li><li>Advise patient against sudden discontinuation of drug, as adverse effects are enhanced including increased seizure frequency.<\/li><li>Patient should avoid drinking alcohol or using CNS depressants during therapy, as these may potentiate sedative effects.<\/li><\/ul>"}}}