{"generic":"Tigecycline","drugs":["Tigecycline","Tygacil"],"mono":[{"id":"jwdls0","title":"Generic Names","mono":"Tigecycline"},{"id":"jwdls1","title":"Dosing and Indications","sub":[{"id":"jwdls1b4","title":"Adult Dosing","mono":"<ul><li>due to increased risk of all-cause mortality, reserve use for situations when alternative treatments are not suitable<\/li><li><b>Community acquired pneumonia:<\/b> initial dose, 100 mg IV followed by 50 mg IV every 12 hours; duration is for 7 to 14 days depending on the severity and site of infection, and clinical and bacteriological progress<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, Complicated:<\/b> initial dose, 100 mg IV followed by 50 mg IV every 12 hours; duration is for 5 to 14 days depending on the severity and site of infection, and clinical and bacteriological progress<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> initial dose, 100 mg IV followed by 50 mg IV every 12 hours; duration is for 5 to 14 days depending on the severity and site of infection, and clinical and bacteriological progress<\/li><\/ul>"},{"id":"jwdls1b5","title":"Pediatric Dosing","mono":"<ul><li>use in patients younger than 18 years is not recommended; pediatric trials have not been conducted due to the higher risk of mortality observed in adult trials<\/li><li>in situations in which no alternative antibacterial agents are available, the following doses are suggested based on limited data in pharmacokinetic trials; pediatric patients (8 to 11 years) 1.2 mg\/kg IV every 12 hours; MAX 50 mg IV every 12 hours; pediatric patients (12 to 17 years) 50 mg IV every 12 hours<\/li><\/ul>"},{"id":"jwdls1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> mild to moderate (Child-Pugh A and Child-Pugh B), no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> severe (Child-Pugh C), initial dose, 100 mg IV followed by 25 mg IV every 12 hours<\/li><li><b>geriatric:<\/b> no dosage adjustment necessary<\/li><li><b>hemodialysis:<\/b> no dosage adjustment necessary<\/li><li><b>gender:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"jwdls1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Community acquired pneumonia<\/li><li>Infection of skin AND\/OR subcutaneous tissue, Complicated<\/li><li>Infectious disease of abdomen, Complicated<\/li><\/ul>"}]},{"id":"jwdls2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>An increase in all-cause mortality has been observed in a meta-analysis of Phase 3 and 4 clinical trials in tigecycline-treated patients versus comparator. The cause of this mortality risk difference of 0.6% (95% CI, 0.1, 1.2) has not been established. Tigecycline should be reserved for use in situations when alternative treatments are not suitable.<br\/>"},{"id":"jwdls3","title":"Contraindications\/Warnings","sub":[{"id":"jwdls3b9","title":"Contraindications","mono":"hypersensitivity to tigecycline <br\/>"},{"id":"jwdls3b10","title":"Precautions","mono":"<ul><li>increased mortality risk, compared with other antibiotics, particularly in ventilator-associated pneumonia (an unapproved use); causality uncertain; death resulted from worsening infection, complications of infection, or underlying co-morbidities; reserve for use in any indication when alternatives are not suitable<\/li><li>anaphylaxis\/anaphylactoid reactions have been reported; use caution particularly in patients with known tetracycline-class hypersensitivity<\/li><li>Clostridium difficile-associated diarrhea, including mild diarrhea to fatal colitis, has been reported; may occur over 2 months from last dose; may need to discontinue use of antibiotics not directed against C. difficile if suspected or confirmed<\/li><li>hepatic failure and significant hepatic dysfunction have been reported; adverse effects may occur after drug discontinuation; monitoring recommended<\/li><li>hepatic impairment, severe (Child-Pugh C); dose reductions required; monitoring recommended<\/li><li>intra-abdominal infections (complicated), secondary to intestinal perforation; caution advised with use of tigecycline monotherapy<\/li><li>overgrowth of non-susceptible organisms (eg, fungi), including superinfection, may occur; monitoring recommended<\/li><li>pancreatitis, acute (including fatal cases), has been reported, including patients without known risk factors; consider drug discontinuation if pancreatitis is suspected<\/li><li>tooth development (last half of pregnancy, infancy, and childhood to 8 years of age); permanent discoloration of teeth may occur; avoid use unless there is no effective alternative<\/li><li>report suspected adverse reactions to Wyeth Pharmaceuticals Inc. at 1-800-934-5556 or to the United States Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwdls3b11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"jwdls3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jwdls4","title":"Drug Interactions","sub":{"2":{"id":"jwdls4b15","title":"Moderate","mono":"<ul><li>Tacrolimus (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},{"id":"jwdls5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (6%), Diarrhea (12%), Nausea (24% to 35%), Vomiting (16% to 20%)<\/li><li><b>Neurologic:<\/b>Headache (6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Septic shock (less than 2%)<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea, Pancreatitis, acute<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (5%), AST\/SGOT level raised (4%.), Disease of liver, Hyperbilirubinemia (2%), Liver failure<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Pseudotumor cerebri<\/li><li><b>Other:<\/b>Death, All-cause, Sepsis<\/li><\/ul>"},{"id":"jwdls6","title":"Drug Name Info","sub":{"0":{"id":"jwdls6b17","title":"US Trade Names","mono":"Tygacil<br\/>"},"2":{"id":"jwdls6b19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Glycylcycline<\/li><\/ul>"},"3":{"id":"jwdls6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwdls6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jwdls7","title":"Mechanism Of Action","mono":"Tigecycline, a bacteriostatic glycylcycline antibacterial, inhibits protein translation in bacteria by binding to the 30S ribosomal subunit, preventing incorporation of amino acid residues into elongating peptide chains. It has been shown to be bactericidal against S pneumoniae and L pneumophila.<br\/>"},{"id":"jwdls8","title":"Pharmacokinetics","sub":{"1":{"id":"jwdls8b24","title":"Distribution","mono":"<ul><li>Vd: 500 to 700 L (7 L\/kg to 9 L\/kg)<\/li><li>Protein binding: 71% to 89%<\/li><\/ul>"},"2":{"id":"jwdls8b25","title":"Metabolism","mono":"Hepatic: not extensively metabolized <br\/>"},"3":{"id":"jwdls8b26","title":"Excretion","mono":"<ul><li>Biliary\/Fecal: 59%<\/li><li>Renal: 33% (22% unchanged)<\/li><li>Renal clearance: 51 mL\/min<\/li><li>Hepatic impairment: clearance reduced by 25% (moderate, Child-Pugh class B) and 55% (severe, Child-Pugh class C)<\/li><li>Dialyzable: no (hemodialysis)<\/li><li>Total body clearance: 23.8 L\/hr<\/li><\/ul>"},"4":{"id":"jwdls8b27","title":"Elimination Half Life","mono":"<ul><li>42.4 hours<\/li><li>Hepatic impairment: prolonged by 23% (moderate, Child Pugh B); 43% (severe, Child-Pugh C)<\/li><\/ul>"}}},{"id":"jwdls9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute vial with NS, D5W, or LR to a concentration of 10 mg\/mL<\/li><li>further dilute reconstituted solution with NS or D5W to a maximum concentration of 1 mg\/mL; solution should be yellow to orange in color<\/li><li>use diluted infusion solution within 24 hours (including up to 6 hours in the vial) when stored at room temperature; may use within 48 hours when reconstituted solution is immediately diluted with D5W or NS and stored in the refrigerator (36 to 46 degrees F or 2 to 8 degrees C); use immediately if storage conditions exceed 25 degrees C (77 degrees F) after reconstitution<\/li><li>administer over 30 to 60 minutes<\/li><\/ul>"},{"id":"jwdls10","title":"Monitoring","mono":"<ul><li>complete blood counts, fever, symptomatic improvement<\/li><li>hepatic function<\/li><li>signs\/symptoms of Clostridium difficile-associated diarrhea; confirm with culture\/toxin assay<\/li><li>signs\/symptoms of superinfection<\/li><\/ul>"},{"id":"jwdls11","title":"How Supplied","mono":"<b>Tygacil<\/b><br\/>Intravenous Powder for Solution: 50 MG<br\/>"},{"id":"jwdls12","title":"Toxicology","sub":[{"id":"jwdls12b31","title":"Clinical Effects","mono":"<b>TETRACYCLINES<\/b><br\/>USES: Tetracyclines are used in the treatment of a wide variety of gram-negative and gram-positive infections. PHARMACOLOGY: Tetracyclines are bacteriostatic and exert their antimicrobial effects by inhibition of protein synthesis. EPIDEMIOLOGY: Exposure is relatively common. However, severe toxicity is not observed. Anaphylaxis can develop during therapeutic use in some individuals. OVERDOSE:  Severe toxicity following acute overdosage is unlikely.  MILD TO MODERATE TOXICITY: Nausea and vomiting are common following overdose. SEVERE TOXICITY: Hypersensitivity reactions can develop with therapy in the form of various skin rashes along with more severe reactions including angioedema and anaphylaxis. ADVERSE EFFECTS:  COMMON: Nausea and vomiting with therapeutic use. Epigastric burning and ulceration may also occur. Skin hyperpigmentation may develop. Renal dysfunction, including elevated BUN, may occur due to the antianabolic activity of tetracyclines. DEMECLOCYCLINE: A diabetes insipidus syndrome has been reported following demeclocycline. CHRONIC EFFECTS: Chronic ingestion of therapeutic doses can cause discoloration and enamel defects in the teeth of the fetus if used after the 12th week of pregnancy or in infants during the first 6 to 8 months of life. <br\/>"},{"id":"jwdls12b32","title":"Treatment","mono":"<b>TETRACYCLINES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Tetracyclines generally have a low order of toxicity. Treatment is symptomatic and supportive. For significant vomiting and\/or diarrhea, treat dehydration with IV fluids as necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor renal function following a large overdose. ANAPHYLAXIS: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULT: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILD: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Decontamination: PREHOSPITAL: Severe toxicity is unlikely, gastrointestinal decontamination is generally NOT required.  DILUTION: Tetracycline and doxycycline have been implicated in causing esophageal ulcerations when taken therapeutically with minimal amounts of fluids. Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water or milk (not to exceed 4 ounces or 120 mL in a child). HOSPITAL: Tetracyclines are generally of a low order of toxicity. In most cases, gastrointestinal decontamination will not be required. Antacids may be useful in managing gastric irritation.<\/li><li>Airway management: Airway support is unlikely to be necessary following mild to moderate exposure; airway management may be necessary in patients that develop severe anaphylaxis.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: No specific lab work (CBC, electrolyte, urinalysis) is needed unless otherwise clinically indicated following a minor exposure. Monitor renal function after very large ingestions or in patients with baseline impaired renal function. Plasma tetracycline concentrations are not clinically useful.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are unlikely to be of value with these agents because of their high degree of protein binding. Tetracycline is not dialyzable.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child taking an inadvertent 1 to 2 tablets can likely be monitored at home, or an asymptomatic adult taking an inadvertent extra dose can be safely managed at home. Tetracycline and doxycycline have been implicated in causing esophageal ulcerations when taken therapeutically with minimal amounts of fluids. Immediately dilute with 4 to 8 ounces (120 to 240 milliliters) of water or milk (not to exceed 4 ounces or 120 milliliters in a child). OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Obtain a baseline CBC and renal function following a significant exposure. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients experiencing severe or persistent anaphylactic symptoms should be admitted for further monitoring and treatment as indicated. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"jwdls12b33","title":"Range of Toxicity","mono":"<b>TETRACYCLINES<\/b><br\/>TOXICITY:  The minimal toxic or lethal dose is not well established in the literature. Severe toxicity following acute tetracycline overdose is unlikely. THERAPEUTIC DOSE: ADULT: ORAL: Tetracycline: 1 to 2 g\/day; Doxycycline: 100 to 200 mg\/day (up to 400 mg\/day for some indications); Minocycline: 200 mg\/day; Demeclocycline: 600 mg\/day. PEDIATRIC: Tetracycline (older than 8 years): 25 to 50 mg\/kg\/day, up to 3 g\/day; Demeclocycline: 6.6 to 13.2 mg\/kg\/day; max 600 mg\/day; Doxycycline (older than 8 years): 4 to 8 mg\/kg\/day, usually up to 200 mg\/day (up to 400 mg\/day for some indications); Minocycline (older than 8 years): 4 mg\/kg initial dose, then 2 mg\/kg every 12 hours.<br\/>"}]},{"id":"jwdls13","title":"Clinical Teaching","mono":"<ul><li>This drug may decrease effectiveness of oral contraceptives with concurrent use. Recommend additional form of birth control (non-hormonal).<\/li><li>This drug may cause diarrhea, nausea, and vomiting.<\/li><li>Advise patient to report signs\/symptoms of pancreatitis.<\/li><li>If self-administered, advise patient on proper injection technique.<\/li><\/ul>"}]}