{"generic":"Calcipotriene\/Betamethasone Dipropionate","drugs":["Calcipotriene\/Betamethasone Dipropionate","Taclonex","Taclonex Scalp"],"mono":{"0":{"id":"jwfus0","title":"Generic Names","mono":"Calcipotriene\/Betamethasone Dipropionate"},"1":{"id":"jwfus1","title":"Dosing and Indications","sub":{"0":{"id":"jwfus1b4","title":"Adult Dosing","mono":"<ul><li><b>Plaque psoriasis:<\/b> Ointment: Apply an adequate layer to the affected area(s) TOPICALLY once daily for up to 4 weeks; rub in well; discontinue once control achieved; MAX: 100 g\/week<\/li><li><b>Plaque psoriasis:<\/b> Suspension: Apply to affected areas of scalp or body TOPICALLY once daily for up to 8 weeks; discontinue once control achieved; MAX: 100 g\/week<\/li><\/ul>"},"1":{"id":"jwfus1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Plaque psoriasis:<\/b> Ointment (12 years or older): Apply adequate layer TOPICALLY to affected area once daily for up to 4 weeks; discontinue when control is achieved; MAX: 60 g\/week<\/li><li><b>Plaque psoriasis:<\/b> Suspension (12 to 17 years): Apply TOPICALLY to affected areas of scalp once daily for up to 8 weeks; discontinue once control is achieved; MAX: 60 g\/week<\/li><\/ul>"},"3":{"id":"jwfus1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Plaque psoriasis<br\/>"}}},"3":{"id":"jwfus3","title":"Contraindications\/Warnings","sub":[{"id":"jwfus3b9","title":"Contraindications","mono":"Specific contraindications have not been determined.<br\/>"},{"id":"jwfus3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Allergic contact dermatitis has been reported; can diagnose by a failure to heal rather than a clinical exacerbation, and with patch testing<\/li><li>-- Skin irritation may occur; discontinuation recommended<\/li><li>-- Avoid excessive exposure of treated skin to either natural or artificial sunlight, including tanning booths and sun lamps<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hypercalcemia and hypercalciuria have been reported; discontinue treatment until calcium metabolism parameters have normalized<\/li><li>-- Reversible hypothalamic-pituitary-adrenal axis suppression has been reported; if occurs, gradually withdraw, reduce frequency of application, or substitute with a less potent corticosteroid<\/li><li>-- Cushing syndrome has been reported, with an increased risk with prolonged exposure to excessively large doses<\/li><li>-- Hyperglycemia has been reported, with an increased risk with prolonged exposure to excessively large doses<\/li><li>Ophthalmic:<\/li><li>-- Topical suspension may cause eye irritation; avoid eye exposure<\/li><\/ul>"},{"id":"jwfus3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jwfus3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwfus4","title":"Drug Interactions","sub":[{"id":"jwfus4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"jwfus4b14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Pixantrone (theoretical)<\/li><\/ul>"},{"id":"jwfus4b15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Aspirin (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Enoxacin (established)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Levonorgestrel (probable)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norfloxacin (established)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"jwfus5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (3.1% to 7.2%)<\/li><li><b>Neurologic:<\/b>Headache (2.8%)<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Secondary hypocortisolism (Adult, 16%; pediatric, 3.3%)<br\/>"},"6":{"id":"jwfus6","title":"Drug Name Info","sub":{"0":{"id":"jwfus6b17","title":"US Trade Names","mono":"<ul><li>Taclonex<\/li><li>Taclonex Scalp<\/li><\/ul>"},"2":{"id":"jwfus6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Antipsoriatic<\/li><li>Vitamin D3, Synthetic<\/li><\/ul>"},"3":{"id":"jwfus6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwfus6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jwfus7","title":"Mechanism Of Action","mono":"The pharmacologic and clinical effects of betamethasone dipropionate, a synthetic corticosteroid, and calcipotriene, a synthetic vitamin D analog, are well-described; however, the exact mechanism of action of either agent in psoriasis vulgaris is not clear. Calcipotriene is known to inhibit both epidermal proliferation and the stimulation of epidermal cell differentiation. Calcipotriol also increases the number of vitamin D receptors in epidermal nuclei.<br\/>"},"8":{"id":"jwfus8","title":"Pharmacokinetics","sub":{"0":{"id":"jwfus8b23","title":"Absorption","mono":"Bioavailability, Topical: limited systemic absorption <br\/>"},"2":{"id":"jwfus8b25","title":"Metabolism","mono":"<ul><li>Calcipotriene, Liver: rapid<\/li><li>Betamethasone, betamethasone 17-propionate: (major) unknown<\/li><li>Calcipotriene, MC1080, a saturated ketone analog, (major) active<\/li><\/ul>"}}},"9":{"id":"jwfus9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Not for oral, ophthalmic, or intravaginal use<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>Do not apply to face, axillae, or groin.<\/li><li>Avoid use if there is skin atrophy at treatment site.<\/li><li>Ointment: Apply to affected areas by rubbing in gently and completely.<\/li><li>Suspension: Shake before use.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jwfus10","title":"Monitoring","mono":"<ul><li>reduction in redness, thickness or scaling of affected skin indicates efficacy<\/li><li>periodic adrenocorticotrophic hormone (ACTH) stimulation test; especially in patients with liver failure and in pediatric patients, and with use of more potent steroids, applications over large surface areas, prolonged use, use under occlusion, and use on an altered skin barrier<\/li><\/ul>"},"11":{"id":"jwfus11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Ointment: (Betamethasone Dipropionate - Calcipotriene) 0.064 %-0.005 %<br\/><\/li><li><b>Taclonex Scalp<\/b><br\/>Topical Suspension: (Betamethasone Dipropionate - Calcipotriene) 0.064 %-0.005 %<br\/><\/li><li><b>Taclonex<\/b><br\/><ul><li>Topical Ointment: (Betamethasone Dipropionate - Calcipotriene) 0.064 %-0.005 %<\/li><li>Topical Suspension: (Betamethasone Dipropionate - Calcipotriene) 0.064 %-0.005 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"jwfus12","title":"Toxicology","sub":[{"id":"jwfus12b31","title":"Clinical Effects","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/><\/li><li><b>VITAMIN D<\/b><br\/>USES: Vitamin D (represents D2 {ergocalciferol} or D3 {cholecalciferol} is a fat soluble vitamin. It is used for the prevention and treatment of rickets, osteomalacia, and osteoporosis, and the treatment of hypoparathyroidism. More recently, evidence suggests that it may also have a role in the prevention of cardiovascular disease, and colon, prostate, and breast cancers. Vitamin D is found in many dietary supplements (multivitamins, combined with calcium) or as a single dietary supplement and also commonly found in fortified foods (ie, milk, cereal, and bread). PHARMACOLOGY: Vitamin D is metabolized into 25-hydroxyvitamin D [25(OH)D] by vitamin D-25-hydroxylase. It regulates calcium homeostasis via interactions with the intestines and bones. Vitamin D is thought to act as a hormone, because it is synthesized in the body, circulates in the blood, and binds to receptors in order to evoke its biologic action. It promotes calcium absorption in the gut and aids adequate serum calcium and phosphate concentrations. EPIDEMIOLOGY: Overdose is rare. Toxicity is mild after acute overdose, but more severe toxicity occasionally develops after chronic ingestion of large amounts. In some cases, exposure has occurred due to excessive fortification of foods or overuse of supplements. TOXICOLOGY: Hypercalcemia is characteristic of vitamin D toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting and abdominal cramps are likely to occur with an acute ingestion. Other symptoms include: anorexia, constipation or diarrhea, weakness, fatigue, irritability, drowsiness, headache and dizziness. SEVERE TOXICITY: Generally, only seen after chronic ingestion of large amounts of vitamin D. Seizures, confusion, ataxia, psychotic disturbances, coma, or renal failure can occur. Cardiac dysrhythmias can develop. Polyuria and polydipsia may be present. ADVERSE EFFECTS: Adverse events are not typically reported with normal use.<br\/><\/li><\/ul>"},{"id":"jwfus12b32","title":"Treatment","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>VITAMIN D <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Monitor serum calcium and phosphorus concentrations. Discontinue all vitamin D and calcium supplements; start a low-calcium diet. Increase oral fluids or IV fluids, if patient is unable to tolerate fluids, to increase renal calcium clearance. Diuresis with IV 0.9% NaCl and furosemide can be used to promote calcium excretion. SEVERE TOXICITY: HYPERCALCEMIA: Monitor serum calcium and phosphorus concentrations until levels have stabilized, discontinue all supplements. Administer IV 0.9% saline and furosemide to enhance calcium elimination. Corticosteroids: Hydrocortisone: 100 mg\/day OR Prednisone: 20 mg\/day can improve hypercalcemia and hypercalcuria. Bisphosphonates (eg, pamidronate 90 mg IV; alendronate) have been used successfully to treat severe hypercalcemia. Calcitonin has also been used. Hemodialysis may be indicated in patients with severe hypercalcemia that is unresponsive to other treatment. Cardiac dysrhythmias may develop, obtain a baseline ECG and continuous cardiac monitoring. SEIZURES: Treat initially with benzodiazepines, followed by barbiturates as needed. OTHER: Monitor CNS and renal function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large amount has been ingested (more than 100 times the RDA). HOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large ingestion has occurred or coingestants are suspected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with severe toxicity (ie, altered mental status, confusion, seizures, coma, or cardiac dysrhythmias) may require airway protection and mechanical ventilation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG (evaluate for prolonged PR interval and QRS widening, shortened QT interval and flattened T waves). Serum calcium and phosphate concentrations should be monitored closely. Monitor renal function. Obtain a baseline urinalysis; monitor for hypercalcuria and polydipsia. Monitor fluid status, if significant dehydration, polyuria or vomiting occurs. Plasma concentrations of 25-hydroxyvitamin [25(OH)D] are generally elevated with vitamin D toxicity and can confirm the diagnosis but are not useful to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis or peritoneal dialysis against a calcium-free dialysate may be useful if the patient has persistent severe hypercalcemia unresponsive to other treatment measures.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with seizure activity or CNS depression should be monitored until symptoms resolve and neurologic exam is normal. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with evidence of severe hypercalcemia or persistent seizures should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul><\/li><\/ul>"},{"id":"jwfus12b33","title":"Range of Toxicity","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/><\/li><li><b>VITAMIN D<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Toxicity has been reported after Vitamin D intake of 50,000 to 150,000 International Units daily for prolonged periods. Two adults ingested supplements containing large doses (manufacturing error) of vitamin D (1,864,000 and 970,000 International Units vitamin D3 daily, respectively) daily for several months and developed significant toxicity and prolonged elevated concentrations of 5-hydroxyvitamin D for up to a year. However, no permanent sequelae developed. A 3-month-old inadvertently received 12000 International Units of vitamin D daily for approximately 20 days; a serum 25-hydroxyvitamin D level was elevated (422 ng\/mL), but no symptoms developed. In a similar case, a 2-month-old received 12000 International Units of vitamin D for approximately 30 days; a serum 25-hydroxyvitamin D level was markedly increased (750 ng\/mL) along with hypercalcemia. The infant recovered completely following supportive care. Two elderly patients developed no evidence of clinical effects after inadvertently receiving 2,000,000 International Units of Vitamin D3. THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCE: PEDIATRIC: 0 to 12 months: 400 International Units\/day; 1 to 18 years: 600 International Units\/day; ADULT: 19 to 70 years of age or Pregnant\/Lactating women: 600 International Units\/day; ELDERLY: Greater than 70 years: 800 International Units\/day. CLINICAL PRACTICE GUIDELINES: Doses of 1000 to 2000 International Units of vitamin D3 have been recommended by the Endocrine Society to raise a low 25-hydroxyvitamin D level to at least 30 ng\/mL. TOLERABLE UPPER INTAKE LEVELS: PEDIATRIC: 0 to 6 months: 1000 International Units\/day; 7 to 12 months: 1500 International Units\/day; 1 to 3 years of age: 2500 International Units\/day; 4 to 8 years of age: 3000 International Units\/day; ADULT: Greater or equal to 9 years of age: 4000 International Units\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"jwfus13","title":"Clinical Teaching","mono":"<ul><li>Drug causes light sensitivity. Advise patient to avoid excessive exposure to natural and artificial light, including sunlamps and tanning beds.<\/li><li>Instruct patient to report signs\/symptoms of hypothalamic-pituitary-adrenal (HPA) axis suppression (fatigue, depression, anxiety, hyperglycemia, muscle weakness, immunosuppression symptoms), especially when applying to large areas (over 30% of skin surface).<\/li><li>Patient should not apply to face, axillae, or groin.<\/li><li>Tell patient to avoid occlusive dressings, cosmetics, or other skin care products on the treated areas unless approved by healthcare professional.<\/li><\/ul>"}}}