{"generic":"Methylphenidate","drugs":["Daytrana","Methylphenidate"],"mono":[{"id":"jwgrs0","title":"Generic Names","mono":"Methylphenidate"},{"id":"jwgrs1","title":"Dosing and Indications","sub":{"1":{"id":"jwgrs1b5","title":"Pediatric Dosing","mono":"<b>Attention deficit hyperactivity disorder:<\/b> apply TOPICALLY 2 hours before needed effect and remove 9 hours after application; week 1: 10 mg (12.5 cm(2)); week 2: 15 mg (18.75 cm(2)); week 3: 20 mg (25 cm(2)); week 4: 30 mg (37.5 cm(2)); titrate dose to effect "},"3":{"id":"jwgrs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Attention deficit hyperactivity disorder<br\/>"}}},{"id":"jwgrs2","title":"Black Box Warning","mono":"<b>Transdermal (Patch, Extended Release)<\/b><br\/>Give cautiously to patients with a history of drug dependence or alcoholism. Chronic, abusive use can lead to marked tolerance and psychological dependence with varying degrees of abnormal behavior. Frank psychotic episodes can occur, especially with parenteral abuse. Careful supervision is required during drug withdrawal from abusive use since severe depression may occur.<br\/>"},{"id":"jwgrs3","title":"Contraindications\/Warnings","sub":[{"id":"jwgrs3b9","title":"Contraindications","mono":"<ul><li>concomitant use of MAOIs, or use within 14 days of MAOI administration<\/li><li>glaucoma<\/li><li>hypersensitivity to methylphenidate or other components of the product<\/li><li>marked agitation, anxiety, and tension; may aggravate symptoms<\/li><li>motor tics<\/li><li>Tourette syndrome with a family history or diagnosis<\/li><\/ul>"},{"id":"jwgrs3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- give cautiously to patients with a history of drug dependence or alcoholism because of high potential for abuse and dependence; monitoring recommended<\/li><li>Cardiovascular:<\/li><li>-- sudden death has been reported at usual doses in children and adolescents with structural cardiac abnormalities or other serious heart problems; avoid use<\/li><li>-- sudden deaths, strokes, and myocardial infarctions have been reported at usual doses in adults<\/li><li>-- blood pressure and heart rate increases have been reported and may impact underlying medical conditions; monitoring recommended<\/li><li>-- peripheral vasculopathy, including Raynaud phenomenon, has been reported; monitoring recommended and dosage adjustment or discontinuation may be necessary<\/li><li>Dermatologic:<\/li><li>-- contact sensitization may occur; discontinue if suspected<\/li><li>-- permanent chemical leukoderma has been reported; monitoring recommended and discontinue if occurs<\/li><li>Endocrine:<\/li><li>-- chronic use may cause long-term growth suppression in pediatric patients; monitoring recommended and dose interruption may be required<\/li><li>Neurologic:<\/li><li>-- may lower seizure threshold; discontinuation may be necessary<\/li><li>Ophthalmic:<\/li><li>-- vision disturbances such as accommodation difficulties and blurred vision have been reported<\/li><li>Psychiatric:<\/li><li>-- preexisting bipolar disorder due to risk of inducing mixed\/manic episodes<\/li><li>-- new psychotic or manic symptoms can occur at recommended doses; discontinuation may be necessary<\/li><li>-- aggressive behavior and hostility have been reported; monitoring recommended<\/li><li>Reproductive:<\/li><li>-- priapism, sometimes requiring surgical intervention, has been reported in both pediatric and adult patients<\/li><li>Other:<\/li><li>-- external heat source exposure; not recommended<\/li><\/ul>"},{"id":"jwgrs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"jwgrs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jwgrs4","title":"Drug Interactions","sub":[{"id":"jwgrs4b13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"jwgrs4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"},{"id":"jwgrs4b15","title":"Moderate","mono":"<ul>Carbamazepine (probable)<\/ul>"}]},{"id":"jwgrs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Erythema<\/li><li><b>Endocrine metabolic:<\/b>Weight decreased (9%)<\/li><li><b>Gastrointestinal:<\/b>Decrease in appetite (26%), Loss of appetite (5%), Nausea (12%), Vomiting (10%)<\/li><li><b>Neurologic:<\/b>Headache, Insomnia (13%)<\/li><li><b>Psychiatric:<\/b>Labile affect (6%)<\/li><li><b>Respiratory:<\/b>Nasal congestion (6%), Nasopharyngitis (5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral vascular disease, Raynaud's disease<\/li><li><b>Dermatologic:<\/b>Contact dermatitis, Skin hypopigmented<\/li><li><b>Endocrine metabolic:<\/b>Decreased body growth<\/li><li><b>Neurologic:<\/b>Lowered convulsive threshold, Tic (7%)<\/li><li><b>Psychiatric:<\/b>Mania, Psychotic disorder<\/li><li><b>Reproductive:<\/b>Priapism<\/li><li><b>Other:<\/b>Drug dependence<\/li><\/ul>"},{"id":"jwgrs6","title":"Drug Name Info","sub":{"0":{"id":"jwgrs6b17","title":"US Trade Names","mono":"Daytrana<br\/>"},"2":{"id":"jwgrs6b19","title":"Class","mono":"<ul><li>Amphetamine Related<\/li><li>CNS Stimulant<\/li><\/ul>"},"3":{"id":"jwgrs6b20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"jwgrs6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jwgrs7","title":"Mechanism Of Action","mono":"Methylphenidate is a CNS stimulant that acts on the brain stem arousal system and cortex. The mode of therapeutic action is not known but presumably, it blocks the reuptake of norepinephrine and dopamine into the presynaptic neuron, thus increasing the concentrations of these monoamines in the extraneural space <br\/>"},{"id":"jwgrs8","title":"Pharmacokinetics","sub":{"0":{"id":"jwgrs8b23","title":"Absorption","mono":"Effect of food, transdermal patch: none <br\/>"},"2":{"id":"jwgrs8b25","title":"Metabolism","mono":"<ul><li>de-esterification<\/li><li>Metabolite: alpha-phenyl-piperidine acetic acid (PPA, ritalinic acid; inactive)<\/li><\/ul>"},"4":{"id":"jwgrs8b27","title":"Elimination Half Life","mono":"Children: 3 to 4 hr <br\/>"}}},{"id":"jwgrs9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply patch to a clean, dry area of the hip (avoid waistline) 2 hours before effect is needed<\/li><li>patch may be removed earlier than 9 hours, if a shorter duration of effect is preferred or late day side effects occur<\/li><li>apply patch, then press firmly in place with palm of the hand for approximately 30 seconds; ensure good contact with the skin, especially around the edges; once properly placed, bathing, swimming, or showering will not affect patch adherence<\/li><li>if patch falls off, a new patch may be applied at a different site, but the total wear time for that day should remain 9 hours<\/li><li>do not expose patch application site to a direct external heat source<\/li><li>after removal, fold so patch adheres to itself; flush down the toilet or dispose of in a lidded container<\/li><\/ul>"},{"id":"jwgrs10","title":"Monitoring","mono":"<ul><li>improvement of symptoms of ADHD indicates efficacy<\/li><li>need for continued treatment; recurrence of behavioral symptoms and their severity after temporarily withdrawing therapy<\/li><li>CBC with differential and platelet count; periodically during prolonged therapy<\/li><li>development of underlying disorders or severe depression; during withdrawal from chronic-therapeutic or abusive use<\/li><li>family and patient history; including medication history, symptoms of cardiac condition (eg, palpitations, syncope, near syncope), and risk factors associated with sudden cardiac death; before initiating therapy and at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>thorough physical exam; including hypertension, cardiac murmurs or signs of dysrhythmia, Marfan syndrome, before initiating therapy; cardiac symptoms at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>blood pressure and heart rate; baseline and at 1 to 3 months, every 6 to 12 months thereafter<\/li><li>bipolar disorder, risk of; before therapy initiation<\/li><li>aggressive behavior or hostility; new or worsening, when initiating therapy<\/li><li>peripheral vasculopathy (eg, Raynaud's phenomenon); further evaluation (eg, rheumatology referral) if needed<\/li><li>height and weight; periodically in pediatric patients<\/li><\/ul>"},{"id":"jwgrs11","title":"How Supplied","mono":"<b>Daytrana<\/b><br\/>Transdermal Patch, Extended Release: 10 MG\/9 HR, 15 MG\/9 HR, 20 MG\/9 HR, 30 MG\/9 HR<br\/>"},{"id":"jwgrs12","title":"Toxicology","sub":[{"id":"jwgrs12b31","title":"Clinical Effects","mono":"<b>METHYLPHENIDATE<\/b><br\/>USES: Methylphenidate is FDA approved for use in the treatment of attention deficit hyperactivity disorder (ADHD) and narcolepsy. Off label uses include the treatment of autism, bipolar disorder, depression, cocaine dependence, fatigue, and other disorders that my benefit from increased brain stimulation. PHARMACOLOGY: Methylphenidate is a mild CNS stimulant; the drug has similar pharmacological properties as the amphetamines, with predominantly central activity and minimal effects on the cardiovascular system. It blocks the reuptake of dopamine and norepinephrine into the presynaptic neuron. TOXICOLOGY: In overdose, excessive adrenergic stimulation causes CNS and cardiovascular stimulation. EPIDEMIOLOGY: Exposures are common and generally produce minimal effects. Severe toxicity has been reported in adolescents and adults following intentional methylphenidate misuse. Although infrequent, death has been reported following overdose. MILD TO MODERATE TOXICITY: In mild overdoses, patients may demonstrate sympathetic findings of diaphoresis, tachypnea, mydriasis, tremor, and nausea. Potential cardiovascular effects include hypertension and tachycardia. Neuropsychiatric signs and symptoms include euphoria, mild agitation, hyperreflexia, and headache. SEVERE TOXICITY: Life-threatening hyperthermia may occur as a direct result of increased muscular activity and neuromuscular excitation. In addition, acute intoxication may cause severe agitation, seizures, intracerebral hemorrhage, choreoathetoid movements, and paranoid psychosis. Muscular rigidity and psychomotor agitation can also lead to rhabdomyolysis and renal failure. Ventricular dysrhythmias, vasospasm, myocardial infarction, and aortic dissection may be complications of severe overdose. Acute ischemic events occur from severe vasospasm (ie, acute lung injury, ischemic colitis). Although infrequent, death has been reported following overdose. Effects appear to be dose-dependent. Severe toxicity has been reported in adolescents and adults following intentional methylphenidate misuse. CHRONIC TOXICITY: While not specifically reported with methylphenidate, given its sympathomimetic properties, chronic exposure to high levels may result in cardiovascular complications including coronary atherosclerosis, hypertension, cardiomyopathy, pulmonary hypertension, and aortic and mitral valve regurgitation. ADVERSE EFFECTS: MOST COMMON: Anxiety and insomnia. OTHER EFFECTS: Anorexia, nausea, vomiting, dizziness, dry mouth, palpitations, headache, dyskinesia, lethargy, mydriasis, arthralgia, myalgia, blood pressure changes, tachycardia, bradycardia, angina, cardiac dysrhythmias, abdominal pain, elevated liver enzymes, and hypersensitivity reactions such as angioedema, anaphylactic reactions, exfoliative conditions, and auricular swelling. RARE: Tourette's syndrome, toxic psychosis. Sudden death has been reported with CNS stimulants at normal doses in children and adolescents with structural cardiac abnormalities or other serious heart problems. Sudden death and myocardial infarction has also been described in adults taking stimulant drugs at normal doses for ADHD. <br\/>"},{"id":"jwgrs12b32","title":"Treatment","mono":"<b>METHYLPHENIDATE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients may only need observation. Some patients may need benzodiazepines and intravenous fluids for symptomatic treatment. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Sedation is the mainstay of treatment. The goals of treatment are to control agitation and prevent or limit end organ toxicity. Liberal use of benzodiazepines is recommended for agitation\/delirium until patient is mildly sedated. Typical antipsychotics may be used in patient who are refractory to benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. Lavage is not recommended as toxicity is rarely life-threatening.<\/li><li>Airway management: Orotracheal intubation for airway protection should be performed early in cases of severe psychomotor agitation, repeated seizure activity, or coma.<\/li><li>Antidote: None.<\/li><li>Tachycardia: Tachycardia may occur from a combination of agitation and catecholamine release. Treat with benzodiazepines and intravenous fluids.<\/li><li>Seizure: Seizures are rare and usually self-limited. Treatment includes intravenous benzodiazepines, propofol or barbiturates and paralysis with continuous EEG and neurology consult if necessary for status epilepticus.<\/li><li>Hypertensive episode: Hypertension should be treated with benzodiazepines initially to control agitation. Alpha adrenergic receptor antagonists, such as phentolamine, and vasodilators, such as nitroprusside and nitroglycerin, are second-line agents to be considered for severe hypertension with end organ compromise. Beta-blockers should generally be avoided in these patients, because of the risk of unopposed alpha stimulation.<\/li><li>Body temperature above reference range: Hyperthermia can result from psychomotor agitation and must be treated aggressively. Monitor rectal temperature, and sedate the patient aggressively with benzodiazepines. Placing the patient in an ice water bath is the most effective technique of rapid cooling. Keeping the skin moist and encouraging evaporation with fans is often effective and easier (may be less effective in a humid environment) or packing the patient in ice from head to toe, anteriorly and posteriorly. Other cooling measures such as cool packs in the axilla and groin are often ineffective in lowering core temperature rapidly. Consider intubation and neuromuscular paralysis for severe hyperthermia.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain a urine output of 2 to 3 mL\/kg\/hr. Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is not routinely recommended.<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function. Unstable rhythms require immediate cardioversion.<\/li><li>Priapism: Cases of painful and prolonged penile erections (ie, more than 4 hours) and priapism have been reported with methylphenidate use following dose increases and with longer than usual dosing intervals. Priapism is an emergency requiring immediate consult with a urologist. In a patient with ischemic priapism the corpora cavernosa are often completely rigid and the patient complains of pain, while nonischemic priapism the corpora are typically tumescent, but not completely rigid and pain is not typical. Aspirate blood from the corpus cavernosum with a fine needle. Blood gas testing of the aspirated blood may be used to distinguish ischemic (typically PO2 less than 30 mmHg, PCO2 greater than 60 mmHg, and pH less than 7.25) and nonischemic priapism. Color duplex ultrasonography may also be useful. If priapism persists after aspiration, inject a sympathomimetic. PHENYLEPHRINE: Dose: Adult: For intracavernous injection, dilute phenylephrine with normal saline for a concentration of 100 to 500 mcg\/mL and give 1 mL injections every 3 to 5 minutes for approximately 1 hour (before deciding that treatment is not successful). For children and patients with cardiovascular disease: Use lower concentrations in smaller volumes. NOTE: Treatment is less likely to be effective if done more than 48 hours after the development of priapism. Distal shunting (NOT first-line therapy) should only be considered after a trial of intracavernous injection of sympathomimetics.<\/li><li>Enhanced elimination procedure: Not effective because of the large volume of distribution.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No specific lab work is needed in most patients but may be helpful in ruling out other causes of altered mental status if the diagnosis of methylphenidate toxicity is uncertain. Laboratory or radiological studies should be performed if warranted by the patient's clinical presentation. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Obtain cardiac enzymes if patient has chest pain. Consider a head CT and lumbar puncture to rule out intracranial mass, bleeding, or infection. CK should be obtained if rhabdomyolysis is suspected in the patient who has severe psychomotor agitation, seizure activity, or hyperthermia.<\/li><li>Patient disposition: HOME CRITERIA: The following patients may be monitored at home (inadvertent overdoses only): patients with no symptoms, in whom the ingestion was more than 3 hours before the call to the poison center; patients who chewed a patch briefly and the patch remained intact; significant toxicity is unlikely in these patients. Patients with acute or acute-on-chronic ingestions of less than a toxic dose (for immediate release formulations or sustained release formulations that have been chewed: less than 2 mg\/kg or 60 mg whichever is less; for sustained release formulations that have been swallowed intact: less than 4 mg\/kg or 120 mg, whichever is less) or chronic exposures to methylphenidate with no or mild symptoms. OBSERVATION CRITERIA: Refer the following patients for emergency evaluation, treatment and monitoring: Patients with intentional misuse (eg, suicide), patients using a monoamine oxidase inhibitor chronically, patients with any symptoms other than mild stimulation or mild agitation (eg, seizures, chest pain), patients who ingested more than 2 mg\/kg or 60 mg, whichever is less, of an immediate-release formulation (or the equivalent amount of a modified-release formulation that has been chewed), patients who ingested more than 2 mg\/kg or 60 mg, whichever is less, of a patch that has been swallowed, patients who ingested more than 4 mg\/kg or 120 mg, whichever is less, of an intact modified-release formulation. Peak concentrations of modified-release formulations are expected to be delayed after overdose. After an overdose, patients should be observed for the development of toxic effects for at least 2 to 6 hours after reaching the therapeutic dose Tmax (Methylphenidate: Metadate CD and Ritalin LA have 2 distinct peaks; the second peaks occur at about 4.5 to 7 hours. Tmax of other modified-release methylphenidate formulations range from 2 to 10 hours post-dose. Dexmethylphenidate: Tmax: 2 peaks; the second peak at 6.5 hours). ADMISSION CRITERIA: Patients with significant persistent central nervous stimulation and\/or abnormal vital signs should be admitted. Patients with coma, seizures, dysrhythmias, delirium, and any other life-threatening result of toxicity or intubated patients should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with significant ingestion or demonstrating evidence of significant neurologic dysfunction, evidence of cardiac ischemia or dysfunction, or significant vital signs abnormalities.<\/li><\/ul>"},{"id":"jwgrs12b33","title":"Range of Toxicity","mono":"<b>METHYLPHENIDATE<\/b><br\/>TOXICITY: Doses of less than 2 mg\/kg or 60 mg, whichever is less, of an immediate-release formulation (or the equivalent amount of a modified-release formulation that has been chewed, or a patch that has been swallowed), or less than 4 mg\/kg or 120 mg, whichever is less, of an intact modified-release formulation are unlikely to cause more than mild toxic effects. ADULTS: Oral doses of 30 to 1500 mg cause moderate toxicity including tachycardia, hypertension, anxiety, dilated pupils, abdominal pain, vomiting, palpitations, and chest pain and patients generally recover with supportive care. Intraarterial injection can cause severe ischemia and distal necrosis. An adult with a history of drug abuse, tolerated 700 mg intranasal methylphenidate during a 3-day binge. PEDIATRIC: Doses of less than 1 mg\/kg in pediatric patients have generally not been associated with significant toxicity. Children have become symptomatic with doses of 2 to 4 mg\/kg. An 8-year-old girl developed mild hypertension and tachycardia, confusion, irritability, agitation, hallucinations, and delusion after ingesting 210 mg (8.74 mg\/kg) of methylphenidate. She recovered following supportive care. Intranasal abuse has resulted in death. EXTENDED-RELEASE: PEDIATRIC: Tachycardia was the only effect in a 17-year-old girl who ingested 270 mg of extended-release methylphenidate. A 14-year-old girl who ingested 1134 mg of extended-release methylphenidate developed tachycardia, hypertension, and agitation, but recovered uneventfully. THERAPEUTIC DOSES: ADULTS: Tablets: 20 mg to 30 mg in divided doses 2 or 3 times daily. In some individuals, 40 mg to 60 mg may be needed. CHILDREN (6 years of age and older): Immediate-release tablets, chewable tablets, or oral solution: Initial dose: 5 mg twice daily. Daily doses above 60 mg are not recommended. Sustained-release tablets: Ritalin-SR(R) 20 to 60 mg\/day orally divided every 8 hours; doses above 60 mg\/day not recommended. Transdermal patch: ADULTS AND CHILDREN: The transdermal dose is 1 patch (10 to 30 mg) daily, on the skin for 9 hours and off for 15 hours. <br\/>"}]},{"id":"jwgrs13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report use of a MAOI within the past 14 days.<\/li><li>Advise patient to avoid direct exposure of the patch to external heat sources such as heating pads and electric blankets, as this may cause increased release of drug from the patch.<\/li><li>Counsel parents that growth rate and weight may need to be monitored more frequently for children using this drug.<\/li><li>Inform patient to avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Drug may cause weight loss, decrease or loss of appetite, nausea, vomiting, insomnia, blurred vision, dizziness, tics, application site reactions (patch), affect lability, nasal congestion, or nasopharyngitis.<\/li><li>Instruct patient to report new or worsened psychiatric problems (eg, behavior and thought problems, bipolar illness, aggressive behavior or hostility). Children and adolescents may also experience new psychotic (eg, hearing voices) or manic symptoms.<\/li><li>Counsel patient to immediately report chest pain, palpitations, dyspnea, or signs\/symptoms of cardiac dysrhythmia, myocardial infarction, or a cerebrovascular accident.<\/li><li>Advise patient that the patch should not be worn more than 9 hours\/day. The maximum time limit includes any replacement patches that are used.<\/li><\/ul>"}]}