{"generic":"Efavirenz\/Emtricitabine\/Tenofovir","drugs":["Atripla","Efavirenz\/Emtricitabine\/Tenofovir"],"mono":[{"id":"jwhks0","title":"Generic Names","mono":"Efavirenz\/Emtricitabine\/Tenofovir"},{"id":"jwhks1","title":"Dosing and Indications","sub":[{"id":"jwhks1b4","title":"Adult Dosing","mono":"<b>HIV infection:<\/b> 1 tablet (efavirenz 600 mg\/emtricitabine 200 mg\/tenofovir 300 mg) ORALLY once daily on an empty stomach "},{"id":"jwhks1b5","title":"Pediatric Dosing","mono":"<ul><li>not recommended for pediatric patients younger than 12 years or weighing less than 40 kg<\/li><li><b>HIV infection:<\/b> (12 years or older, weighing at least 40 kg) 1 tablet (efavirenz 600 mg\/emtricitabine 200 mg\/tenofovir 300 mg) ORALLY once daily on an empty stomach<\/li><\/ul>"},{"id":"jwhks1b6","title":"Dose Adjustments","mono":"<ul><li><b>moderate or severe renal impairment (CrCl less than 50 mL\/min):<\/b> use not recommended<\/li><li><b>mild hepatic impairment (Child-Pugh Class A):<\/b> no dose adjustment necessary<\/li><li><b>moderate or severe hepatic impairment (Child-Pugh Class B or C):<\/b> use not recommended<\/li><\/ul>"},{"id":"jwhks1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},{"id":"jwhks2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Life-threatening and fatal cases of lactic acidosis and severe hepatomegaly with steatosis have occurred with concurrent use of antiretrovirals with nucleoside analogs, including tenofovir disoproxil fumarate. Efavirenz\/emtricitabine\/tenofovir disoproxil fumarate is not approved for the treatment of chronic hepatitis B virus (HBV) infection. Furthermore, the safety and efficacy of efavirenz\/emtricitabine\/tenofovir disoproxil fumarate have not been established in patients coinfected with HBV and HIV-1. Severe, acute exacerbations of hepatitis B have occurred in patients who have discontinued emtricitabine or tenofovir disoproxil fumarate. If patients are coinfected with HBV and HIV-1, monitor hepatic function closely for several months or more following the discontinuation of efavirenz\/emtricitabine\/tenofovir disoproxil fumarate, and consider starting hepatitis B prophylactic therapy if appropriate.<br\/>"},{"id":"jwhks3","title":"Contraindications\/Warnings","sub":[{"id":"jwhks3b9","title":"Contraindications","mono":"<ul><li>Concomitant use with voriconazole<\/li><li>Clinically significant hypersensitivity (eg, Stevens-Johnson syndrome, erythema multiforme, or toxic skin eruptions) to efavirenz<\/li><\/ul>"},{"id":"jwhks3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with tenofovir disoproxil fumarate in combination with other antiretrovirals; patients who are female, obese, with prolonged nucleoside exposure, or known risk factors for liver disease at increased risk; interrupt use if suspected<\/li><li>-- Patients with hepatitis B virus (HBV) and HIV-1 coinfection may develop severe acute HBV exacerbations, including liver decompensation and liver failure upon discontinuation; clinical and laboratory monitoring recommended for at least several months following the discontinuation of treatment<\/li><li>Dermatologic:<\/li><li>-- Rash, some serious (eg, erythema multiforme, Stevens-Johnson syndrome), has been reported with efavirenz; discontinue use for severe rash associated with blistering, desquamation, mucosal involvement, or fever<\/li><li>Hepatic:<\/li><li>-- Hepatotoxicity may occur; even in patients with no risk factors or preexisting hepatic dysfunction; monitoring recommended; consider treatment discontinuation if persistent liver transaminase elevations greater than 5 times the ULN develop<\/li><li>-- Avoid use in patients with moderate to severe hepatic impairment; use cautiously in patients with mild hepatic dysfunction<\/li><li>Immunologic:<\/li><li>-- Immune reconstitution syndrome has been reported with combination antiretroviral therapy; further evaluation and treatment may be required<\/li><li>-- Autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barr  syndrome, have been reported in the setting of immune reconstitution; may occur many months after initiation of therapy<\/li><li>Musculoskeletal:<\/li><li>-- Bone mineral density (BMD) decreases, bone fractures, and osteomalacia (associated with proximal renal tubulopathy) have been reported with tenofovir; monitoring recommended for at-risk patients<\/li><li>Neurologic:<\/li><li>-- Seizures have been reported; us caution in patients with a history of seizures<\/li><li>-- CNS symptoms (ie, dizziness, insomnia, impaired concentration, somnolence, abnormal dreams, hallucinations) may occur and usually emerge within a week of treatment initiation and resolve within 4 weeks<\/li><li>Psychiatric:<\/li><li>-- Serious psychiatric events (eg, suicidality, severe depression, aggression, paranoia, mania) have been reported with efavirenz use, a history of injected drug use, psychiatric disorders, or concomitant use of psychiatric medication may also increase this risk; discontinuation may be required<\/li><li>Renal:<\/li><li>-- Avoid use in patients with moderate to severe renal dysfunction (ie, eCrCl less than 50 mL\/min)<\/li><li>-- Renal dysfunction, including acute renal failure and Fanconi syndrome, have occurred with tenofovir disoproxil fumarate therapy; monitoring recommended<\/li><li>-- Proximal renal tubulopathy may occur<\/li><li>Reproductive:<\/li><li>-- Avoid pregnancy; teratogenic during first trimester and efficacy of oral contraceptives is reduced with concomitant use; barrier contraception in combination with another method of contraception is recommended through 12 weeks of discontinuation<\/li><li>Other:<\/li><li>-- Avoid use in pediatric patients under age 12 or weighing less than 40 kg<\/li><li>Concomitant Use:<\/li><li>-- Use with alcohol or psychoactive drugs may potentiate CNS effects<\/li><li>-- Concomitant or recent use of nephrotoxic agents (eg, high-dose or multiple NSAIDs) not recommended<\/li><li>-- Avoid concomitant use with boceprevir or atazanavir with or without ritonavir<\/li><li>-- Avoid concomitant use or recent use of nephrotoxic agents (eg, high-dose or multiple NSAIDs) or agents known reduce renal function or compete for active tubular secretion including acyclovir, adefovir dipivoxil, cidofovir, ganciclovir, valacyclovir, valganciclovir, aminoglycosides<\/li><li>-- Avoid concomitant use with drugs containing emtricitabine, tenofovir, or lamivudine<\/li><li>-- Do not administer with other non-nucleoside reverse transcriptase inhibitors; concomitant use with efavirenz not recommended unless needed for dose adjustment (eg, with rifampin)<\/li><li>-- Avoid concomitant use with posaconazole unless benefits outweigh risks<\/li><li>-- Avoid concomitant use with carbamazepine; alternative anticonvulsant recommended<\/li><\/ul>"},{"id":"jwhks3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jwhks3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jwhks4","title":"Drug Interactions","sub":[{"id":"jwhks4b13","title":"Contraindicated","mono":"<ul><li>Carbamazepine (established)<\/li><li>Dasabuvir (theoretical)<\/li><li>Isavuconazonium Sulfate (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Ritonavir (established)<\/li><li>St John's Wort (established)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},{"id":"jwhks4b14","title":"Major","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Artemether (established)<\/li><li>Atazanavir (established)<\/li><li>Avanafil (theoretical)<\/li><li>Axitinib (theoretical)<\/li><li>Bexarotene (probable)<\/li><li>Boceprevir (probable)<\/li><li>Bosutinib (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (established)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Darunavir (established)<\/li><li>Dexamethasone (theoretical)<\/li><li>Didanosine (established)<\/li><li>Dolutegravir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Ethosuximide (theoretical)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Ginkgo Biloba (probable)<\/li><li>Hydrocodone (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Irinotecan (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ivabradine (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Ketoconazole (established)<\/li><li>Linagliptin (theoretical)<\/li><li>Maraviroc (established)<\/li><li>Mifepristone (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Netupitant (theoretical)<\/li><li>Nevirapine (established)<\/li><li>Nifedipine (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Olaparib (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Ponatinib (established)<\/li><li>Posaconazole (established)<\/li><li>Rifabutin (established)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (theoretical)<\/li><li>Rilpivirine (theoretical)<\/li><li>Saquinavir (established)<\/li><li>Simeprevir (established)<\/li><li>Sirolimus (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Telaprevir (established)<\/li><li>Tolvaptan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},{"id":"jwhks4b15","title":"Moderate","mono":"<ul><li>Atorvastatin (established)<\/li><li>Caspofungin (probable)<\/li><li>Dienogest (probable)<\/li><li>Diltiazem (established)<\/li><li>Estradiol (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Indinavir (established)<\/li><li>Lopinavir (established)<\/li><li>Medroxyprogesterone (probable)<\/li><li>Mestranol (probable)<\/li><li>Methadone (established)<\/li><li>Norgestimate (established)<\/li><li>Ospemifene (established)<\/li><li>Pravastatin (established)<\/li><li>Proguanil (probable)<\/li><li>Raltegravir (probable)<\/li><li>Sertraline (established)<\/li><li>Simvastatin (established)<\/li><li>Thiotepa (probable)<\/li><li>Tipranavir (established)<\/li><\/ul>"}]},{"id":"jwhks5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (Adult, 7%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (9%), Nausea (9%)<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density<\/li><li><b>Neurologic:<\/b>Dizziness (8%), Headache (6%)<\/li><li><b>Psychiatric:<\/b>Anxiety (5%), Depression (9%), Dream disorder (greater than 10%)<\/li><li><b>Renal:<\/b>Increased creatine kinase level (9%)<\/li><li><b>Respiratory:<\/b>Sinusitis (8%), Upper respiratory infection (8%)<\/li><li><b>Other:<\/b>Fatigue (9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval, Torsades de pointes<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Hepatic:<\/b>Hepatomegaly, with steatosis, Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Relapsing type B viral hepatitis<\/li><li><b>Musculoskeletal:<\/b>Osteomalacia<\/li><li><b>Psychiatric:<\/b>Severe depression, Suicidal thoughts<\/li><li><b>Renal:<\/b>Acute renal failure, Fanconi syndrome, Proximal renal tubular acidosis<\/li><\/ul>"},{"id":"jwhks6","title":"Drug Name Info","sub":[{"id":"jwhks6b17","title":"US Trade Names","mono":"Atripla<br\/>"},{"id":"jwhks6b18","title":"Synonyms","mono":"Antiviral Combination<br\/>"},{"id":"jwhks6b19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Non-Nucleoside Reverse Transcriptase Inhibitor<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><li>Nucleotide Reverse Transcriptase Inhibitor<\/li><\/ul>"},{"id":"jwhks6b20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"jwhks6b21","title":"Generic Availability","mono":"No<br\/>"}]},{"id":"jwhks7","title":"Mechanism Of Action","mono":"<ul><li>Efavirenz is a non-nucleoside reverse transcriptase inhibitor (NNRTI) of human immunodeficiency virus type 1 (HIV-1). The action of efavirenz is through noncompetitive inhibition of HIV-1 reverse transcriptase. Efavirenz has no inhibitory effect on human immunodeficiency virus type 2 (HIV-2) reverse transcriptase or human cellular DNA polymerases alpha, beta, gamma, or delta.<\/li><li>Emtricitabine is a synthetic nucleoside analog of cytidine. Its active metabolite emtricitabine 5'-triphosphate inhibits the activity of HIV-1 reverse transcriptase by competing with the natural substrate deoxycytidine 5'-triphosphate which is then incorporated into nascent viral DNA resulting in chain termination. It is also a weak inhibitor of mammalian DNA polymerase alpha, beta, epsilon and mitochondrial DNA polymerase gamma.<\/li><li>Tenofovir disoproxil fumarate, an acyclic nucleoside phosphonate diester analog of adenosine monophosphate, is initially converted to tenofovir by diester hydrolysis and further undergoes phosphorylation by cellular enzymes to form tenofovir diphosphate. In turn, tenofovir diphosphate competes with deoxyadenosine 5'-triphosphate, which is then incorporated into DNA resulting in chain termination, thus, preventing the activity of HIV-1 reverse transcriptase. It is also a weak inhibitor of mammalian DNA polymerase alpha, beta, epsilon and mitochondrial DNA polymerase gamma.<\/li><\/ul>"},{"id":"jwhks8","title":"Pharmacokinetics","sub":[{"id":"jwhks8b23","title":"Absorption","mono":"<ul><li>Efavirenz, Tmax, Oral: 3 to 5 hours<\/li><li>Emtricitabine, Tmax, Oral: 1 to 2 hours<\/li><li>Tenofovir, Tmax, Oral: 1 hour<\/li><li>Efavirenz\/emtricitabine\/tenofovir fixed-dose combination, Bioavailability: not evaluated<\/li><li>Emtricitabine, Bioavailability: 93%<\/li><li>Tenofovir disoproxil fumarate, Bioavailability: 25% (fasted)<\/li><li>Efavirenz, Effect of food: (high fat meal), mean AUC and Cmax increased by 28% and 79%, respectively<\/li><li>Tenofovir disoproxil fumarate, Effect of food: (high fat or light meal), delays Cmax by approximately 0.75 h and increases AUC by approximately 35% and Cmax by 15%<\/li><\/ul>"},{"id":"jwhks8b24","title":"Distribution","mono":"<ul><li>Efavirenz\/emtricitabine\/tenofovir fixed-dose combination, Protein binding: not evaluated<\/li><li>Efavirenz, Protein binding: 99.5% to 99.75%<\/li><li>Emtricitabine, Protein binding: less than 4%<\/li><li>Tenofovir, Protein binding: less than 0.7%<\/li><\/ul>"},{"id":"jwhks8b25","title":"Metabolism","mono":"<ul><li>Efavirenz: Liver, extensive<\/li><li>Efavirenz: Substrate of CYP3A and CYP2B6<\/li><li>Efavirenz: Inducer of CYP3A and CYP2B6, and its own metabolism<\/li><li>Efavirenz: Inhibitor of CYP2C9, CYP2C19<\/li><li>Emtricitabine: Liver, 13%<\/li><li>Tenofovir: Liver, none to negligible<\/li><\/ul>"},{"id":"jwhks8b26","title":"Excretion","mono":"<ul><li>Efavirenz, Fecal: 16% to 61%, mostly as parent drug<\/li><li>Efavirenz, Renal: 14% to 34%, mostly as metabolites<\/li><li>Emtricitabine, Renal: 86% unchanged<\/li><li>Emtricitabine, Renal clearance: 213 mL\/min<\/li><li>Tenofovir, Renal: 70% to 80% unchanged<\/li><\/ul>"},{"id":"jwhks8b27","title":"Elimination Half Life","mono":"<ul><li>Efavirenz: 40 to 55 hours<\/li><li>Emtricitabine: 10 hours<\/li><li>Tenofovir: 17 hours<\/li><\/ul>"}]},{"id":"jwhks9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take on an empty stomach<\/li><li>administration at bedtime may improve the tolerability of nervous system symptoms<\/li><\/ul>"},{"id":"jwhks10","title":"Monitoring","mono":"<ul><li>Viral load; at baseline and at 2 to 8 weeks; repeat every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment and if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months, particularly in patients with preexisting hepatic disease or marked transaminase elevations, and continue monitoring hepatic function for several months following therapy discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values, or as clinically indicated<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline or modification of therapy, then every 6 months<\/li><li>Serum phosphorus; at baseline and periodically thereafter in patients at risk of renal impairment or history of renal events following adefovir dipivoxil therapy<\/li><li>Estimated CrCl; at baseline and as clinically necessary in all patients; and periodically for patients at risk of renal impairment or history of renal events following adefovir dipivoxil therapy<\/li><li>Bone mineral density assessment in patients with history of pathologic bone fracture or risk of osteopenia<\/li><li>Signs and symptoms of hepatic dysfunction; several months following therapy discontinuation in patients co-infected with hepatitis B virus and HIV-1<\/li><\/ul>"},{"id":"jwhks11","title":"How Supplied","mono":"<b>Atripla<\/b><br\/>Oral Tablet: (Efavirenz - Emtricitabine - Tenofovir Disoproxil Fumarate) 600 MG-200 MG-300 MG<br\/>"},{"id":"jwhks12","title":"Toxicology","sub":[{"id":"jwhks12b31","title":"Clinical Effects","mono":"<ul><li><b>AIDS ANTIVIRAL NON-NUCLEOSIDES <\/b><br\/>USES: The non-nucleoside reverse transcriptase inhibitors (NNRTIs) are used in the treatment of HIV-1 infection. This class includes etravirine, delavirdine mesylate, efavirenz, nevirapine, and rilpivirine. PHARMACOLOGY: NNRTIs bind adjacent to the active site of HIV-1 reverse transcriptase, causing conformational change and thus inactivation of the enzyme. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon, and severe sequelae from acute overdose is rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: The majority of patients will have minimal or no symptoms following overdose. Mild transaminitis may occur in the setting of overdose. Psychiatric disturbances characterized by mania, agitation, and sometimes somnolence have been observed in overdose. Abdominal pain, nausea, and vomiting have been reported. Transient mild neutropenia and hyperlactemia developed in an infant after intravenous overdose. ADVERSE EFFECTS: COMMON: Headache, dizziness, transaminitis, rash, nausea, vomiting,  diarrhea, paresthesias, psychiatric disturbances, and hyperlipidemia are the most commonly reported adverse effects. Other adverse effects specific to each drug include: DELAVIRDINE: rash (36%), hepatitis (rare), Stevens-Johnson syndrome (rare), neutropenia (rare). EFAVIRENZ: headache, dizziness, impaired concentration, abnormal dreams, or other CNS\/psychiatric disturbances (52%), rash (27%), transaminitis, fever, hyperlipidemia. ETRAVIRINE: rash, peripheral neuropathy, toxic epidermal necrolysis (rare), hepatitis (rare). NEVIRAPINE: rash (7%), pruritus, hepatitis (1%), Stevens-Johnson syndrome (0.3%), fever. Hypersensitivity syndrome (HHS) has been described approximately 4 weeks following the therapeutic use of nevirapine.  Generalized maculopapular rash, eosinophilia, enlarged lymph nodes, fever, and hepatosplenomegaly developed. DRUG INTERACTIONS: DELAVIRDINE: A CYP3A4 substrate and inhibitor and a CYP2C9 inhibitor; carbamazepine, phenobarbital, rifampin, and phenytoin may decrease delavirdine concentrations; may increase plasma concentrations of other CYP3A4 substrates. EFAVIRENZ: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may decrease phenobarbital, phenytoin, carbamazepine, and methadone concentrations; may cause false positive tetrahydrocannabinol tests. ETRAVIRINE: A CYP3A4 substrate and inducer, a CYP2C9 substrate and inhibitor, and a CYP2C19 substrate and inhibitor; may increase the INR when administered with warfarin; may decrease etravirine concentrations when administered with phenytoin, carbamazepine, or phenobarbital; may increase digoxin concentrations. NEVIRAPINE: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may cause methadone withdrawal; may decrease plasma concentrations of oral contraceptives; may decrease ketoconazole concentrations; administration with rifampin may decrease nevirapine concentrations.<br\/><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash.<br\/><\/li><\/ul>"},{"id":"jwhks12b32","title":"Treatment","mono":"<ul><li><b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored and no specific treatment is indicated. Nausea and vomiting should be treated with antiemetics. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care in severe toxicity. Withdrawal of the offending agent is imperative to improvement in severe adverse reactions. Stevens-Johnson syndrome should be treated with supportive care and consideration of corticosteroid and IV immunoglobulin therapy. Granulocyte colony stimulating factor (GCSF) should be considered for neutropenia complicated by infection felt to be secondary to nevirapine. Hepatic failure should prompt consultation with a transplant center.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of non-nucleoside reverse transcriptase inhibitor (NNRTI) overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NNRTIs. However coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NNRTI toxicity.<\/li><li>Monitoring of patient: Measurement of a basic metabolic panel, complete blood count, and liver enzymes should be performed in cases where adverse effects or overdose are suspected. Right upper quadrant ultrasound should be considered to evaluate for alternative etiologies of transaminitis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NNRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients should be referred to a health care facility. Asymptomatic patients with inadvertent ingestions of NNRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with Stevens-Johnson syndrome or hepatic failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Hepatic failure should prompt consultation with a transplant center.<\/li><\/ul><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"jwhks12b33","title":"Range of Toxicity","mono":"<ul><li><b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/>OVERDOSE: A full month supply of many of these agents has been ingested in overdose without clinical effects, although toxicity can occur at therapeutic doses with all non-nucleoside reverse transcriptase inhibitors (NNRTIs). ADULT: Psychomotor agitation developed after 15.6 grams and 54 grams efavirenz in adults. PEDIATRIC: An ingestion of 200 mg of nevirapine (40 times the recommended dose of 2 mg\/kg\/day) instead of the prescribed 200 mg of nelfinavir in an 8-day-old infant resulted in mild transient neutropenia and hyperlactatemia. THERAPEUTIC DOSE: DELAVIRDINE: ADULT: 400 mg three times daily. PEDIATRIC (age 16 years or older): 400 mg three times daily. EFAVIRENZ: ADULT: 600 mg\/day. PEDIATRIC: 10 kg to less than 15 kg: 200 mg\/day; 15 kg to less than 20 kg: 250 mg\/day; 20 kg to less than 25 kg: 300 mg\/day; 25 kg to less than 32.5 kg: 350 mg\/day; 32.5 kg to less than 40 kg: 400 mg\/day; 40 kg or more: 600 mg\/day. ETRAVIRINE: ADULT: 200 mg twice daily. NEVIRAPINE: ADULT: 200 mg twice daily. PEDIATRIC: 150 mg\/m(2) twice daily (Max: 400 mg\/day).<br\/><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/><\/li><\/ul>"}]},{"id":"jwhks13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Adverse effects to a fetus may be caused by treatment with this drug. Emphasize the use of reliable contraception to patient. This applies during treatment and up to 12 weeks post-treatment.<\/li><li>This drug may decrease effectiveness of oral contraceptives with concurrent use. Recommend additional form of birth control.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause rash, diarrhea, nausea, dizziness, headache, fatigue, depression, insomnia, abnormal dreams, or fat redistribution.<\/li><li>Instruct patient to report signs\/symptoms of lactic acidosis (nausea, vomiting, abdominal pain, tachypnea) or hepatotoxicity (yellowing of the eyes or skin, light-colored stools, dark urine). Patients who are obese, female, or are receiving prolonged nucleoside therapy may be at increased risk.<\/li><li>Advise patients with a seizure history to monitor for and report increased convulsive activity.<\/li><li>Instruct patient to report severe skin rash immediately.<\/li><li>Instruct patient to report worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>After discontinuation of drug, patients co-infected with hepatitis B should monitor for and report signs of acute infection, as drug may cause severe acute exacerbations after cessation of therapy.<\/li><li>Patient should take on an empty stomach preferably at bedtime, as this may improve the tolerability of nervous system symptoms.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs such as St. John's Wort).<\/li><\/ul>"}]}