{"generic":"Drospirenone\/Estradiol","drugs":["Angeliq","Drospirenone\/Estradiol"],"mono":[{"id":"jwj8s0","title":"Generic Names","mono":"Drospirenone\/Estradiol"},{"id":"jwj8s1","title":"Dosing and Indications","sub":[{"id":"jwj8s1b4","title":"Adult Dosing","mono":"<ul><li><b>Menopause - Moderate to severe abnormal vasomotor function:<\/b> drospirenone 0.25 mg\/estradiol 0.5 mg OR drospirenone 0.5 mg\/estradiol 1 mg ORALLY once daily; limit to the lowest possible dose for the shortest duration<\/li><li><b>Menopause - Moderate to severe vaginal atrophy - Moderate to severe vulvar atrophy:<\/b> drospirenone 0.5 mg\/estradiol 1 mg ORALLY once daily; limit to the lowest possible dose for the shortest duration<\/li><\/ul>"},{"id":"jwj8s1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children "},{"id":"jwj8s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> use contraindicated<\/li><li><b>hepatic impairment or disease:<\/b> use contraindicated<\/li><\/ul>"},{"id":"jwj8s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Menopause - Moderate to severe abnormal vasomotor function<\/li><li>Menopause - Moderate to severe vaginal atrophy - Moderate to severe vulvar atrophy<\/li><\/ul>"}]},{"id":"jwj8s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Unopposed estrogens increase the risk of endometrial cancer in women without a uterus. Estrogen alone or with a progestin should not be used for the prevention of cardiovascular disease or dementia. Increased risks of stroke and DVT have been reported with estrogen-alone therapy, along with increased risk for endometrial cancer in a woman with a uterus who uses unopposed estrogens. Increased risks of stroke, DVT, pulmonary embolism, myocardial infarction, and invasive breast cancer have been reported with estrogen plus progestin therapy. An increased risk of probable dementia in postmenopausal women aged 65 and older has been reported with estrogen plus progestin therapy. Risks should be assumed to be similar for other doses, combinations, and dosage forms of estrogens and progestins. Estrogens with or without progestins should be prescribed at the lowest effective doses and for the shortest duration possible.<br\/>"},{"id":"jwj8s3","title":"Contraindications\/Warnings","sub":[{"id":"jwj8s3b9","title":"Contraindications","mono":"<ul><li>adrenal insufficiency<\/li><li>anaphylactic reaction, angioedema, or hypersensitivity, known, to drospirenone-estradiol tablet or any component of the drug<\/li><li>arterial thromboembolic disease (eg, stroke or myocardial infarction), active or history of<\/li><li>breast cancer, known, suspected, or history of<\/li><li>deep vein thrombosis, active or history of<\/li><li>estrogen-dependent neoplasia, known or suspected<\/li><li>genital bleeding, undiagnosed abnormal<\/li><li>hepatic impairment or disease<\/li><li>pregnancy, known or suspected<\/li><li>protein C, protein S, or antithrombin deficiency or other known thrombophilic disorders<\/li><li>pulmonary embolism, active or history of<\/li><li>renal impairment<\/li><\/ul>"},{"id":"jwj8s3b10","title":"Precautions","mono":"<ul><li>postmenopausal women 65 years of age or older; increased risk of developing probable dementia during therapy, prescribe at lowest effective dose for shortest duration necessary, do not use for the prevention of dementia<\/li><li>postmenopausal women 50 to 79 years of age; increased risk of invasive breast cancer, stroke, myocardial infarction, pulmonary embolism, or deep vein thrombosis during therapy; prescribe lowest effective dose for shortest duration necessary; do not use for the prevention of cardiovascular disease; if any of these events occur, immediate discontinuation recommended<\/li><li>intact uterus; increased risk of endometrial cancer with unopposed estrogen therapy<\/li><li>angioedema, hereditary; symptoms may be exacerbated<\/li><li>asthma; exacerbation may occur<\/li><li>breast cancer or bone metastases; increased risk of severe hypercalcemia; discontinuation recommended if hypercalcemia occurs<\/li><li>cardiac or renal dysfunction; increased risk of fluid retention; monitoring recommended<\/li><li>cardiovascular events, serious (eg, stroke, myocardial infarction, pulmonary embolism, venous thrombosis) may occur; discontinue therapy immediately if known or suspected<\/li><li>cholestatic jaundice associated with past estrogen use or pregnancy; potential for recurrence; discontinuation recommended<\/li><li>chorea minor; exacerbation may occur<\/li><li>concomitant use with other medications that may increase potassium levels<\/li><li>diabetes mellitus; increased risk for cardiovascular events, exacerbation of diabetes may occur<\/li><li>endometriosis; exacerbation may occur<\/li><li>epilepsy; exacerbation may occur<\/li><li>gallbladder disease has been reported<\/li><li>hepatic hemangiomas; exacerbation may occur<\/li><li>hypercholesterolemia; increased risk for cardiovascular events<\/li><li>hyperkalemia, in high-risk patients (eg, renal impairment, liver impairment, adrenal insufficiency); monitoring recommended<\/li><li>hypertriglyceridemia; exacerbation, potentially leading to pancreatitis, may occur; discontinuation may be necessary<\/li><li>hypertension; increased risk for cardiovascular events; exacerbation of hypertension may occur, monitoring recommended<\/li><li>hyponatremia, high-risk patients<\/li><li>hypoparathyroidism; risk of estrogen-induced hypocalcemia<\/li><li>migraine; exacerbation may occur<\/li><li>obesity; increased risk for cardiovascular events and\/or venous thromboembolism<\/li><li>porphyria; exacerbation may occur<\/li><li>surgery associated with increased risk of thromboembolism or prolonged immobilization; discontinue therapy at least 4 to 6 weeks prior to procedure due to increased risk of venous thromboembolism<\/li><li>systemic lupus erythematosus; increased risk for venous thromboembolism, exacerbation may occur<\/li><li>thyroid hormone replacement therapy, concurrent; increased doses of thyroid hormone may be required; monitoring recommended<\/li><li>tobacco use; increased risk for cardiovascular events<\/li><li>venous thromboembolism, personal or family history of; increased risk for venous thromboembolism<\/li><li>visual abnormalities, serious including vision loss, have occurred; interrupt therapy with sudden partial or complete vision loss, or sudden proptosis, diplopia, or migraine; permanently discontinue therapy if papilledema or retinal vascular lesions present<\/li><li>report suspected adverse events to the FDA at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwj8s3b11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"jwj8s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jwj8s4","title":"Drug Interactions","sub":[{"id":"jwj8s4b13","title":"Contraindicated","mono":"<ul><li>Boceprevir (probable)<\/li><li>Tranexamic Acid (probable)<\/li><\/ul>"},{"id":"jwj8s4b14","title":"Major","mono":"<ul><li>Aripiprazole (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Tizanidine (probable)<\/li><li>Topotecan (theoretical)<\/li><li>Ulipristal (established)<\/li><\/ul>"},{"id":"jwj8s4b15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Efavirenz (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginseng (probable)<\/li><li>Griseofulvin (established)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lamotrigine (established)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>Modafinil (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Tacrine (probable)<\/li><li>Telaprevir (established)<\/li><li>Tipranavir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},{"id":"jwj8s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (3.6% to 6.5%)<\/li><li><b>Neurologic:<\/b>Headache (6%)<\/li><li><b>Reproductive:<\/b>Abnormal vaginal bleeding (3.6% to 14%), Pain of breast (3.3% to 17.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Breast cancer, Endometrial carcinoma, Ovarian cancer<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},{"id":"jwj8s6","title":"Drug Name Info","sub":{"0":{"id":"jwj8s6b17","title":"US Trade Names","mono":"Angeliq<br\/>"},"2":{"id":"jwj8s6b19","title":"Class","mono":"<ul><li>Estrogen<\/li><li>Estrogen\/Progestin Combination<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"jwj8s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwj8s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jwj8s7","title":"Mechanism Of Action","mono":"Exogenous administration of estradiol and drospirenone is intended to mimic the actions of the endogenous hormones, which include the maintenance and development of the female reproductive system and secondary sexual characteristics. These hormones work by binding to nuclear receptors in estrogen-responsive tissue, thereby eliciting intracellular changes. Drospirenone, a synthetic progestin, is a spironolactone analog with antimineralocorticoid activity that acts by countering estrogenic effects by decreasing the number of nuclear estradiol receptors and suppressing epithelial DNA synthesis in endometrial tissue.<br\/>"},{"id":"jwj8s8","title":"Pharmacokinetics","sub":[{"id":"jwj8s8b23","title":"Absorption","mono":"<ul><li>Drospirenone, Tmax, Oral: approximately 1 hour<\/li><li>Drospirenone, Bioavailability, Oral: 76% to 85%<\/li><li>Drospirenone, Effects of food: no effect<\/li><li>Estradiol, Tmax, Oral: approximately 2 hours<\/li><li>Estradiol, Effects of food: no effect<\/li><\/ul>"},{"id":"jwj8s8b24","title":"Distribution","mono":"<ul><li>Drospirenone, Protein binding: sex hormone-binding globulin, none; corticosteroid binding globulin, none; other serum proteins, 97%<\/li><li>Drospirenone, Vd: 4.2 L\/kg<\/li><li>Estradiol, Protein binding: sex hormone-binding globulin, 37%; albumin, 61%; unbound, 1% to 2%<\/li><\/ul>"},{"id":"jwj8s8b25","title":"Metabolism","mono":"<ul><li>Drospirenone, Hepatic: extensive<\/li><li>Drospirenone, 4,5-dihydrodrospirenone-3-sulfate and drospirenone acid form: inactive<\/li><li>Estradiol, Hepatic: primary site<\/li><li>Estradiol, estrone, estriol, and estrone sulfate: active<\/li><\/ul>"},{"id":"jwj8s8b26","title":"Excretion","mono":"<ul><li>Drospirenone, Renal: 38% to 47% as sulfate or glucuronide conjugates<\/li><li>Drospirenone, Fecal: 17% to 20% as sulfate or glucuronide conjugates<\/li><li>Drospirenone, Total body clearance: 1.2 mL\/min\/kg<\/li><li>Estradiol, Renal: multiple forms (estradiol, estrone, estriol, and glucuronide\/sulfate conjugates)<\/li><\/ul>"},{"id":"jwj8s8b27","title":"Elimination Half Life","mono":"Drospirenone: 36 to 42 hours <br\/>"}]},{"id":"jwj8s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>swallow whole with or without food<\/li><li>take at the same time every<\/li><li>if dose is missed, take as soon as possible; if more than 24 hours have elapsed, do not take missed tablet<\/li><\/ul>"},{"id":"jwj8s10","title":"Monitoring","mono":"<ul><li>improvement of the severity of vasomotor symptoms is indicative of efficacy<\/li><li>improvement of vulvar and vaginal atrophy and related symptoms is indicative of efficacy<\/li><li>thyroid function in women receiving thyroid hormone replacement therapy<\/li><li>serum potassium for first month in high-risk patients<\/li><li>yearly breast examinations for all patients and mammography examinations based on patient age, risk factors, and prior mammogram results<\/li><li>fluid status, especially in women with predispositions (eg, cardiac or renal impairment)<\/li><\/ul>"},{"id":"jwj8s11","title":"How Supplied","mono":"<b>Angeliq<\/b><br\/>Oral Tablet: (Drospirenone - Estradiol) 0.25 MG-0.5 MG, 0.5 MG-1 MG<br\/>"},{"id":"jwj8s12","title":"Toxicology","sub":[{"id":"jwj8s12b31","title":"Clinical Effects","mono":"<b>ESTROGENS<\/b><br\/>USES: Estrogens are naturally occurring hormones secreted primarily by the ovarian follicles and also by the adrenals, corpus luteum, placenta, and testes used pharmaceutically for female birth control, to treat prostate cancer, and to treat symptoms of menopause. PHARMACOLOGY: Endogenous estrogens are mostly responsible for the development and maintenance of the female reproductive system and secondary sexual characteristics. The primary source of estrogen in normally cycling adult female is the ovarian follicle. Estrogens bind to nuclear receptors in estrogen-responsive tissues to activate pituitary secretion of gonadotropins, luteinizing hormone (LH), and follicle-stimulating hormone through negative feedback mechanisms. EPIDEMIOLOGY: Estrogens are widely used; however, overdose is rare and significant toxicity has not been reported after overdose. TOXICITY: Overdose effects include nausea, vomiting, breast tenderness, dizziness, abdominal pain, drowsiness\/fatigue, and withdrawal bleeding in women. ADVERSE EFFECTS: COMMON: Hypertension, edema, nausea, vomiting, migraine. LESS COMMON: Myocardial infarction, venous thromboembolism, anaphylaxis, cerebrovascular accident, and neoplasm.<br\/>"},{"id":"jwj8s12b32","title":"Treatment","mono":"<b>ESTROGENS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and intravenous or intramuscular administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from estrogen use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms.<\/li><li>Decontamination: PREHOSPTIAL: Toxicity is unlikely following acute single exposure of excessive amounts. Gastric decontamination is rarely necessary. HOSPITAL: Significant toxicity is rare, GI decontamination is generally not necessary.<\/li><li>Antidote: There is no specific antidote for estrogens.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. In self harm ingestions monitor serum electrolytes, acetaminophen and salicylate concentrations. Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after acute overdose. Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jwj8s12b33","title":"Range of Toxicity","mono":"<b>ESTROGENS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The oral therapeutic dose can range fro 0.3 mg to 10 mg, depending on the specific substance. Intramuscular and intravenous doses can range from 1.5 mg to 30 mg, depending on the specific substance. Intravaginal and transdermal delivered doses range from 0.025 mg\/day to 0.0.1 mg\/day.<br\/>"}]},{"id":"jwj8s13","title":"Clinical Teaching","mono":"<ul><li>Inform postmenopausal women of the potential for serious adverse events related to hormone therapy, including cardiovascular disorders, malignant neoplasms, and probable dementia.<\/li><li>Instruct patient to immediately report signs\/symptoms of serious cardiovascular events such as myocardial infarction, stroke, venous thrombosis, or pulmonary embolism.<\/li><li>Advise patient to immediately report signs\/symptoms of retinal vein thrombosis (eg, sudden partial or complete loss of vision, or sudden onset of proptosis, diplopia, or migraine).<\/li><li>Drug may cause weight gain, gastrointestinal and abdominal pain, nausea, vomiting, breast pain or tenderness, headache, female genital tract bleeding.<\/li><li>Tell patient to immediately report abnormal vaginal bleeding.<\/li><li>Counsel patient to avoid eating grapefruit or drinking grapefruit juice while taking this drug.<\/li><\/ul>"}]}