{"generic":"Rotigotine","drugs":["Neupro","Rotigotine"],"mono":{"0":{"id":"jwnrs0","title":"Generic Names","mono":"Rotigotine"},"1":{"id":"jwnrs1","title":"Dosing and Indications","sub":{"0":{"id":"jwnrs1b4","title":"Adult Dosing","mono":"<ul><li>Doses may be achieved using single or multiple patches<\/li><li>To discontinue in patients with Parkinson disease, decrease daily dose by a maximum of 2 mg every 24 hours, preferably every other day<\/li><li>To discontinue in patients with restless legs syndrome, decrease daily dose by 1 mg every 24 hours, preferably every other day<\/li><li><b>Parkinson's disease:<\/b> Early-stage: Initial, 2 mg\/24 hours TRANSDERMALLY; titration, 2 mg\/24 hours TRANSDERMALLY weekly; minimum effective dose, 4 mg\/24 hours TRANSDERMALLY; MAX, 6 mg\/24 hours TRANSDERMALLY<\/li><li><b>Parkinson's disease:<\/b> Advanced-stage: Initial, 4 mg\/24 hours TRANSDERMALLY; titration, 2 mg\/24 hours TRANSDERMALLY weekly; MAX, 8 mg\/24 hours TRANSDERMALLY<\/li><li><b>Restless legs syndrome (Moderate to Severe):<\/b> Initial, 1 mg\/24 hours TRANSDERMALLY; titration, 1 mg\/24 hours TRANSDERMALLY weekly; minimum effective dose, 1 mg\/24 hours TRANSDERMALLY; MAX, 3 mg\/24 hours TRANSDERMALLY<\/li><\/ul>"},"1":{"id":"jwnrs1b5","title":"Pediatric Dosing","mono":"Safety and effectiveness have not been established in children "},"3":{"id":"jwnrs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Parkinson's disease<\/li><li>Restless legs syndrome (Moderate to Severe)<\/li><\/ul>"}}},"3":{"id":"jwnrs3","title":"Contraindications\/Warnings","sub":[{"id":"jwnrs3b9","title":"Contraindications","mono":"Hypersensitivity to rotigotine or any component of the product <br\/>"},{"id":"jwnrs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Postural\/orthostatic hypotension may occur, particularly during dose escalation or titration; monitoring recommended<\/li><li>-- Syncope may occur; this risk may be increased in patients with severe cardiovascular disease<\/li><li>-- Increased systolic or diastolic blood pressure has been reported;  this risk may be increased in patients with cardiovascular disease<\/li><li>-- Weight gain and fluid retention has been reported; monitoring recommended for patients with concomitant illnesses (eg, congestive heart failure or renal insufficiency)<\/li><li>Dermatologic:<\/li><li>-- Melanoma may occur, with an increased risk in patients with Parkinson's disease; monitoring recommended<\/li><li>-- Skin burns during an MRI or cardioversion may occur due to aluminum in the backing layer of the patch; remove patch prior to MRI or cardioversion<\/li><li>Immunologic:<\/li><li>-- Sulfite sensitivity causing allergic-type reactions, including anaphylactic symptoms and life-threatening asthmatic episodes, may occur; with an increased risk in asthmatic patients<\/li><li>-- Application site reactions have been reported and appear to be dose-dependent; discontinuation recommended if generalized skin reaction occurs<\/li><li>Neurologic:<\/li><li>-- Somnolence and falling asleep during activities of daily living have been reported, sometimes without warning signs and reported more than one year after treatment initiation; reassess for drowsiness or sleepiness regularly during treatment; discontinuation may be necessary<\/li><li>-- Sleep disorders; increased risk of somnolence or sudden onset of sleep during daily activities<\/li><li>-- New onset or worsening dyskinesia has been reported with concomitant levodopa use<\/li><li>-- Worsening or rebound of restless leg syndrome symptoms may occur, especially during discontinuation or dose reduction<\/li><li>-- Symptom complex resembling neuroleptic malignant syndrome may occur with abrupt withdrawal, dose reduction, or changes in treatment; gradual tapering of dose recommended<\/li><li>Psychiatric:<\/li><li>-- An increased risk for hallucinations has been reported in patients with advanced Parkinson's disease, this risk increased with increasing dose; discontinuation may be necessary<\/li><li>-- New or worsening mental status and behavioral changes, including psychotic behavior, may occur during treatment or following treatment initiation or dose increases<\/li><li>-- Use in patients with a major psychotic disorder not recommended<\/li><li>Other:<\/li><li>-- Impulse control impairment (eg, urges to gamble, increased sexual urges, other intense urges) may occur; discontinuation or dose reduction may be necessary<\/li><li>-- Increased absorption may occur from exposing application site to external sources of direct heat (eg, heating pads, heat lamps, saunas)<\/li><li>-- Fibrotic complications (ie, retroperitoneal fibrosis, pulmonary infiltrates, pleural effusion, pleural thickening, pericarditis, and cardiac valvulopathy) have been reported<\/li><li>Concomitant Use:<\/li><li>-- Use with levodopa may cause or exacerbate dyskinesia<\/li><\/ul>"},{"id":"jwnrs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jwnrs3b12","title":"Breast Feeding","mono":"Micromedex: Milk effects are possible.<br\/>"}]},"5":{"id":"jwnrs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Orthostatic hypotension (Parkinson disease, 16% to 32%; restless legs syndrome, 8% to 13%), Peripheral edema (2% to 9%)<\/li><li><b>Dermatologic:<\/b>Application site reaction (19% to 43%), Diaphoresis (Parkinson disease, 3% to 11%; restless leg syndrome, 1% to 5%)<\/li><li><b>Gastrointestinal:<\/b>Loss of appetite (2% to 9%), Nausea (Parkinson disease, 28% to 48%; restless leg syndrome, 15% to 23%), Vomiting (Parkinson disease, 10% to 20%; restless leg syndrome, 2% to 4%), Xerostomia (3% to 7%)<\/li><li><b>Neurologic:<\/b>Dizziness (Parkinson disease, 14% to 23%; restless leg syndrome, 5% to 9%), Dyskinesia (14%), Headache (Parkinson disease, 10%; restless leg syndrome, 15% to 21%), Sleep disorder (2% to 14%), Somnolence (Parkinson disease, 12% to 32%; restless leg syndrome, 5% to 8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrioventricular block, First degree (3%), Syncope<\/li><li><b>Neurologic:<\/b>Sleep attack (Up to 2%)<\/li><li><b>Psychiatric:<\/b>Compulsive behavior, Hallucinations (Up to 7%), Impulse control disorder<\/li><\/ul>"},"6":{"id":"jwnrs6","title":"Drug Name Info","sub":{"0":{"id":"jwnrs6b17","title":"US Trade Names","mono":"Neupro<br\/>"},"2":{"id":"jwnrs6b19","title":"Class","mono":"<ul><li>Antiparkinsonian<\/li><li>Dopamine Agonist<\/li><\/ul>"},"3":{"id":"jwnrs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwnrs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwnrs7","title":"Mechanism Of Action","mono":"Rotigotine is a non-ergoline dopamine receptor agonist. The precise mechanisms of action in the treatment of Parkinson disease and restless legs syndrome are unknown but are thought to be related to rotigotine's ability to stimulate dopamine receptors. In the treatment of Parkinson disease, rotigotine is thought to stimulate dopamine receptors within the caudate-putamen in the brain.<br\/>"},"8":{"id":"jwnrs8","title":"Pharmacokinetics","sub":[{"id":"jwnrs8b23","title":"Absorption","mono":"Effect of food: (transdermal), no effect <br\/>"},{"id":"jwnrs8b24","title":"Distribution","mono":"<ul><li>Protein binding: 89.5%<\/li><li>Vd: 84 L\/kg<\/li><\/ul>"},{"id":"jwnrs8b25","title":"Metabolism","mono":"<ul><li>Hepatic; extensive via N-dealkylation and conjugation, catalyzed by multiple CYP isoenzymes, sulfotransferases and 2 UDP-glucuronosyltransferases<\/li><li>Rotigotine sulfate: inactive<\/li><li>Rotigotine glucuronide: inactive<\/li><li>N-despropyl-rotigotine sulfate metabolites: inactive<\/li><li>N-desthienylethyl-rotigotine sulfate metabolites: inactive<\/li><\/ul>"},{"id":"jwnrs8b26","title":"Excretion","mono":"<ul><li>Renal: approximately 71%<\/li><li>Fecal: approximately 23%<\/li><li>Dialyzable: no<\/li><\/ul>"},{"id":"jwnrs8b27","title":"Elimination Half Life","mono":"3 hours initially, then 5 to 7 hours (biphasic) <br\/>"}]},"9":{"id":"jwnrs9","title":"Administration","mono":"<b>Transdermal<\/b><br\/><ul><li>Do not apply the patch to oily, irritated, or damaged skin.<\/li><li>Apply to clean, dry, intact, healthy, hairless skin (shaved at least 3 days prior) on front of abdomen, thigh, hip, flank, shoulder, or upper arm that will not be rubbed by tight clothes.<\/li><li>Apply to a new site daily, rotating from side to side and from upper to lower body; do not apply to the same site more than once every 14 days.<\/li><li>After removing from protective liner, apply immediately by pressing firmly in place for 30 seconds.<\/li><li>Wear continually for 24 hours and apply a new patch at approximately the same time every day.<\/li><li>If replacement patch is forgotten, or existing patch becomes dislodged, apply another patch for the remainder of the day then replace at the next regular time.<\/li><\/ul>"},"10":{"id":"jwnrs10","title":"Monitoring","mono":"<ul><li>Improvement in the signs and symptoms of Parkinson's disease or restless legs syndrome may indicate efficacy<\/li><li>Drowsiness and somnolence<\/li><li>Postural\/orthostatic hypotension; especially during dose escalation<\/li><li>Weight gain and fluid retention, in patients with concomitant illnesses (eg, congestive heart failure or renal insufficiency)<\/li><li>Skin examinations; periodically<\/li><\/ul>"},"11":{"id":"jwnrs11","title":"How Supplied","mono":"<b>Neupro<\/b><br\/>Transdermal Patch, Extended Release: 1 MG\/24 HR, 2 MG\/24 HR, 3 MG\/24 HR, 4 MG\/24 HR, 6 MG\/24 HR, 8 MG\/24 HR<br\/>"},"12":{"id":"jwnrs12","title":"Toxicology","sub":[{"id":"jwnrs12b31","title":"Clinical Effects","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/>USES: ROPINIRole, rotigotine, and apomorphine are used for the treatment of Parkinson disease. ROPINIRole is also used for the treatment of restless leg syndrome.  Apomorphine is administered subcutaneously, rOPINIRole orally, and rotigotine as a transdermal patch. For information on pramipexole, refer to PRAMIPEXOLE and RELATED AGENTS. PHARMACOLOGY: These agents act by stimulating dopamine D2-type receptors within the caudate-putamen in the brain. Apomorphine has high affinity for dopamine-4 (D4) receptors and moderate affinity for the dopamine-2, dopamine-3 and dopamine-5 receptors. ROPINIRole and rotigotine are selective for the dopamine-2 (D2)-receptor agonist with higher specificity for D3 receptors. TOXICOLOGY: Overdose effects are related to peripheral and central dopaminergic stimulation. EPIDEMIOLOGY: Overdose is rare; however, apomorphine abuse has been reported in other countries. Patients may overdose on apomorphine to avoid \"off\" episodes or to experience an increase in psychosexual stimulation. Male patients with Parkinson disease have been reported to increase the frequency of their injections leading to heightened libido, stimulation of penile erections, hallucinations, dyskinesia, abnormal behavior, agitation, confusion, and depression. MILD TO MODERATE POISONING: Headache, nasal congestion, dryness of mouth, nausea, vomiting, flushing, coughing, fatigue. ROPINIROLE: Of patients receiving inadvertent doses greater than 24 mg\/day, one experienced mild orofacial dyskinesia, and another had transient nausea. Other effects reported after unintentional overdose (a dose greater than 24 mg\/day) included visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, and nightmares. Doses of 24 mg or less or overdoses of unknown amounts have been associated with the following effects: vomiting, increased coughing, fatigue, syncope, dyskinesia, agitation, chest pain, orthostatic hypotension, somnolence, and confusion. ROTIGOTINE: There have been no reports of overdose; however, in the event of an overdose, the following primary symptoms may be expected: nausea, vomiting, hypotension, involuntary movements, hallucinations, confusion, seizures, and other signs of excessive dopaminergic stimulation. SEVERE POISONING: Orthostatic hypotension, bradycardia, hypothermia, supraventricular ectopy, chest pain, lethargy, dizziness, euphoria, dyskinesias, agitation, confusion, mydriasis, drowsiness, sedation, vomiting, nausea, visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, nightmares, syncope, somnolence, involuntary movements, seizures, ataxia,  and other signs of excessive dopaminergic stimulation. APOMORPHINE: Loss of consciousness, bradycardia, and hypotension were reported in a patient who received 25 mg of apomorphine. ADVERSE EFFECTS: THERAPEUTIC: ROPINIROLE: Spontaneous vomiting and mild hypotension, sweating, nausea, dizziness, and impotence have been reported as adverse effects in clinical trials. The majority of adverse effects are related to the peripheral dopaminergic activity of rOPINIRole. ROTIGOTINE: Nausea, vomiting, somnolence, dizziness, headache, and application site reactions are the most frequently reported adverse effects reported with rotigotine therapy. For information on pramipexole, please refer to PRAMIPEXOLE AND RELATED AGENTS management. APOMORPHINE: Yawning, dyskinesia, somnolence, dizziness, rhinorrhea, edema, chest pain, increased sweating, flushing, and pallor have been reported in clinical trials. Severe nausea and vomiting have been reported with therapeutic doses. <br\/>"},{"id":"jwnrs12b32","title":"Treatment","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat dyskinesias by decreasing the dose and providing supportive care. Treat dystonia with benzodiazepines and antispasmodic agents (benztropine, diphenhydramine). Treat hypotension with IV fluids and treat dysrhythmias with routine antiarrhythmic agents.<\/li><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. Due to the mechanism of action of dopamine D2 receptor agonists, spontaneous vomiting is expected to occur following an overdose. Remove rotogotine patch and wash exposed skin.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway.<\/li><li>Antidote: None.<\/li><li>Dystonia: Dystonias may respond to diazepam, diphenhydramine or benztropine. ADULT: Benztropine is dosed at 1 to 4 mg IV or IM, maximum 6 mg\/day. Diphenhydramine is dosed at 25 to 50 mg IV over 2 minutes. PEDIATRIC: Diphenhydramine: 1.25 mg\/kg\/dose IV over 2 minutes.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. Central venous pressure monitoring may be indicated to guide fluid therapy in patients with persistent hypotension. Administer atropine if hypotension is secondary to bradycardia. If hypotension persists administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (ADULT: begin infusion at 0.5 to 1 mcg\/min; PEDIATRIC: begin infusion at 0.1 mcg\/kg\/min); titrate to desired response<\/li><li>Conduction disorder of the heart: Monitor for dysrhythmias and treat with routine antiarrhythmic agents.<\/li><li>Nausea and vomiting: APOMORPHINE ONLY: Use of a 5HT3 antagonist (ondansetron, granisetron, dolasetron, palonosetron and alosetron) is contraindicated. Use of apomorphine with ondansetron has resulted in profound hypotension and loss of consciousness. In clinical trials, trimethobenzamide was use as the primary therapy for apomorphine induced nausea and\/or vomiting.<\/li><li>Monitoring of patient:   Monitor vital signs and ECG in symptomatic patients. Monitor for CNS depression. Monitor fluid and electrolyte balance in patients with prolonged vomiting.<\/li><li>Enhanced elimination procedure: These agents have large volumes of distribution, methods to enhance elimination would not be effective.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after inadvertent ingestion can be managed at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be sent to a medical facility for evaluation and treatment. ADMISSION CRITERIA: All patients who remain symptomatic after 6 to 12 hours of observation should be admitted. CONSULT CRITERIA: Consult a medical toxicologist for assistance with medical management if the patient has more than moderate symptoms or symptoms not consistent with the exposure or the diagnosis is unclear.<\/li><\/ul>"},{"id":"jwnrs12b33","title":"Range of Toxicity","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT)<\/b><br\/>TOXICITY: There is limited overdose experience with these agents. APOMORPHINE: A man experienced loss of consciousness, but recovered fully after injecting 25 mg. ROPINIROLE: An adult survived an ingestion of 435 mg over a 7-day period (62.1 mgs\/day). PEDIATRICS: Inadvertent exposures in children generally cause only mild effects. THERAPEUTIC: APOMORPHINE: Recommended daily dose, after the dose-determination titration, is 0.2 to 0.6 mL (2 to 6 mg) SubQ as needed for \"off\" episodes. MAXIMUM DOSE: 0.6 mL (6 mg) per day. ROPINIROLE: Parkinson disease: Initial titration: 0.25 mg 3 times daily, then increase dose in 0.25 mg to 3 mg increments weekly to achieve therapeutic response; MAXIMUM DOSE: 24 mg\/day. Restless Legs Syndrome:  Initial dose: 0.5 mg\/day, titrate to a maximum dose of 4 mg once daily. ROTIGOTINE: Parkinson disease: Initial dose: 2 mg\/day patch once daily. May increase weekly by 2 mg\/24 hour increments if needed and as tolerated. MAXIMUM DOSE: 6 mg\/day.<br\/>"}]},"13":{"id":"jwnrs13","title":"Clinical Teaching","mono":"<ul><li>Alert patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause excessive drowsiness and somnolence (up to 1 year after initiation).<\/li><li>Inform patient that patch contains aluminum and should be removed prior to MRI or cardioversion.<\/li><li>Advise patient to avoid exposing applied patch to direct heat due to possibility of increased drug absorption.<\/li><li>Instruct patient to rise slowly from a sitting\/supine position due to possible orthostatic hypotension.<\/li><li>Drug may cause application site reactions, nausea, vomiting, dizziness, headaches, insomnia, syncope, hallucinations, dyskinesias, hypertension, tachycardia, or peripheral edema. Allergic reactions are possible if sensitive to sulfites.<\/li><li>Instruct patient to report sign\/symptoms of melanoma or compulsive behavior (gambling, sexual urges, binge eating).<\/li><li>Counsel patient with restless legs syndrome to report augmentation or exacerbation (rebound) of symptoms.<\/li><li>Educate patient on proper patch application, including shaving hairy skin 3 days before application and washing site after removal.<\/li><li>Advise patient against sudden discontinuation due to neuroleptic malignant syndrome-like symptoms (confusion, hyperpyrexia).<\/li><li>Instruct patient to not drink alcohol or take CNS depressants with drug.<\/li><\/ul>"}}}