{"generic":"Levocetirizine Dihydrochloride","drugs":["Levocetirizine Dihydrochloride","Xyzal"],"mono":{"0":{"id":"jwo0s0","title":"Generic Names","mono":"Levocetirizine Dihydrochloride"},"1":{"id":"jwo0s1","title":"Dosing and Indications","sub":[{"id":"jwo0s1b4","title":"Adult Dosing","mono":"<ul><li><b>Idiopathic urticaria, chronic:<\/b> 5 mg ORALLY once daily in the evening; a 2.5-mg dose may be adequate for some patients (manufacturer dosing); if symptoms persist after 2 weeks, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Perennial allergic rhinitis:<\/b> 5 mg ORALLY once daily in the evening; a 2.5-mg dose may be adequate for some patients<\/li><li><b>Seasonal allergic rhinitis:<\/b> 5 mg ORALLY once daily in the evening; a 2.5-mg dose may be adequate for some patients<\/li><\/ul>"},{"id":"jwo0s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Idiopathic urticaria, chronic:<\/b> (12 years or older) 5 mg ORALLY once daily in the evening; a 2.5-mg dose may be adequate for some patients (manufacturer dosing); if symptoms persist after 2 weeks, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Idiopathic urticaria, chronic:<\/b> (6 to 11 years of age) 2.5 mg ORALLY once daily in the evening; do not exceed recommended dose (manufacturer dosing); if symptoms persist after 2 weeks, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Idiopathic urticaria, chronic:<\/b> (6 months to 5 years of age) 1.25 mg ORALLY once daily in the evening; do not exceed recommended dose (manufacturer dosing); if symptoms persist after 2 weeks, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Perennial allergic rhinitis:<\/b> 12 yr and older, 5 mg ORALLY once daily in the evening; a 2.5-mg dose may be adequate for some patients<\/li><li><b>Perennial allergic rhinitis:<\/b> 6 to 11 yr old, 2.5 mg ORALLY once daily in the evening; do not exceed recommended dose<\/li><li><b>Perennial allergic rhinitis:<\/b> 6 months to 5 yr old, 1.25 mg ORALLY once daily in the evening; do not exceed recommended dose<\/li><li><b>Seasonal allergic rhinitis:<\/b> 12 yr and older, 5 mg ORALLY once daily in the evening; a 2.5-mg dose may be adequate for some patients<\/li><li><b>Seasonal allergic rhinitis:<\/b> 6 to 11 yr old, 2.5 mg ORALLY once daily in the evening; do not exceed recommended dose<\/li><li><b>Seasonal allergic rhinitis:<\/b> 2 to 5 yr old, 1.25 mg ORALLY once daily in the evening; do not exceed recommended dose<\/li><\/ul>"},{"id":"jwo0s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> adult and children 12 yr and older, (CrCl between 50 to 80 mL\/min) 2.5 mg ORALLY once daily, (CrCl between 30 to 50 mL\/min) 2.5 mg ORALLY once every other day, (CrCl between 10 to 30 mL\/min) 2.5 mg ORALLY twice weekly, (CrCl less than 10 mL\/min) not recommended<\/li><li><b>hemodialysis:<\/b> not recommended<\/li><li><b>liver disease:<\/b> no dosage adjustment is necessary in patients with liver impairment<\/li><\/ul>"},{"id":"jwo0s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Idiopathic urticaria, chronic<\/li><li>Perennial allergic rhinitis<\/li><li>Seasonal allergic rhinitis<\/li><\/ul>"}]},"3":{"id":"jwo0s3","title":"Contraindications\/Warnings","sub":[{"id":"jwo0s3b9","title":"Contraindications","mono":"<ul><li>hemodialysis patients<\/li><li>hypersensitivity to levocetirizine, cetirizine, or any component of the product<\/li><li>renal disease, end-stage (creatinine clearance less than 10 mL\/min)<\/li><li>renally impaired pediatric patients between 6 months and 11 years old<\/li><\/ul>"},{"id":"jwo0s3b10","title":"Precautions","mono":"<ul><li>concomitant alcohol use should be avoided due to potential increase in CNS depression and sedation<\/li><li>concomitant use of other CNS depressants should be avoided due to potential increase in CNS depression and sedation<\/li><li>renal function, impaired; increased risk of adverse reactions, dosage adjustment required<\/li><li>urinary retention may occur; increased risk with predisposing factors including spinal cord lesions or prostatic hyperplasia<\/li><li>report suspected adverse events to US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwo0s3b11","title":"Pregnancy Category","mono":"Levocetirizine: B (FDA)<br\/>"},{"id":"jwo0s3b12","title":"Breast Feeding","mono":"Levocetirizine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jwo0s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (infants, 6.7%; children, 0.9%), Diarrhea (infants, 13.3%; children, 3.5%), Painful teething (infants, 6.7%; children, 1.8%)<\/li><li><b>Neurologic:<\/b>Asthenia (2.3%), Somnolence (infants, 4.4%; children, 3%; adults, 5% to 6%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (4% to 6%), Pharyngitis (1% to 2%), Xerostomia (2% to 3%)<\/li><li><b>Other:<\/b>Fatigue (1% to 4%), Fever (children, 4% to 4.4%)<\/li><\/ul>"},"6":{"id":"jwo0s6","title":"Drug Name Info","sub":{"0":{"id":"jwo0s6b17","title":"US Trade Names","mono":"Xyzal<br\/>"},"2":{"id":"jwo0s6b19","title":"Class","mono":"<ul><li>Antihistamine, Less-Sedating<\/li><li>Piperazine (class)<\/li><li>Respiratory Agent<\/li><\/ul>"},"3":{"id":"jwo0s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwo0s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jwo0s7","title":"Mechanism Of Action","mono":"Levocetirizine, an enantiomer of cetirizine, is an antihistamine that selectively inhibits the effect of H(1)-receptors.<br\/>"},"8":{"id":"jwo0s8","title":"Pharmacokinetics","sub":[{"id":"jwo0s8b23","title":"Absorption","mono":"<ul><li>Oral, rapid and extensive<\/li><li>Bioavailability: Oral, at least 85%<\/li><li>Effect of food: no effect on AUC; high fat meal, delays Tmax by 1.25 h, delays Cmax by 36%<\/li><\/ul>"},{"id":"jwo0s8b24","title":"Distribution","mono":"<ul><li>Vd: adults, 0.4 L\/kg<\/li><li>Vd: children (6 to 11 years old), 0.4 L\/kg<\/li><li>Protein binding: adults, 91% to 95%<\/li><\/ul>"},{"id":"jwo0s8b25","title":"Metabolism","mono":"Hepatic, less than 14% <br\/>"},{"id":"jwo0s8b26","title":"Excretion","mono":"<ul><li>Renal: 85.4% (approximately 80% unchanged)<\/li><li>Fecal: 12.9%<\/li><\/ul>"},{"id":"jwo0s8b27","title":"Elimination Half Life","mono":"<ul><li>Adults: 7 to 8 h<\/li><li>Children: 5.7 h<\/li><\/ul>"}]},"9":{"id":"jwo0s9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food in the evening <br\/>"},"10":{"id":"jwo0s10","title":"Monitoring","mono":"<ul><li>improvement in rhinitis symptoms<\/li><li>urticaria: improvement in itching and\/or hives<\/li><li>CNS effects<\/li><li>Renal function<\/li><\/ul>"},"11":{"id":"jwo0s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Solution: 0.5 MG\/ML<\/li><li>Oral Tablet: 5 MG<\/li><\/ul><\/li><li><b>Xyzal<\/b><br\/><ul><li>Oral Solution: 0.5 MG\/ML<\/li><li>Oral Tablet: 5 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"jwo0s12","title":"Toxicology","sub":[{"id":"jwo0s12b31","title":"Clinical Effects","mono":"<b>CETIRIZINE <\/b><br\/>USES: Cetirizine is used to treat allergic rhinitis and idiopathic urticaria. It is available alone as tablets, chewable tablets, and as an oral syrup. It is also available as a bilayer tablet containing immediate release cetirizine and extended release pseudoephedrine. PHARMACOLOGY: Cetirizine is an antihistamine; its principal effects are mediated via selective inhibition of peripheral H1 receptors. TOXICOLOGY: Anticholinergic (primarily antimuscarinic) effects develop in overdose. EPIDEMIOLOGY: Overdose is not common and serious toxicity is extremely rare. MILD TO MODERATE POISONING: Effects are generally mild and include sedation, somnolence, fatigue, restlessness, irritability, and tachycardia. Anticholinergic effects may theoretically occur but have not been reported. SEVERE POISONING: There is one report suggesting torsade de pointes following an ingestion, in a patient who had other risk factors (eg, hypokalemia, renal failure), but this has not been observed in other cases. ADVERSE EFFECTS: Reported effects following therapeutic administration include urticaria, constipation, diarrhea, abdominal pain, dry mouth, intrahepatic cholestasis, severe acute hepatitis, weight gain, asthenia, somnolence, sedation, fatigue, headache, and impaired cognition. No clinically significant prolongations of QTc have been observed.<br\/>"},{"id":"jwo0s12b32","title":"Treatment","mono":"<b>CETIRIZINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Observation and supportive care is all that is required for the vast majority of overdoses. MANAGEMENT OF SEVERE TOXICITY: Serious toxicity is not expected after ingestion of cetirizine alone. Patients with CNS depression should be monitored to assure that they do not have respiratory depression or require airway management.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not routinely required. HOSPITAL: Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved within 2 hours from the ingestion.<\/li><li>Airway management: Maintain open airway and perform orotracheal intubation if necessary.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: No routine laboratory testing is needed unless otherwise clinically indicated. Cetirizine plasma concentrations are not readily available or clinically useful. Obtain serum electrolytes, and acetaminophen and salicylate concentrations in patients with self-harm ingestions.<\/li><li>Enhanced elimination procedure: Cetirizine is not effectively removed by dialysis due to its high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children and adults with inadvertent ingestions may be monitored at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be referred to a healthcare facility for observation and treatment. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom a diagnosis is not clear.<\/li><\/ul>"},{"id":"jwo0s12b33","title":"Range of Toxicity","mono":"<b>CETIRIZINE <\/b><br\/>TOXICITY: No specific toxic dose has been established. ADULTS: Somnolence occurred after ingestion of 150 mg of cetirizine. CHILDREN: Doses of cetirizine up to 7.8 mg\/kg in children resulted in minimal toxicity. An 18-month-old developed restlessness, irritability, and drowsiness after ingesting approximately 180 mg (approximately 50 times the prescribed dose), and a 4-year-old became drowsy after ingesting 60 mg. Serious toxicity and fatalities have not been reported after overdose of cetirizine. THERAPEUTIC DOSES: Adults and children (ages 6 to 11 years): 5 mg or 10 mg daily. Children 2 to 5 years: 2.5 mg once daily; MAX, 5 mg per day.<br\/>"}]},"13":{"id":"jwo0s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, because drug may cause somnolence, fatigue, and asthenia.<\/li><li>This drug may cause nasopharyngitis, xerostomia, and pharyngitis, as well as pyrexia, cough, and epistaxis in children 12 and under.<\/li><li>Inform patient that tablet may be broken in half to achieve correct dose for a child.<\/li><li>Patient should not drink alcohol or take other CNS depressants while taking this drug.<\/li><\/ul>"}}}