{"generic":"Ambrisentan","drugs":["Ambrisentan","Letairis"],"mono":[{"id":"jwo6s0","title":"Generic Names","mono":"Ambrisentan"},{"id":"jwo6s1","title":"Dosing and Indications","sub":[{"id":"jwo6s1b4","title":"Adult Dosing","mono":"<ul><li>rule out pregnancy prior to initiating therapy; available for female patients only through the Letairis REMS (www.letairisrems.com or 1-866-664-5327)<\/li><li><b>Pulmonary hypertensive arterial disease, WHO Group I:<\/b> initial, 5 mg ORALLY once daily with or without food; may increase to 10 mg once daily if the 5-mg dose is tolerated<\/li><\/ul>"},{"id":"jwo6s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jwo6s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment required for mild to moderate renal impairment<\/li><li><b>hepatic impairment (moderate or severe):<\/b> not recommended<\/li><\/ul>"},{"id":"jwo6s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pulmonary hypertensive arterial disease, WHO Group I<br\/>"}]},{"id":"jwo6s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Do not administer ambrisentan to a pregnant female because it may cause fetal harm. Exclude pregnancy before the start of treatment, monthly during treatment, and one month after stopping treatment. Use adequate contraception and prevent pregnancy during treatment and for one month after treatment. Letairis(R) is only available through a restricted distribution program under a Risk Evaluation and Mitigation (REMS), called the Letairis REMS.<br\/>"},{"id":"jwo6s3","title":"Contraindications\/Warnings","sub":[{"id":"jwo6s3b9","title":"Contraindications","mono":"<ul><li>idiopathic pulmonary fibrosis (IPF), including IPF patients with pulmonary hypertension<\/li><li>pregnancy; may cause fetal harm<\/li><\/ul>"},{"id":"jwo6s3b10","title":"Precautions","mono":"<ul><li>female patients of reproductive potential; may cause fetal harm; exclude pregnancy prior to, monthly during, and 1 month after treatment; prevent pregnancy with highly effective contraception<\/li><li>special restricted distribution program under REMS due to potential for serious birth defects; prescribers, female patients, and pharmacies enrollment required<\/li><li>anemia, clinically significant; risk of further decrease in hemoglobin and hematocrit; use not recommended<\/li><li>fluid retention, with or without weight gain, has been reported; may require discontinuation of therapy and medical management<\/li><li>hemoglobin and hematocrit decreases have been reported, including hemoglobin decreases that persisted for up to 4 years and cases requiring transfusion; monitoring recommended; consider discontinuation if confirmed<\/li><li>hepatic transaminase elevations, hepatotoxicity, and hepatic failure have been reported; discontinue use if liver dysfunction is confirmed<\/li><li>hepatic impairment, preexisting moderate or severe; use not recommended<\/li><li>pulmonary edema may occur; discontinue use if associated with pulmonary veno-occlusive disease<\/li><li>sperm count decrease may occur<\/li><li>report suspected adverse reactions by contacting the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwo6s3b11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"jwo6s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jwo6s4","title":"Drug Interactions","sub":{"1":{"id":"jwo6s4b14","title":"Major","mono":"<ul><li>Eliglustat (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"},"2":{"id":"jwo6s4b15","title":"Moderate","mono":"<ul>Cyclosporine (established)<\/ul>"}}},{"id":"jwo6s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (23%)<\/li><li><b>Hematologic:<\/b>Decreased hemoglobin (7% to 10%)<\/li><li><b>Neurologic:<\/b>Headache (15%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Body fluid retention<br\/>"},{"id":"jwo6s6","title":"Drug Name Info","sub":{"0":{"id":"jwo6s6b17","title":"US Trade Names","mono":"Letairis<br\/>"},"2":{"id":"jwo6s6b19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Endothelin Receptor Antagonist<\/li><\/ul>"},"3":{"id":"jwo6s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwo6s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jwo6s7","title":"Mechanism Of Action","mono":"Ambrisentan is an endothelin receptor antagonist with selectivity for the endothelin type-A (ET-A) receptor. Ambrisentan blocks the vasoconstriction and cell proliferation effects of ET-A in the vascular smooth muscle and endothelium, which in turn relaxes the blood vessels and reduces the right atrial pressure in patients with pulmonary arterial hypertension.<br\/>"},{"id":"jwo6s8","title":"Pharmacokinetics","sub":[{"id":"jwo6s8b23","title":"Absorption","mono":"<ul><li>Bioavailability: unknown<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"jwo6s8b24","title":"Distribution","mono":"Protein binding: 99% <br\/>"},{"id":"jwo6s8b25","title":"Metabolism","mono":"Hepatic: extensive, via CYP3A, CYP2C19, UGT-1A9S, 2B7S, and 1A3S<br\/>"},{"id":"jwo6s8b26","title":"Excretion","mono":"Non-renal: predominant <br\/>"},{"id":"jwo6s8b27","title":"Elimination Half Life","mono":"9 to 15 hours <br\/>"}]},{"id":"jwo6s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>tablets may be taken with or without food<\/li><li>do not split, crush, or chew the tablets<\/li><\/ul>"},{"id":"jwo6s10","title":"Monitoring","mono":"<ul><li>improvement in exercise capacity, WHO functional class, and dyspnea are indicative of efficacy<\/li><li>pregnancy test, in all women of reproductive potential; prior to treatment, monthly during treatment, and for 1 month after discontinuation<\/li><li>hemoglobin; prior to initiation, at 1 month, and periodically thereafter<\/li><\/ul>"},{"id":"jwo6s11","title":"How Supplied","mono":"<b>Letairis<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/>"},{"id":"jwo6s12","title":"Toxicology","sub":[{"id":"jwo6s12b31","title":"Clinical Effects","mono":"<b>ENDOTHELIN RECEPTOR ANTAGONISTS<\/b><br\/>USES: Endothelin receptor antagonists are used for the treatment of pulmonary arterial hypertension (WHO group I) to improve exercise ability and decrease the rate of clinical worsening (primarily evaluated in patients with NYHA class II to IV symptoms). PHARMACOLOGY: Endothelin-1, a neurohormone, is a vasoconstrictor peptide that is produced in the endothelium of blood vessels. Endothelin-1 acts on two receptors, endothelin receptor-A and endothelin receptor-B. The endothelin receptor-A primarily acts on vascular smooth muscle cells and causes vasoconstriction in both large and small blood vessels. Endothelin receptor-B is primarily found in endothelial and vascular smooth muscle cells of the brain, lung, kidney, and aorta and modulates vasoconstriction by producing vasodilator substances including prostacyclin and nitric oxide. TOXICOLOGY: Overdose causes excessive vasodilation and systemic hypotension. EPIDEMIOLOGY: Overdose is rare. TOXICITY: An adolescent male experienced nausea, vomiting, hypotension, dizziness, sweating, and blurred vision after an overdose of bosentan 10 g. ADVERSE EFFECTS: COMMON: AMBRISENTAN: Peripheral edema, nasal congestion, sinusitis, flushing, palpitations, nasopharyngitis, abdominal pain, and constipation. BOSENTAN: Respiratory tract infections, anemia. LESS COMMON: Transient hypotension and elevated liver enzymes.<br\/>"},{"id":"jwo6s12b32","title":"Treatment","mono":"<b>ENDOTHELIN RECEPTOR ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat severe hypotension with fluids and vasopressors, if necessary.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in a patient with a recent, substantial ingestion who is alert and can protect the airway. HOSPITAL: Consider activated charcoal in a patient with a recent, substantial ingestion who is alert and can protect the airway.<\/li><li>Airway management: Ensure adequate ventilation early in patients with respiratory or CNS depression and unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV NS 10 to 20 ml\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor liver enzymes after significant overdose. Obtain an ECG and institute continued cardiac monitoring. Monitor electrolytes in patients with severe vomiting or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to large volume of distribution and extensive protein binding.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with overdose ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Patients with persistent hypotension, or respiratory or CNS depression should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patient with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jwo6s12b33","title":"Range of Toxicity","mono":"<b>ENDOTHELIN RECEPTOR ANTAGONISTS<\/b><br\/>TOXICITY: A specific minimum toxic dose has not been established. An adolescent male experienced nausea, vomiting, hypotension, dizziness, sweating, and blurred vision after an overdose of 10 grams of bosentan. Bosentan has been well tolerated by healthy volunteers at doses of 2400 mg orally and 750 mg intravenously. Ambrisentan was also well tolerated following oral administration of 100 mg as a single dose to healthy volunteers and administration of 10 mg orally once daily to patients with pulmonary arterial hypertension. THERAPEUTIC DOSE: AMBRISENTAN: The recommended dose is 5 mg to 10 mg orally once daily. BOSENTAN: The recommended maintenance dose is 125 mg twice daily.<br\/>"}]},{"id":"jwo6s13","title":"Clinical Teaching","mono":"<ul><li>Recommend patient use at least two different reliable methods of contraception at the same time to avoid pregnancy during therapy and at least 1 month post-treatment. Instruct patient to adhere to schedule for pregnancy testing recommended by healthcare professional.<\/li><li>Advise patient of the importance of monthly liver function testing.<\/li><li>Instruct patient to adhere to schedule for hemoglobin testing recommended by healthcare professional.<\/li><li>This drug may cause peripheral edema, nasal congestion, sinusitis, flushing, palpitations, abdominal pain, and constipation.<\/li><li>Instruct patient to report suspected pregnancy immediately.<\/li><li>Advise patient to monitor for signs and symptoms of liver injury.<\/li><li>Patient should not split, crush, or chew tablets.<\/li><\/ul>"}]}