{"generic":"Maraviroc","drugs":["Maraviroc","Selzentry"],"mono":[{"id":"jwoys0","title":"Generic Names","mono":"Maraviroc"},{"id":"jwoys1","title":"Dosing and Indications","sub":[{"id":"jwoys1b4","title":"Adult Dosing","mono":"<ul><li>highly sensitive tropism assay testing is required for the appropriate use of maraviroc<\/li><li><b>HIV infection, CCR5-tropic positive HIV-1 detectable:<\/b> (Concomitant potent CYP3A inhibitors with or without a CYP3A inducer): 150 mg ORALLY twice daily; potent inhibitors include (but are not limited to) protease inhibitors (except tipranavir\/ritonavir), delavirdine, elvitegravir\/ritonavir, ketoconazole, itraconazole, clarithromycin, nefazodone, telithromycin, and boceprevir<\/li><li><b>HIV infection, CCR5-tropic positive HIV-1 detectable:<\/b> (Concomitant potent CYP3A inducers without a potent CYP3A inhibitor): 600 mg ORALLY twice daily; potent inducers include (but are not limited to) efavirenz, etravirine, rifampin, carbamazepine, phenobarbital, and phenytoin<\/li><li><b>HIV infection, CCR5-tropic positive HIV-1 detectable:<\/b> (Other concomitant drugs, including tipranavir\/ritonavir, nevirapine, raltegravir, all nucleoside reverse transcriptase inhibitors, and enfuvirtide): 300 mg ORALLY twice daily<\/li><\/ul>"},{"id":"jwoys1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in patients younger than 18 years<\/li><li><b>HIV infection, CCR5-tropic positive HIV-1 detectable:<\/b> 16 years or older (concomitant potent CYP3A inhibitors with or without a CYP3A inducer): 150 mg ORALLY twice daily; potent inhibitors include (but are not limited to) protease inhibitors (except tipranavir\/ritonavir), delavirdine, elvitegravir\/ritonavir, ketoconazole, itraconazole, clarithromycin, nefazodone, telithromycin, and boceprevir (guideline dosing)<\/li><li><b>HIV infection, CCR5-tropic positive HIV-1 detectable:<\/b> 16 years or older (concomitant potent CYP3A inducers without a potent CYP3A inhibitor): 600 mg ORALLY twice daily; potent inducers include (but are not limited to) efavirenz, etravirine, rifampin, carbamazepine, phenobarbital, and phenytoin (guideline dosing)<\/li><li><b>HIV infection, CCR5-tropic positive HIV-1 detectable:<\/b> 16 years or older (other concomitant drugs that are not potent CYP3A inhibitors or inducers, including tipranavir\/ritonavir, nevirapine, raltegravir, all nucleoside reverse transcriptase inhibitors, and enfuvirtide): 300 mg ORALLY twice daily (guideline dosing)<\/li><\/ul>"},{"id":"jwoys1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, CrCl less than 30 mL\/min or ESRD and receiving potent CYP3A inhibitors (with or without a CYP3A inducer) or potent CYP3A inducers (without a potent CYP3A inhibitor):<\/b> use not recommended<\/li><li><b>renal impairment, CrCl less than 30 mL\/min or ESRD and concomitantly receiving tipranavir\/ritonavir, nevirapine, raltegravir, any nucleoside reverse transcriptase inhibitor, or enfuvirtide:<\/b> reduce dose to 150 mg twice daily if postural hypotension symptoms occur<\/li><li>hepatic impairment; caution advised, particularly in patients receiving a concomitant potent CYP3A inhibitor; not studied in patients with severe hepatic impairment<\/li><\/ul>"},{"id":"jwoys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection, CCR5-tropic positive HIV-1 detectable<br\/>"}]},{"id":"jwoys2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Hepatotoxicity has been reported; may be preceded by severe rash or evidence of systemic allergic reaction. Immediately evaluate patients with signs or symptoms of hepatitis or allergic reaction.<br\/>"},{"id":"jwoys3","title":"Contraindications\/Warnings","sub":[{"id":"jwoys3b9","title":"Contraindications","mono":"renal impairment, severe, or ESRD (CrCl less than 30 mL\/min) and simultaneous treatment with potent CYP3A inhibitors or inducers <br\/>"},{"id":"jwoys3b10","title":"Precautions","mono":"<ul><li>hepatotoxicity, with or without allergic features (eg, rash) including life-threatening events or with or without preexisting hepatic disease, has been reported; may not occur until 1 month after starting therapy; monitoring recommended; discontinue if signs or symptoms of hepatitis, or if increased liver transaminases and rash or other systemic symptoms occur<\/li><li>hypersensitivity and skin reactions, severe and life-threatening, including Stevens-Johnson syndrome, toxic epidermal necrolysis, and drug rash with eosinophilia and systemic symptoms (DRESS), have been reported, increased risk with concomitant use of other drugs associated with these reactions; monitoring recommended; discontinue use immediately if suspected<\/li><li>autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barre syndrome, have been reported in the setting of immune reconstitution; may occur many months after initiation of therapy<\/li><li>cardiovascular events (CV), serious, including myocardial ischemia or infarction, have been reported in clinical trials; increased risk in patients with history or risk factors for postural hypotension, cardiovascular comorbidities, and persons treated with concomitant medications known to lower blood pressure; postural hypotension may trigger CV event<\/li><li>coinfection with viral hepatitis B or C; possible increased risk for hepatotoxicity; discontinue with signs or symptoms of hepatitis, or with increased liver transaminases combined with rash or other systemic symptoms<\/li><li>concomitant use with rifampin or rifapentine is not recommended; if clinically warranted, dose adjustments required<\/li><li>concomitant use with St John's wort or products containing St John's wort is not recommended<\/li><li>infection, new onset; potential risk of occurrence may be increased; monitoring recommended<\/li><li>liver dysfunction, preexisting; possible increased risk for hepatotoxicity; discontinue with signs or symptoms of hepatitis, or with increased liver transaminases combined with rash or other systemic symptoms<\/li><li>opportunistic infections, indolent or residual; inflammatory response (immune reconstitution syndrome) has been reported<\/li><li>postural hypotension, history or risk factors for; may trigger serious cardiovascular events<\/li><li>renal impairment, severe, or ESRD; increased risk for postural hypotension which may trigger serious cardiovascular events; dose adjustment may be required<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwoys3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"jwoys3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jwoys4","title":"Drug Interactions","sub":[{"id":"jwoys4b13","title":"Contraindicated","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"jwoys4b14","title":"Major","mono":"<ul><li>Ceritinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Efavirenz (established)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Etravirine (established)<\/li><li>Lomitapide (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"},{"id":"jwoys4b15","title":"Moderate","mono":"<ul>Fosamprenavir (established)<\/ul>"}]},{"id":"jwoys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (11%)<\/li><li><b>Gastrointestinal:<\/b>Flatulence, Gastrointestinal hypomotility, Gastroparesis syndrome, Swollen abdomen<\/li><li><b>Immunologic:<\/b>Infectious disease (55%)<\/li><li><b>Neurologic:<\/b>Dizziness (9%)<\/li><li><b>Respiratory:<\/b>Cough, Upper respiratory infection (23% to 32%)<\/li><li><b>Other:<\/b>Fever (13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Endocarditis (less than 2%), Heart failure, Acute (less than 2%), Myocardial infarction (less than 2%), Myocardial ischemia (less than 2%)<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Endocrine metabolic:<\/b>Malignant neoplasm of endocrine gland (less than 2%)<\/li><li><b>Hematologic:<\/b>Bone marrow depression (less than 2%), Hypoplastic anemia (less than 2%)<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome (less than 2%), Cirrhosis of liver (less than 2%), Hepatotoxicity, With allergic features, Liver failure (less than 2%), Portal vein thrombosis (less than 2%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Septic shock (less than 2%)<\/li><li><b>Musculoskeletal:<\/b>Infective myositis (less than 2%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident (less than 2%), Seizure (less than 2%)<\/li><li><b>Other:<\/b>Malignant neoplasm of endocrine gland (less than 2%)<\/li><\/ul>"},{"id":"jwoys6","title":"Drug Name Info","sub":{"0":{"id":"jwoys6b17","title":"US Trade Names","mono":"Selzentry<br\/>"},"2":{"id":"jwoys6b19","title":"Class","mono":"Antiretroviral Agent<br\/>"},"3":{"id":"jwoys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwoys6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jwoys7","title":"Mechanism Of Action","mono":"Maraviroc is a chemokine receptor antagonist that prevents HIV infection of CD4 T-cells by blocking the CCR5 receptor. The antiviral mechanism of action of maraviroc is exclusively CCR5-mediated by preventing the interaction of HIV-1 glycoprotein (gp)120 and CCR5 necessary for CCR5-tropic HIV-1 to enter cells. It is inactive against the CXCR4 receptor, and does not inhibit dual-tropic HIV-1 entry.<br\/>"},{"id":"jwoys8","title":"Pharmacokinetics","sub":[{"id":"jwoys8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 0.5 to 4 hours<\/li><li>Bioavailability, Oral: 23%  to 33%<\/li><li>Effect of food: decreased Cmax by 33%  to 60%, and AUC by 33%  to 50%<\/li><\/ul>"},{"id":"jwoys8b24","title":"Distribution","mono":"<ul><li>Vd: oral, 194 L; IV, 2.8 L\/kg<\/li><li>Protein binding: approximately 76%<\/li><\/ul>"},{"id":"jwoys8b25","title":"Metabolism","mono":"Hepatic: primary site via CYP3A <br\/>"},{"id":"jwoys8b26","title":"Excretion","mono":"<ul><li>Fecal: approximately 76% changed, 25% unchanged<\/li><li>Renal: approximately 20% changed, 8% unchanged<\/li><li>Dialyzable: No (hemodialysis)<\/li><li>Total body clearance: 10.5 mL\/min\/kg<\/li><\/ul>"},{"id":"jwoys8b27","title":"Elimination Half Life","mono":"Oral, 14 to 18 hours; IV, 13.2 hours <br\/>"}]},{"id":"jwoys9","title":"Administration","mono":"<b>Oral<\/b><br\/>may take with or without food.<br\/>"},{"id":"jwoys10","title":"Monitoring","mono":"<ul><li>Viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment or if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>Highly sensitive tropism assay; prior to initiation of maraviroc therapy<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline or modification of ARV treatment, then annually<\/li><li>Evidence of infections during therapy<\/li><\/ul>"},{"id":"jwoys11","title":"How Supplied","mono":"<b>Selzentry<\/b><br\/>Oral Tablet: 150 MG, 300 MG<br\/>"},{"id":"jwoys12","title":"Toxicology","sub":[{"id":"jwoys12b31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL CCR5 RECEPTOR ANTAGONISTS<\/b><br\/>USES: Maraviroc, a CCR5 receptor antagonist, is used in combination with other antiretroviral agents in the treatment of adults infected with CCR5-tropic HIV-1 virus. PHARMACOLOGY: Maraviroc is a chemokine receptor antagonist that prevents HIV infection of CD4 T-cells by blocking the CCR5 receptor. Specifically, maraviroc prevents the membrane fusion events necessary for viral entry by blocking the binding of viral envelope, glycoprotein (gp) 120, to CCR5. Maraviroc is inactive against isolates that utilize CXCR4 as a co-receptor; therefore, the antiviral mechanism of action of maraviroc is exclusively CCR5-mediated. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there are no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects following therapeutic administration of maraviroc, occurring at an incidence greater than 8%, include cough, pyrexia, upper respiratory tract infections, rash, abdominal pain, and dizziness. INFREQUENT: Other adverse effects that have occurred less frequently include myocardial infarction, myocardial ischemia, pruritus, constipation, hepatotoxicity, including elevated liver enzymes and hepatitis, myalgia, arthralgia, paresthesias and dysesthesias, and insomnia. DOSE-LIMITING: The dose-limiting toxicity, observed following oral administration of 600 mg maraviroc, is postural hypotension.<br\/>"},{"id":"jwoys12b32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL CCR5 RECEPTOR ANTAGONISTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids; add dopamine or norepinephrine if unresponsive to fluids. As these agents are typically given in conjunction with other antiretroviral agents, monitor for overdoses from these agents as well. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive..<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. HOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Hypotensive episode: Keep the patient supine, administer 0.9% saline 10 to 20 ml\/kg. If hypotension persists, administer dopamine or norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs, ECG and hepatic enzymes after significant overdose<\/li><li>Enhanced elimination procedure: Maraviroc is moderately bound (approximately 76%) to plasma proteins and has a moderately large volume of distribution (194 L). Hemodialysis and hemoperfusion are likely to have limited ability to enhance elimination.<\/li><li>Patient disposition: HOME CRITERIA: An adult with an inadvertent small exposure, that remains asymptomatic can be managed at home There is no data to support a safe dose for home management in pediatric exposures. OBSERVATION CRITERIA:  Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with worsening vital signs, ECG abnormalities, evidence of hepatic dysfunction, and respiratory distress should be admitted. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul>"},{"id":"jwoys12b33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL CCR5 RECEPTOR ANTAGONISTS<\/b><br\/>TOXICITY: A specific toxic dose of maraviroc has not been established. Postural hypotension was observed at 600 mg and is considered to be the dose-limiting toxicity. Doses up to 1200 mg have been used in clinical trials. THERAPEUTIC DOSE: MARAVIROC: The recommended dose, when administered concomitantly with medications that are not strong CYP3A inhibitors or inducers, is 300 mg orally twice daily. With concurrent administration of strong CYP3A inhibitors, the recommended dose is 150 mg orally twice daily. With concurrent administration of strong CYP3A inducers, the recommended dose is 600 mg orally twice daily.<br\/>"}]},{"id":"jwoys13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Advise patient to practice safe sex and avoid sharing needles. Drug does not prevent HIV transmission.<\/li><li>Drug may cause cough, upper respiratory tract infection, rash, pyrexia, dizziness, abdominal pain, and musculoskeletal symptoms (joint and muscle pain).<\/li><li>Instruct patient to report signs\/symptoms of hepatitis (jaundice, vomiting, abdominal pain, dark urine), or allergic reaction.<\/li><li>Advise patient there are multiple significant drug-drug interactions. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs). Tell patient to avoid taking St John's wort.<\/li><\/ul>"}]}