{"generic":"Raltegravir Potassium","drugs":["Isentress","Raltegravir Potassium"],"mono":{"0":{"id":"jwqqs0","title":"Generic Names","mono":"Raltegravir Potassium"},"1":{"id":"jwqqs1","title":"Dosing and Indications","sub":[{"id":"jwqqs1b4","title":"Adult Dosing","mono":"<ul><li>do not substitute chewable tablets or oral suspension for 400 mg film-coated tablet; formulations are NOT bioequivalent<\/li><li><b>HIV infection:<\/b> (film-coated tablet) 400 mg ORALLY twice daily<\/li><\/ul>"},{"id":"jwqqs1b5","title":"Pediatric Dosing","mono":"<ul><li>formulations are NOT bioequivalent; do not use interchangeably; use formulation-specific dosing<\/li><li><b>usual dose for pediatric patients weighing less than 25 kg:<\/b> approximately 6 mg\/kg twice daily<\/li><li><b>HIV infection:<\/b> (4 weeks or older; less than 20 kg) oral suspension (3 kg to less than 4 kg) 20 mg (1 mL) ORALLY twice daily; (4 kg to less than 6 kg) 30 mg (1.5 mL)  ORALLY twice daily; (6 kg to less than 8 kg) 40 mg (2 mL)  ORALLY twice daily; (8 kg to less than 11 kg) 60 mg (3 mL)  ORALLY twice daily; (11 kg to less than 14 kg) 80 mg (4 mL)  ORALLY twice daily; (14 kg to less than 20 kg) 100 mg (5 mL)  ORALLY twice daily; MAX dose 100 mg twice daily<\/li><li><b>HIV infection:<\/b> (4 weeks or older; less than 25 kg) chewable tablets (11 kg to less than 14 kg) 75 mg  ORALLY twice daily; (14 kg to less than 20 kg) 100 mg  ORALLY twice daily; (20 kg to less than 25 kg) 150 mg  ORALLY twice daily<\/li><li><b>HIV infection:<\/b> (25 kg or greater) film-coated tablet 400 mg ORALLY twice daily<\/li><li><b>HIV infection:<\/b> (over 25 kg, unable to swallow film coated tablet) chewable tablet (25 kg to less than 28 kg) 150 mg  ORALLY twice daily; (28 kg to less than 40 kg) 200 mg  ORALLY twice daily; (at least 40 kg) 300 mg  ORALLY twice daily; MAX dose 300 mg twice daily<\/li><\/ul>"},{"id":"jwqqs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment, mild to moderate:<\/b> no dosage adjustment necessary; effects of severe hepatic impairment have not been studied<\/li><li><b>coadministration with rifampin, adults:<\/b> 800 mg ORALLY twice daily<\/li><\/ul>"},{"id":"jwqqs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},"3":{"id":"jwqqs3","title":"Contraindications\/Warnings","sub":[{"id":"jwqqs3b9","title":"Contraindications","mono":"Specific contraindications have not been determined.<br\/>"},{"id":"jwqqs3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Severe, potentially-life threatening, and fatal skin reactions, including Stevens-Johnson syndrome and toxic epidermal necrolysis, have been reported; discontinue use immediately if signs or symptoms develop and manage medically<\/li><li>-- Hypersensitivity reactions, characterized by rash, constitutional findings, and sometimes organ dysfunction, including hepatic failure, have been reported; discontinue use immediately if signs or symptoms develop<\/li><li>Immunologic:<\/li><li>-- Immune reconstitution syndrome has been reported; monitoring recommended; further evaluation and treatment of opportunistic infections may be necessary<\/li><li>-- Autoimmune disorders (eg, Graves' disease, polymyositis, and Guillain-Barre syndrome) have been reported; may occur many months after treatment initiation<\/li><li>Other:<\/li><li>-- Phenylketonuria; chewable tablets contain phenylalanine<\/li><\/ul>"},{"id":"jwqqs3b11","title":"Pregnancy Category","mono":"<ul><li>Raltegravir: C (FDA)<\/li><li>Raltegravir: B3 (AUS)<\/li><\/ul>"},{"id":"jwqqs3b12","title":"Breast Feeding","mono":"Raltegravir: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwqqs4","title":"Drug Interactions","sub":{"1":{"id":"jwqqs4b14","title":"Major","mono":"<ul><li>Aluminum Carbonate, Basic (established)<\/li><li>Aluminum Hydroxide (established)<\/li><li>Aluminum Phosphate (established)<\/li><li>Dasabuvir (theoretical)<\/li><li>Dihydroxyaluminum Aminoacetate (established)<\/li><li>Dihydroxyaluminum Sodium Carbonate (established)<\/li><li>Fosamprenavir (established)<\/li><li>Magaldrate (established)<\/li><li>Magnesium Carbonate (established)<\/li><li>Magnesium Hydroxide (established)<\/li><li>Magnesium Oxide (established)<\/li><li>Magnesium Trisilicate (established)<\/li><\/ul>"},"2":{"id":"jwqqs4b15","title":"Moderate","mono":"<ul><li>Efavirenz (probable)<\/li><li>Etravirine (probable)<\/li><li>Omeprazole (established)<\/li><li>Rifampin (established)<\/li><\/ul>"}}},"5":{"id":"jwqqs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (3%)<\/li><li><b>Neurologic:<\/b>Headache (2% to 9.3%.), Insomnia (Moderate to Severe) (4%)<\/li><li><b>Other:<\/b>Fatigue (0% to 9.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (less than 2%)<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Psychiatric:<\/b>Suicidal<\/li><li><b>Renal:<\/b>Renal failure (less than 2%)<\/li><\/ul>"},"6":{"id":"jwqqs6","title":"Drug Name Info","sub":{"0":{"id":"jwqqs6b17","title":"US Trade Names","mono":"Isentress<br\/>"},"2":{"id":"jwqqs6b19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Integrase Inhibitor<\/li><\/ul>"},"3":{"id":"jwqqs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwqqs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwqqs7","title":"Mechanism Of Action","mono":"Raltegravir potassium is an HIV-1 integrase inhibitor. It prevents viral replication by inhibiting viral DNA insertion into the host's cellular genome. Specifically, raltegravir prevents integrase insertion essential for endonucleolytic processing of the viral DNA ends, and the subsequent strand transfer or integration of viral and cellular DNA. Humans lack the integrase enzyme and therefore, toxicities due to integrase inhibition are not expected.<br\/>"},"8":{"id":"jwqqs8","title":"Pharmacokinetics","sub":[{"id":"jwqqs8b23","title":"Absorption","mono":"<ul><li>Tmax: 3 hours<\/li><li>Bioavailability, Oral, chewable tablet and oral suspension: higher than film-coated tablet<\/li><li>Bioavailability, Oral, film-coated tablet: 32% or more<\/li><li>Effect of food: not significant<\/li><\/ul>"},{"id":"jwqqs8b24","title":"Distribution","mono":"Protein binding: 83% bound to human plasma protein <br\/>"},{"id":"jwqqs8b25","title":"Metabolism","mono":"<ul><li>Liver: primary site, uridine diphosphate glucuronosyltransferase-mediated glucuronidation<\/li><li>Metabolite: raltegravir glucuronide: major, inactive<\/li><li>Substrate of uridine diphosphate glucuronosyltransferase<\/li><\/ul>"},{"id":"jwqqs8b26","title":"Excretion","mono":"<ul><li>Renal clearance: 60.5 mL\/min<\/li><li>Renal excretion: 32% (9% unchanged; 23% changed)<\/li><li>Fecal: 51% (unchanged)<\/li><li>Dialyzable: yes (hemodialysis), 82% removed<\/li><\/ul>"},{"id":"jwqqs8b27","title":"Elimination Half Life","mono":"9 hours <br\/>"}]},"9":{"id":"jwqqs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>(film-coated tablets) swallow whole<\/li><li>(chewable tablets) may be chewed or swallowed whole<\/li><li>(oral suspension) pour single-use packet into 5 mL of water and mix; administer within 30 minutes of reconstitution; discard remaining suspension<\/li><li>film-coated tablets, oral suspension, and chewable tablets are not bioequivalent; do not substitute<\/li><\/ul>"},"10":{"id":"jwqqs10","title":"Monitoring","mono":"<ul><li>(adults and adolescents) viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>(adults and adolescents) CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>(adults and adolescents) hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>(pediatrics) viral load: at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CD4 count\/percentage: at baseline and with modification of ARV treatment, then every 3 to 4 months; less frequent monitoring for children adherent to treatment who have remained clinically stable and have maintained viral suppression and CD4 counts above the threshold for opportunistic infection for more than 2 to 3 years<\/li><li>(pediatrics) clinical history, physical exam, and evaluation of adherence: at baseline at 1 to 2 weeks and 2 to 4 weeks following initiation or modification of ARV treatment, then every 3 to 4 months thereafter<\/li><li>(adults and adolescents) ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) basic chemistry including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>(adults and adolescents) fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>(adults and adolescents) fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 4 weeks, then every 6 to 12 months<\/li><li>(adults and adolescents) urinalysis; at baseline or modification of ARV treatment, then annually<\/li><li>(pediatrics) basic chemistry including creatinine, electrolytes, and glucose; at baseline and with modification of ARV treatment, at 2 to 4 weeks after treatment initiation, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CBC with differential; at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months<\/li><li>(pediatrics) hepatic transaminases; at baseline and with modification of ARV treatment, then every 3 to 4 months or more frequently if signs of hepatotoxicity develop<\/li><li>(pediatrics 2 years or older) non-fasting lipid panel at baseline and with modification of ARV treatment, then every 6 to 12 months; patients with lipid abnormalities should have a baseline fasting lipid panel and with modification of ARV treatment, then every 6 months<\/li><li>(pediatrics) urinalysis; at baseline, then every 6 to 12 months<\/li><li>(all patients) signs and symptoms of immune reconstitution syndrome or inflammatory response to indolent or residual opportunistic infections, especially during the initial phase of treatment<\/li><\/ul>"},"11":{"id":"jwqqs11","title":"How Supplied","mono":"<b>Isentress<\/b><br\/><ul><li>Oral Powder for Suspension: 100 MG\/Packet<\/li><li>Oral Tablet: 400 MG<\/li><li>Oral Tablet, Chewable: 25 MG, 100 MG<\/li><\/ul>"},"12":{"id":"jwqqs12","title":"Toxicology","sub":[{"id":"jwqqs12b31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL INTEGRASE INHIBITORS<\/b><br\/>USES: Dolutegravir, elvitegravir, and raltegravir are human immunodeficiency virus (HIV) integrase strand transfer inhibitors, used in combination with other antiretroviral agents for the treatment of HIV infection. PHARMACOLOGY: HIV integrase inhibitors bind to the integrase active site and block the strand transfer step of retroviral DNA integration which is an essential part of the HIV replication cycle. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there are no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects following therapeutic administration, with an incidence of 2% or greater, and that are moderate to severe in intensity, are insomnia and headache. Other adverse effects include: DOLUTEGRAVIR: Elevated hepatic enzymes (6% to 8%), elevated serum cholesterol levels (8%), hyperglycemia (12%), elevated serum lipase levels (8%). ELVITEGRAVIR: Diarrhea (7%), nausea (4%). RALTEGRAVIR: Hyperglycemia (10%), nausea (7%), vomiting (7%), diarrhea (16%), elevated serum lipase levels (5%), dizziness (11%), fatigue (9%). Elevated serum creatine kinase concentrations, myopathy, and rhabdomyolysis have been reported rarely.<br\/>"},{"id":"jwqqs12b32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL INTEGRASE INHIBITORS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. As these agents are generally given in conjunction with other HIV antiretroviral agents, it would be advisable to monitor for overdoses from these agents as well. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs and liver enzyme levels after significant overdose. Monitor fluids and serum electrolytes, pancreatic enzymes, glucose levels, and CPK after significant overdose.<\/li><li>Enhanced elimination procedure: Dolutegravir is at least 98% protein-bound and raltegravir is approximately 83% protein-bound; hemodialysis may not be useful as a method of enhanced elimination.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. There is no data to support a safe dose for home management in pediatric exposures. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul>"},{"id":"jwqqs12b33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL INTEGRASE INHIBITORS<\/b><br\/>TOXICITY: DOLUTEGRAVIR: Oral doses up to 250 mg in healthy subjects have been well-tolerated without evidence of specific toxicity. RALTEGRAVIR: Limited data available. Healthy volunteers did not experience any toxicity after receiving doses as high as 1600-mg single dose and 800-mg twice-daily multiple doses. In several studies, patients did not experience any toxicity after receiving occasional doses of up to 1800 mg daily. THERAPEUTIC DOSE: DOLUTEGRAVIR: 50 mg orally once or twice daily in patients 12 years of age and older and who weigh at least 40 kg. RALTEGRAVIR: Adults: 400 mg orally twice daily. Children: 12 years and older, (film-coated tablet) 400 mg orally twice daily; 2 to 11 years, (chewable tablet) doses range from 75 mg twice daily to 300 mg twice daily depending on patient's weight.<br\/>"}]},"13":{"id":"jwqqs13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to stop drug and report signs\/symptoms of hypersensitivity reaction or serious dermatologic reactions, such as Stevens-Johnson syndrome (eg, flu-like symptoms, spreading red rash, skin\/mucous membrane blistering) or toxic epidermal necrolysis (eg, widespread peeling\/blistering of skin).<\/li><li>Advise patient to practice safe sex as drug does not prevent disease transmission.<\/li><li>Side effects may include headache, insomnia, rash, and asthenia.<\/li><li>Instruct patient to report signs\/symptoms of myopathy and rhabdomyolysis (eg, myalgias, dark urine, arthralgias, fatigue).<\/li><li>Advise patient or caregiver to administer oral suspension within 30 minutes of mixing.<\/li><li>Inform patient or caregiver that chewable tablets can be chewed or swallowed whole; film-coated tablets should only be swallowed whole.<\/li><li>Advise patient that they should not take aluminum- or magnesium-containing antacids with this drug.<\/li><li>Instruct patient to take the missed dose as soon as they remember. If the patient does not remember until it is time for the next dose, skip the missed dose and go back to the regular schedule; do not double the next dose or take more than the prescribed dose.<\/li><\/ul>"}}}