{"generic":"Niacin\/Simvastatin","drugs":["Niacin\/Simvastatin","Simcor"],"mono":{"0":{"id":"jwtes0","title":"Generic Names","mono":"Niacin\/Simvastatin"},"1":{"id":"jwtes1","title":"Dosing and Indications","sub":[{"id":"jwtes1b4","title":"Adult Dosing","mono":"<ul><li>extended-release formulation of niacin in the niacin\/simvastatin combined formulation should not substitute for equivalent doses of immediate-release (crystalline) niacin formulation; switching from immediate-release niacin to niacin extended-release\/simvastatin should initiate at niacin extended-release 500 mg\/simvastatin 20 mg; titrate appropriately<\/li><li><b>Dyslipidemia, mixed - Primary hypercholesterolemia:<\/b> Initial: (niacin-naive patients or not currently taking a niacin extended-release formulation), niacin 500 mg\/simvastatin 20 mg ORALLY once daily at bedtime<\/li><li><b>Dyslipidemia, mixed - Primary hypercholesterolemia:<\/b> Initial: (patients currently on monotherapy with simvastatin 20 to 40 mg daily) may initiate niacin 500 mg\/simvastatin 40 mg ORALLY once daily at bedtime<\/li><li><b>Dyslipidemia, mixed - Primary hypercholesterolemia:<\/b> Maintenance: niacin extended-release should not be increased by more than 500 mg every 4 weeks to reach a dose of niacin 1000 mg\/simvastatin 20 mg to niacin 2000 mg\/simvastatin 40 mg ORALLY once daily. Doses greater than niacin 2000 mg\/simvastatin 40 mg are not recommended<\/li><li><b>Dyslipidemia, mixed - Primary hypercholesterolemia:<\/b> To reduce the frequency and severity of flushing due to the niacin component, administer aspirin 30 minutes prior to niacin\/simvastatin<\/li><li><b>Dyslipidemia, mixed - Primary hypercholesterolemia:<\/b> Re-initiation: if niacin\/simvastatin therapy has been discontinued for greater than 7 days, re-titration as tolerated is recommended<\/li><li><b>Hypertriglyceridemia:<\/b> Initial: (niacin-naive patients or not currently taking a niacin extended-release formulation), niacin 500 mg\/simvastatin 20 mg ORALLY once daily at bedtime<\/li><li><b>Hypertriglyceridemia:<\/b> Initial: (patients currently on monotherapy with simvastatin 20 to 40 mg daily) may initiate niacin 500 mg\/simvastatin 40 mg ORALLY once daily at bedtime<\/li><li><b>Hypertriglyceridemia:<\/b> Maintenance: niacin extended-release should not be increased by more than 500 mg every 4 weeks to reach a dose of niacin 1000 mg\/simvastatin 20 mg to niacin 2000 mg\/simvastatin 40 mg ORALLY once daily. Doses greater than niacin 2000 mg\/simvastatin 40 mg are not recommended<\/li><li><b>Hypertriglyceridemia:<\/b> To reduce the frequency and severity of flushing due to the niacin component, administer aspirin 30 minutes prior to niacin\/simvastatin<\/li><li><b>Hypertriglyceridemia:<\/b> Re-initiation: if niacin\/simvastatin therapy has been discontinued for greater than 7 days, re-titration as tolerated is recommended<\/li><\/ul>"},{"id":"jwtes1b5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"jwtes1b6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> contraindicated in patients with active liver disease or unexplained transaminase elevations<\/li><li><b>renal impairment, severe (not on dialysis):<\/b> should not be started unless the patient has already tolerated monotherapy with simvastatin 10 mg or greater<\/li><li><b>concomitant amiodarone, amlodipine, or ranolazine:<\/b> avoid dosages exceeding niacin 1000 mg\/simvastatin 20 mg\/day<\/li><li><b>Chinese patients:<\/b> use caution when dosages exceed niacin 1000 mg\/simvastatin 20 mg\/day<\/li><\/ul>"},{"id":"jwtes1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Dyslipidemia, mixed - Primary hypercholesterolemia<\/li><li>Hypertriglyceridemia<\/li><\/ul>"}]},"3":{"id":"jwtes3","title":"Contraindications\/Warnings","sub":[{"id":"jwtes3b9","title":"Contraindications","mono":"<ul><li>active liver disease<\/li><li>arterial bleeding<\/li><li>concomitant use with cyclosporine, danazol, diltiazem, gemfibrozil, verapamil, strong CYP3A4 inhibitors (including, bocepravir, clarithromycin, erythromycin, HIV protease inhibitors, itraconazole, ketoconazole, nefazodone, posaconazole, telaprevir, telithromycin), or cobicistat\/elvitegravir\/emtricitabine\/tenofovir<\/li><li>hypersensitivity to niacin, simvastatin, or any other component of the product<\/li><li>nursing mothers<\/li><li>peptic ulcer disease, active<\/li><li>serum transaminases, unexplained persistent elevations<\/li><li>women who are pregnant or may become pregnant; may cause fetal harm<\/li><\/ul>"},{"id":"jwtes3b10","title":"Precautions","mono":"<ul><li>alcohol use, substantial; increased risk of hepatic dysfunction<\/li><li>blood glucose and HbA1c, increases have been reported<\/li><li>Chinese patients; increased risk of myopathy<\/li><li>concomitant use of fibrates; avoid use<\/li><li>concomitant use with large quantities of grapefruit juice (greater than 1 quart\/day); use is contraindicated<\/li><li>conditions predisposing to renal failure due to rhabdomyolysis (eg, sepsis, hypotension, trauma, major surgery, uncontrolled seizures, and severe metabolic, endocrine and electrolyte disorders); temporarily withhold or discontinue therapy recommended<\/li><li>diabetes mellitus, preexisting or at risk; increased fasting blood glucose and HbA1c has been reported; monitoring recommended, especially during the first few months of therapy<\/li><li>elderly patients (aged 65 years or older); increased risk for myopathy\/rhabdomyolysis<\/li><li>female patients; increased risk for myopathy\/rhabdomyolysis<\/li><li>gout, predisposition; increased uric acid levels have been reported<\/li><li>higher doses; increased risk of myopathy\/rhabdomyolysis<\/li><li>hypothyroidism, uncontrolled; increased risk for myopathy\/rhabdomyolysis<\/li><li>immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; monitoring recommended; discontinue therapy immediately if myopathy is diagnosed or suspected<\/li><li>liver disease, history;  increased risk of hepatic dysfunction<\/li><li>liver toxicity, including hepatic failure and fulminant hepatic necrosis, including fatalities, has been reported; interrupt treatment if serious liver injury with clinical symptoms and\/or hyperbilirubinemia or jaundice occurs<\/li><li>myopathy and rhabdomyolysis sometimes with acute renal failure, dose-related, have been reported; monitoring recommended, especially during initiation and periods of upward dose titration; discontinuation of therapy is recommended if myopathy is suspected or diagnosed<\/li><li>renal impairment; increased risk for myopathy and rhabdomyolysis; close monitoring recommended<\/li><li>substitution of equivalent doses of sustained-release niacin for immediate-release niacin; severe hepatic toxicity, including fulminant hepatic necrosis has occurred; titration of dose required<\/li><li>surgery, major; increased risk for rhabdomyolysis; temporarily discontinue therapy prior to surgery<\/li><li>serum transaminases, increase of more than 3 times the ULN have been reported; monitoring recommended; discontinuation required if increased levels persist<\/li><li>report suspected adverse reactions to Abbott Laboratories at 1-800-633-9110 or the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwtes3b11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"jwtes3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwtes4","title":"Drug Interactions","sub":[{"id":"jwtes4b13","title":"Contraindicated","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Atazanavir (probable)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (probable)<\/li><li>Cobicistat (theoretical)<\/li><li>Cyclosporine (established)<\/li><li>Danazol (probable)<\/li><li>Darunavir (theoretical)<\/li><li>Erythromycin (established)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gemfibrozil (probable)<\/li><li>Idelalisib (probable)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ketoconazole (probable)<\/li><li>Lopinavir (theoretical)<\/li><li>Mibefradil (probable)<\/li><li>Mifepristone (probable)<\/li><li>Nefazodone (established)<\/li><li>Nelfinavir (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Posaconazole (established)<\/li><li>Ritonavir (probable)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (probable)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"jwtes4b14","title":"Major","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Amiodarone (established)<\/li><li>Amlodipine (probable)<\/li><li>Atorvastatin (theoretical)<\/li><li>Azithromycin (probable)<\/li><li>Bezafibrate (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Cerivastatin (probable)<\/li><li>Ciprofibrate (theoretical)<\/li><li>Ciprofloxacin (probable)<\/li><li>Clofibrate (theoretical)<\/li><li>Colchicine (probable)<\/li><li>Conivaptan (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Daptomycin (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Diltiazem (established)<\/li><li>Eltrombopag (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (established)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Fusidic Acid (probable)<\/li><li>Lomitapide (probable)<\/li><li>Lovastatin (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Pazopanib (established)<\/li><li>Piperaquine (theoretical)<\/li><li>Pitavastatin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Ranolazine (established)<\/li><li>Risperidone (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (established)<\/li><li>Tadalafil (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Verapamil (established)<\/li><li>Warfarin (established)<\/li><\/ul>"},{"id":"jwtes4b15","title":"Moderate","mono":"<ul><li>Albiglutide (probable)<\/li><li>Alitretinoin (established)<\/li><li>Bosentan (probable)<\/li><li>Clopidogrel (established)<\/li><li>Dasatinib (established)<\/li><li>Digoxin (probable)<\/li><li>Dronedarone (probable)<\/li><li>Efavirenz (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Imatinib (probable)<\/li><li>Interferon Beta (established)<\/li><li>Levothyroxine (probable)<\/li><li>Oat Bran (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Pectin (probable)<\/li><li>Phenytoin (probable)<\/li><li>Rifampin (probable)<\/li><li>St John's Wort (established)<\/li><li>Ticagrelor (established)<\/li><\/ul>"}]},"5":{"id":"jwtes5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (up to 59%), Pruritus (3.2%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (3%), Nausea (3.2%)<\/li><li><b>Musculoskeletal:<\/b>Backache (3.2%)<\/li><li><b>Neurologic:<\/b>Headache (4.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Dermatomyositis, Rash, Subacute cutaneous lupus erythematosus<\/li><li><b>Hematologic:<\/b>Decreased platelet count<\/li><li><b>Hepatic:<\/b>Liver function tests abnormal<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle, Increased creatine kinase level, Polymyalgia rheumatica, Rhabdomyolysis (0.2%), Rupture of tendon<\/li><\/ul>"},"6":{"id":"jwtes6","title":"Drug Name Info","sub":{"0":{"id":"jwtes6b17","title":"US Trade Names","mono":"Simcor<br\/>"},"2":{"id":"jwtes6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic, HMG-COA Reductase Inhibitor Combination<\/li><li>HMG-COA Reductase Inhibitor<\/li><li>Nicotinic Acid (class)<\/li><li>Vitamin B (class)<\/li><\/ul>"},"3":{"id":"jwtes6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwtes6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwtes7","title":"Mechanism Of Action","mono":"Simvastatin is a competitive inhibitor of the enzyme 3-hydroxy-3-methylglutaryl coenzyme A reductase (HMG-CoA reductase). Inhibition of this enzyme results in lowering of plasma cholesterol, triglycerides, and very low-density lipoprotein-cholesterol (VLDL-C), and increases in high-density lipoprotein cholesterol (HDL-C). Although the precise mechanism of niacin in lowering lipid levels is unknown, it may involve reduction of esterification of hepatic triglycerides, decreased release of free fatty acids from adipose tissue, and increased activity of lipoprotein lipase. Niacin also appears to increase HDL-C, reduce hepatic synthesis of VLDL-C and low-density lipoprotein-cholesterol, but is not known to affect fecal excretion of fats, sterols or bile acids.<br\/>"},"8":{"id":"jwtes8","title":"Pharmacokinetics","sub":{"0":{"id":"jwtes8b23","title":"Absorption","mono":"<ul><li>Niacin, oral, extended release: 60% to 76%.<\/li><li>Simvastatin, oral, less than 5%<\/li><\/ul>"},"2":{"id":"jwtes8b25","title":"Metabolism","mono":"<ul><li>Niacin-Hepatic; extensive first-pass metabolism, conjugation<\/li><li>Active metabolite: nicotinamide adenine dinucleotide (NAD)<\/li><li>Simvastatin-Hepatic; P450 CYP3A4; hydrolysis, extensive first-pass metabolism<\/li><li>Active metabolites: beta-hydroxyacid (active inhibitor), 6'-hydroxy, 6'-hydroxymethyl and 6'-exomethylene derivatives<\/li><\/ul>"},"3":{"id":"jwtes8b26","title":"Excretion","mono":"<ul><li>Niacin, Renal: 53% to 77% (3.6% to 7.7% unchanged, 51.4% as metabolites)<\/li><li>Simvastatin, Fecal: 60%<\/li><li>Simvastatin, Renal: 13%<\/li><\/ul>"},"4":{"id":"jwtes8b27","title":"Elimination Half Life","mono":"<ul><li>Simvastatin, adults: 4.2 to 4.9 hours<\/li><li>Simvastatin acid, adults: 4.6 to 5 hours<\/li><\/ul>"}}},"9":{"id":"jwtes9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>swallow tablet whole, do not break or chew tablet<\/li><li>administer niacin\/simvastatin at least 4 to 6 hours before or after the administration of bile acid sequestrants<\/li><li>take at bedtime with a low fat meal or snack<\/li><\/ul>"},"10":{"id":"jwtes10","title":"Monitoring","mono":"<ul><li>lipid panel to assess efficacy<\/li><li>liver function; at baseline and as clinically indicated; patients who warrant closer monitoring are those with renal insufficiency usually as a consequence of long-standing diabetes mellitus<\/li><li>creatine kinase; periodically may be considered in patients at risk of myopathy; although such monitoring may not prevent myopathy<\/li><li>fasting blood glucose; in patients with prediabetes or diabetes mellitus especially during the first few months of therapy<\/li><\/ul>"},"11":{"id":"jwtes11","title":"How Supplied","mono":"<b>Simcor<\/b><br\/>Oral Tablet, Extended Release: (Niacin - Simvastatin) 500 MG-20 MG, 500 MG-40 MG, 750 MG-20 MG, 1000 MG-20 MG, 1000 MG-40 MG<br\/>"},"12":{"id":"jwtes12","title":"Toxicology","sub":[{"id":"jwtes12b31","title":"Clinical Effects","mono":"<ul><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin).<br\/><\/li><li><b>NIACIN AND RELATED AGENTS<\/b><br\/>OVERDOSE: Epigastric discomfort, sensation of warmth, chills and intermittent rash (diffuse, red, flat, and coalescent), primarily affecting scalp, face, and legs have been reported with niacin overdose. Tachycardia, nausea, vomiting and abdominal pain have been reported. Lactic acidosis has been occurred after acute overdoses with sustained release products. Severe hypotension has been reported following a massive niacin overdose (11,000 milligrams). Elevated hepatic enzymes have developed following overdose. Laboratory findings have also included hypo- and hyperglycemia and coagulopathy in some exposures. A teenager developed a prolonged QTc interval after ingesting 5.5 grams of niacin. ADVERSE EVENTS: Flushing, pruritus, and gastrointestinal distress are frequent symptoms after oral niacin therapy. Other adverse effects include dizziness, tachycardia, palpitations, shortness of breath, sweating, chills, edema, syncope, dryness of the skin, abdominal pain, diarrhea, nausea and vomiting, anorexia, stimulation of peptic ulcer, amblyopia, jaundice and elevated hepatic enzymes, decrease in glucose tolerance, hyperglycemia, and hyperuricemia. Significant toxicity has been reported in a small number of patients following the use of niacin to interfere with urine drug screening.<br\/><\/li><\/ul>"},{"id":"jwtes12b32","title":"Treatment","mono":"<ul><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>NIACIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination:  Gastrointestinal decontamination is generally not required after acute overdose of immediate release products. Consider activated charcoal after an acute ingestion of more than 5 g of sustained release niacin and if the patient is able to maintain airway or if airway is protected<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs, especially blood pressure. Monitor, liver enzymes, as well as fluid, electrolyte, and acid-base status in patients with significant vomiting and\/or diarrhea.<\/li><\/ul><\/li><\/ul>"},{"id":"jwtes12b33","title":"Range of Toxicity","mono":"<ul><li><b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily.<br\/><\/li><li><b>NIACIN AND RELATED AGENTS<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. After ingesting 11,000 mg of niacin within a 12-hour period, a 56-year-old man developed severe, persistent hypotension (BP 58\/40 mmHg) in the absence of cutaneous flushing. Following supportive therapy, he recovered completely. A 16-year-old girl developed epigastric discomfort and rash after taking 330 mg of niacin daily (more than 25 times the recommended daily allowance for a teenager).  Symptoms resolved upon discontinuation of therapy. Two teenagers developed hepatotoxicity and acidosis after ingestion of 5 and 6 g of sustained-release niacin over a 48-hour period. THERAPEUTIC: ADULT: EXTENDED RELEASE FORMULATION: Initial, 500 mg orally once daily at bedtime for 4 weeks, then 1000 mg at bedtime for 4 weeks; titrate by tolerability and efficacy but no faster than 500 mg every 4 weeks; usual maintenance dose, 1000 to 2000 mg once daily at bedtime; MAX 2000 mg\/day. ADULT: IMMEDIATE RELEASE FORMULATION: Initial 100 mg 3 times\/day, increase to 1000 mg 3 times\/day, MAX 4500 mg\/day. PEDIATRIC: IMMEDIATE RELEASE: Initial, 100-250 mg\/day in 3 divided doses with meals; increase 100 mg\/day weekly or 250 mg\/day every 2-3 wk as tolerated; MAX 10 mg\/kg\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"jwtes13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report signs\/symptoms of myopathy or rhabdomyolysis (eg, muscle tenderness, muscle weakness, or myalgias).<\/li><li>Drug may cause flushing, dizziness, headaches, back pain, diarrhea, nausea, and pruritus.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied by fever or malaise, or if symptoms persist after discontinuation of drug.<\/li><li>Counsel patients to report signs\/symptoms of liver injury (jaundice, dark urine, upper abdominal discomfort, anorexia, fatigue).<\/li><li>Instruct diabetic patient to monitor for signs\/symptoms of hyperglycemia and to report difficulties with glycemic control.<\/li><li>Tell patient to report facial flushing after dosing, as healthcare professional may recommend aspirin 30 minutes prior to dosing to minimize effect.<\/li><li>Advise patient to take tablets at bedtime after a low-fat snack.<\/li><li>Counsel patient to avoid spicy foods, alcohol, and hot beverages to minimize flushing.<\/li><li>Instruct patient not to eat large amounts of grapefruit or drink more than 1 quart\/day of grapefruit juice with drug.<\/li><li>Tell patient to avoid taking vitamins or supplements that contain niacin or nicotinamide without the approval of a healthcare professional.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult a healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Instruct patient to contact healthcare professional if drug is discontinued for any length of time, as drug will need to be titrated.<\/li><\/ul>"}}}