{"generic":"Regadenoson","drugs":["Lexiscan","Regadenoson"],"mono":{"0":{"id":"jwtxs0","title":"Generic Names","mono":"Regadenoson"},"1":{"id":"jwtxs1","title":"Dosing and Indications","sub":[{"id":"jwtxs1b4","title":"Adult Dosing","mono":"<b>Radionuclide myocardial perfusion study, Pharmacologic Stress:<\/b> 0.4 mg as a rapid IV injection (approximately 10 seconds), followed by saline flush and radiopharmaceutical "},{"id":"jwtxs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in patients younger than 18 years "},{"id":"jwtxs1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> no dose adjustments necessary<\/li><li><b>hepatic impairment:<\/b> no dose adjustments necessary<\/li><li><b>renal impairment:<\/b> no dose adjustments necessary<\/li><li><b>obesity:<\/b> no dose adjustment necessary according to 1 clinical study using MRI (n=30)<\/li><\/ul>"},{"id":"jwtxs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Radionuclide myocardial perfusion study, Pharmacologic Stress<br\/>"}]},"3":{"id":"jwtxs3","title":"Contraindications\/Warnings","sub":[{"id":"jwtxs3b9","title":"Contraindications","mono":"<ul><li>second- or third-degree atrioventricular block without functioning artificial pacemaker<\/li><li>sinus node dysfunction without functioning artificial pacemaker<\/li><\/ul>"},{"id":"jwtxs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- fatal and nonfatal myocardial ischemia, ventricular arrhythmia, and cardiac arrest have been reported; have resuscitation equipment and trained personnel available before administration<\/li><li>-- avoid use in patients with signs or symptoms of acute myocardia ischemia (ie, unstable angina or cardiovascular instability) because of increased risk of severe adverse reactions<\/li><li>-- first-, second-, or third-degree atrioventricular block, symptomatic bradycardia, and asystole have been reported<\/li><li>-- new onset or recurring atrial fibrillation with rapid ventricular response and atrial flutter have been reported<\/li><li>-- hypotension may occur<\/li><li>-- increased risk of severe hypotension in patients with autonomic dysfunction, hypovolemia, stenotic valvular heart disease, stenotic carotid artery disease, pericarditis, pericardial effusion, or left main coronary artery stenosis<\/li><li>-- serious blood pressure increases may occur; increased risk with pre-existing hypertension and with exercise included in testing<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions, including anaphylaxis, angioedema, and cardiac or respiratory arrest have occurred<\/li><li>Neurologic:<\/li><li>-- new onset or recurrence of seizures have been reported and may require emergent anticonvulsant management<\/li><li>-- cerebrovascular accidents, both hemorrhagic and ischemic, have been reported<\/li><li>-- syncope and transient ischemic attacks have been reported<\/li><li>Respiratory:<\/li><li>-- dyspnea, bronchoconstriction, or respiratory compromise may occur; have resuscitative and bronchodilator treatment present before administration<\/li><li>Concomitant use:<\/li><li>-- avoid methylxanthine or consumption of methylxanthine-containing products, and theophylline or aminophylline for at least 12 hours prior to administration<\/li><\/ul>"},{"id":"jwtxs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jwtxs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwtxs4","title":"Drug Interactions","sub":{"1":{"id":"jwtxs4b14","title":"Major","mono":"<ul><li>Aminophylline (theoretical)<\/li><li>Dimenhydrinate (theoretical)<\/li><li>Dyphylline (theoretical)<\/li><li>Pentoxifylline (theoretical)<\/li><li>Theophylline (theoretical)<\/li><\/ul>"}}},"5":{"id":"jwtxs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Angina, Cardiac dysrhythmia, Chest discomfort (13%), Chest pain (7%), Increased heart rate (22%), Irregular heart rhythm (20%), ST segment depression, Ventricular premature complex (14%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (6% to 14.7%)<\/li><li><b>Neurologic:<\/b>Dizziness (8% to 9.6%), Headache (24.9% to 26%)<\/li><li><b>Respiratory:<\/b>Dyspnea (10.7% to 19.2%)<\/li><li><b>Other:<\/b>Flushing (12% to 16%.)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Cardiac arrest, Hypertension, Myocardial infarction, Sinoatrial block, Supraventricular tachycardia, Syncope, Ventricular arrhythmia (6%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (less than 1%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Seizure<\/li><li><b>Respiratory:<\/b>Bronchospasm, Respiratory arrest<\/li><\/ul>"},"6":{"id":"jwtxs6","title":"Drug Name Info","sub":{"0":{"id":"jwtxs6b17","title":"US Trade Names","mono":"Lexiscan<br\/>"},"2":{"id":"jwtxs6b19","title":"Class","mono":"<ul><li>Adenosine A2a Receptor Agonist<\/li><li>Diagnostic Agent, Cardiac Function<\/li><\/ul>"},"3":{"id":"jwtxs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwtxs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwtxs7","title":"Mechanism Of Action","mono":"Regadenoson, an A(2A) adenosine receptor agonist, produces coronary vasodilation and increases coronary blood flow.<br\/>"},"8":{"id":"jwtxs8","title":"Pharmacokinetics","sub":{"1":{"id":"jwtxs8b24","title":"Distribution","mono":"Vd: (IV), 39 +\/-24.7 L <br\/>"},"2":{"id":"jwtxs8b25","title":"Metabolism","mono":"unknown <br\/>"},"3":{"id":"jwtxs8b26","title":"Excretion","mono":"<ul><li>Renal: (IV), 57% unchanged (range, 19% to 77%)<\/li><li>Dialyzable: unknown<\/li><\/ul>"},"4":{"id":"jwtxs8b27","title":"Elimination Half Life","mono":"(IV) initial phase, 1 to 4 min; intermediate phase, 30 min; terminal phase, 2 hr <br\/>"}}},"9":{"id":"jwtxs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>administer rapidly (in approximately 10 seconds) into a peripheral vein using a 22-gauge or larger catheter or needle<\/li><li>follow administration immediately with a 5-mL saline flush<\/li><li>administer radionuclide imaging agent 10 to 20 seconds after the saline flush; may be administered in the same catheter as regadenoson<\/li><\/ul>"},"10":{"id":"jwtxs10","title":"Monitoring","mono":"<ul><li>radionucleotide Single Photon Emission Computed Tomography (SPECT)<\/li><li>blood pressure<\/li><li>ECG for rhythm or conduction abnormalities<\/li><li>potential signs or symptoms of bronchoconstriction or respiratory compromise<\/li><\/ul>"},"11":{"id":"jwtxs11","title":"How Supplied","mono":"<b>Lexiscan<\/b><br\/>Intravenous Solution: 0.08 MG\/ML<br\/>"},"12":{"id":"jwtxs12","title":"Toxicology","sub":[{"id":"jwtxs12b31","title":"Clinical Effects","mono":"<b>ADENOSINE AND RELATED AGENTS <\/b><br\/>USES: Adenosine is an endogenous nucleoside used for the conversion of paroxysmal supraventricular tachycardia to sinus rhythm. It is an endogenous coronary vasodilator and used for thallium stress testing. Regadenoson is a low affinity adenosine receptor agonist producing coronary vasodilation and increasing coronary blood flow used for myocardial perfusion imaging. PHARMACOLOGY: Adenosine depresses calcium-mediated slow-channel conduction and increases potassium conductance, thus depressing automaticity of the sinus node, Purkinje fibers, AV nodal conduction, and shortening and hyperpolarizing the atrial action potential. TOXICOLOGY: Overdose information is limited. In large doses, cardiac effects can occur which include atrial fibrillation, atrial flutter, bradycardia, and angina-like chest pain. However, adenosine has an ultra-short half-life which limits its toxicity. EPIDEMIOLOGY: Adenosine is commonly used, but toxicity is rarely seen. MILD TO MODERATE TOXICITY: Mild toxicity can consist of hypotension, dyspnea, vomiting and retching, facial flushing, headaches, and irritability. SEVERE TOXICITY: Severe toxicity can cause bradycardia, sinus arrest, atrioventricular block, ventricular dysrhythmias, and bronchospasm. Seizures are rarely reported. ADVERSE EFFECTS: Hypotension, dyspnea, nausea, vomiting, abdominal discomfort, dizziness, facial flushing, and irritability have occurred with therapeutic dosing.<br\/>"},{"id":"jwtxs12b32","title":"Treatment","mono":"<b>ADENOSINE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment for mild to moderate toxicity is symptomatic and supportive care. Duration of effect is extremely short, so treatment is usually unnecessary. MANAGEMENT OF SEVERE TOXICITY: Duration is extremely short, so effects are typically self-limiting and short. However, if severe toxicity develops, support respiratory and cardiovascular function. Aminophylline, an adenosine receptor antagonist, has been used for regadenoson toxicity.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated as these agents are administered parenterally.<\/li><li>Airway management: Airway management may be needed if cardiovascular compromise develops, but this is rare.<\/li><li>Antidote: There is no antidote for adenosine. Aminophylline, an adenosine receptor antagonist, has been used following regadenoson adverse reactions, at doses ranging from 50 to 250 mg IV, administered over 30 to 60 seconds.<\/li><li>Monitoring of patient: No routine laboratory evaluation is indicated. If dysrhythmias develop, monitor electrolytes. Institute continuous cardiac monitoring and obtain an ECG.<\/li><li>Enhanced elimination procedure: Dialysis or other methods of enhanced elimination are not recommended.<\/li><li>Patient disposition: HOME CRITERIA: These medications are administered parenterally in a healthcare setting. There is no role for home management. OBSERVATION CRITERIA: Patients who develop adverse effects need to be observed in the emergency department until symptoms resolve. ADMISSION CRITERIA: Patients with severe or prolonged symptoms, those who develop new dysrhythmias, or requiring medication treatment should be admitted for further observation. CONSULT CRITERIA: Medical toxicology should be consulted in large and\/or severe symptomatic exposures.<\/li><\/ul>"},{"id":"jwtxs12b33","title":"Range of Toxicity","mono":"<b>ADENOSINE AND RELATED AGENTS<\/b><br\/>TOXICITY: ADENOSINE: There is no data for a minimal toxic or lethal dose for adenosine. REGADENOSON: Flushing, dizziness, and increased heart rate have been reported at doses greater than 0.02 mg\/kg. THERAPEUTIC DOSE: ADENOSINE: ADULTS: 6 mg IV peripheral bolus over 1 to 2 seconds; can increase to a maximum dose of 12 mg if needed. CHILDREN: Initial dose, 0.1 mg\/kg rapid IV push or intraosseous, up to a maximum of 6 mg\/dose; can repeat with 0.2 mg\/kg, up to a maximum of 12 mg\/dose. REGADENOSON: ADULTS: 0.4 mg (5 mL) of regadenoson administered as a rapid (approximately 10 seconds) intravenous injection.<br\/>"}]},"13":{"id":"jwtxs13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause dyspnea, chest discomfort, dizziness, flushing, nausea, or headaches.<\/li><li>Instruct patient to report signs\/symptoms of myocardial ischemia, hypotension, hypertension, bradyarrhythmia, or bronchoconstriction.<\/li><li>Advise patient to avoid caffeine (including caffeinated beverages, caffeine-containing products) and theophylline for at least 12 hours prior to the test.<\/li><li>Avoid concomitant use of dipyridamole. If necessary, discontinue dipyridamole 2 days prior to the test.<\/li><\/ul>"}}}