{"generic":"Certolizumab Pegol","drugs":["Certolizumab Pegol","Cimzia"],"mono":[{"id":"jwu4s0","title":"Generic Names","mono":"Certolizumab Pegol"},{"id":"jwu4s1","title":"Dosing and Indications","sub":{"0":{"id":"jwu4s1b4","title":"Adult Dosing","mono":"<ul><li>evaluate all patients for active and inactive (latent) TB infection using appropriate screening tests (eg, TB skin test and chest x-ray) prior to beginning therapy; consider the possibility of undetected latent TB in immigrants from highly TB-endemic countries or those in close contact with persons with active TB<\/li><li>screen all patients for hepatitis B virus (HBV) infection prior to therapy initiation; safety and efficacy is not established in HBV carriers; if therapy is required in HBV carriers, closely monitor for signs of reactivation of HBV during and for several months after discontinuation; if HBV reactivation occurs, discontinue certolizumab pegol<\/li><li><b>Ankylosing spondylitis, Active:<\/b> initial, 400 mg SUBQ (2 SUBQ injections of 200 mg each) initially and at weeks 2 and 4<\/li><li><b>Ankylosing spondylitis, Active:<\/b> maintenance, 200 mg SUBQ every 2 weeks OR 400 mg SUBQ every 4 weeks<\/li><li><b>Crohn's disease, Active, moderate to severe:<\/b> initial, 400 mg SUBQ (as 2 subQ injections of 200 mg) once and then repeat at weeks 2 and 4; maintenance, 400 mg SUBQ (as 2 subQ injections of 200 mg) once every 4 weeks<\/li><li><b>Psoriatic arthritis, Active:<\/b> initial, 400 mg SUBQ (as 2 subQ injections of 200 mg) once and then repeat at weeks 2 and 4; maintenance, 200 mg SUBQ once every 2 weeks or 400 mg SUBQ (as 2 subQ injections of 200 mg) once every 4 weeks<\/li><li><b>Rheumatoid arthritis, Active, moderate to severe:<\/b> initial, 400 mg SUBQ (as 2 subQ injections of 200 mg) once and then repeat at weeks 2 and 4; maintenance, 200 mg SUBQ once every 2 weeks or 400 mg SUBQ (as 2 subQ injections of 200 mg) once every 4 weeks<\/li><\/ul>"},"1":{"id":"jwu4s1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},"3":{"id":"jwu4s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ankylosing spondylitis, Active<\/li><li>Crohn's disease, Active, moderate to severe<\/li><li>Psoriatic arthritis, Active<\/li><li>Rheumatoid arthritis, Active, moderate to severe<\/li><\/ul>"}}},{"id":"jwu4s2","title":"Black Box Warning","mono":"<b>Subcutaneous (Powder for Solution; Solution)<\/b><br\/>Tuberculosis, invasive fungal infections, bacterial, viral, and other opportunistic infections, some fatal, have been observed in patients receiving certolizumab pegol. Patients should be evaluated for tuberculosis risk factors and be tested for latent tuberculosis infection prior to initiating certolizumab pegol and during therapy. Treatment of latent tuberculosis infection should be initiated prior to therapy with certolizumab pegol. Monitor patients receiving certolizumab pegol for signs and symptoms of infection including tuberculosis in patients who tested negative for latent tuberculosis infection. Lymphoma and other malignancies, some fatal, have been reported in pediatric patients (not indicated in this population) treated with tumor necrosis factor (TNF) blockers.<br\/>"},{"id":"jwu4s3","title":"Contraindications\/Warnings","sub":[{"id":"jwu4s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jwu4s3b10","title":"Precautions","mono":"<ul><li>children, adolescents, and young adults; lymphoma and other malignancies, some fatal, have been reported (not indicated in pediatric population)<\/li><li>hepatosplenic T-cell lymphoma has been reported primarily in adolescents and young adults receiving tumor necrosis factor (TNF) blockers for Crohn's disease or ulcerative colitis; most cases were fatal and occurred with concomitant use of azathioprine or mercaptopurine; carefully assess risk\/benefit of using TNF blockers, azathioprine, and\/or mercaptopurine in adolescents and young adults, especially for the treatment of Crohn's disease or ulcerative colitis<\/li><li>infection, chronic or recurring, a history of opportunistic infection, comorbid conditions, receiving concomitant immunosuppressants, or who have traveled or lived in areas of endemic TB or mycoses; evaluate risk\/benefit prior to therapy initiation<\/li><li>serious infections (eg, bacterial (Legionella and Listeria), tuberculosis, invasive fungal infections, viral, parasitic, and other opportunistic infections), including fatalities, have been reported; do not initiate therapy in patients with active infections (including chronic or localized infections); monitoring recommended in all patients; discontinue therapy if a serious infection or sepsis develops<\/li><li>tuberculosis, reactivation or new onset, may occur; increased risk in patients with potential exposure due to travel or residence in endemic areas, close personal contact with active TB, or with history of latent or active disease, regardless of previous Bacille Calmette-Guerin vaccination<\/li><li>auto-antibody formation has occurred, including development of a lupus-like syndrome<\/li><li>concomitant use of biological disease-modifying antirheumatic drugs (eg, abatacept, anakinra, natalizumab, rituximab) is not recommended<\/li><li>concomitant use of live or attenuated vaccines is not recommended<\/li><li>congestive heart failure, new onset or worsening of preexisting disease, has been reported; monitoring recommended<\/li><li>demyelinating disorders, CNS and peripheral (eg, multiple sclerosis, Guillain-Barr  syndrome); new onset or worsening of preexisting condition have been reported; discontinue therapy if disorders develop<\/li><li>elderly patients over 65 years of age; increased risk of infection<\/li><li>hematologic abnormalities, including significant leukopenia, pancytopenia, and thrombocytopenia, have occurred; may require discontinuation of therapy<\/li><li>hepatitis B virus (HBV) reactivation has occurred, including fatalities; test patients for presence of HBV prior to therapy; monitoring of HBV carriers recommended during and after therapy; discontinuation and supportive treatment recommended for those who develop HBV reactivation<\/li><li>hypersensitivity reactions, including serum sickness-like reactions, have been reported<\/li><li>malignancies, including lymphomas and acute and chronic leukemia, have been reported with the use of tumor necrosis factor (TNF) blockers; risk is increased in patients with rheumatoid arthritis and patients with Crohn's disease who receive chronic immunosuppressant therapy<\/li><li>neurologic disorders, including seizure disorder, optic neuritis, and peripheral neuropathy, have been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwu4s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jwu4s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jwu4s4","title":"Drug Interactions","sub":{"1":{"id":"jwu4s4b14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (theoretical)<\/li><li>Adenovirus Vaccine Type 7, Live (theoretical)<\/li><li>Anakinra (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (theoretical)<\/li><li>Influenza Virus Vaccine, Live (theoretical)<\/li><li>Measles Virus Vaccine, Live (theoretical)<\/li><li>Mumps Virus Vaccine, Live (theoretical)<\/li><li>Poliovirus Vaccine, Live (theoretical)<\/li><li>Rotavirus Vaccine, Live (theoretical)<\/li><li>Rubella Virus Vaccine, Live (theoretical)<\/li><li>Smallpox Vaccine (theoretical)<\/li><li>Typhoid Vaccine (theoretical)<\/li><li>Varicella Virus Vaccine (theoretical)<\/li><li>Yellow Fever Vaccine (theoretical)<\/li><\/ul>"}}},{"id":"jwu4s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Musculoskeletal:<\/b>Arthralgia (6%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (7%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (20%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Congestive heart failure, Hypertensive heart disease, Myocardial infarction, Pericardial effusion, Pericarditis<\/li><li><b>Dermatologic:<\/b>Erythema multiforme, Erythema nodosum, Stevens-Johnson syndrome, Toxic epidermal necrolysis, Urticaria<\/li><li><b>Gastrointestinal:<\/b>Bowel obstruction<\/li><li><b>Hematologic:<\/b>Cytopenia<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (rare), Lupus erythematosus (rare), Malignant lymphoma, Opportunistic infection<\/li><li><b>Neurologic:<\/b>Demyelinating disease of central nervous system (rare), Seizure<\/li><li><b>Psychiatric:<\/b>At risk for suicide<\/li><li><b>Renal:<\/b>Nephrotic syndrome, Renal failure<\/li><li><b>Respiratory:<\/b>Tuberculosis<\/li><li><b>Other:<\/b>Cancer, Infectious disease, Listeriosis<\/li><\/ul>"},{"id":"jwu4s6","title":"Drug Name Info","sub":{"0":{"id":"jwu4s6b17","title":"US Trade Names","mono":"Cimzia<br\/>"},"2":{"id":"jwu4s6b19","title":"Class","mono":"<ul><li>Immune Suppressant<\/li><li>Monoclonal Antibody Fragment<\/li><li>Tumor Necrosis Factor Inhibitor<\/li><\/ul>"},"3":{"id":"jwu4s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwu4s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jwu4s7","title":"Mechanism Of Action","mono":"Certolizumab pegol is a tumor necrosis factor (TNF) inhibitor, which results in an interference in the production of downstream inflammatory mediators, including interleukin-1, prostaglandins, platelet activating factor, and nitric oxide.<br\/>"},{"id":"jwu4s8","title":"Pharmacokinetics","sub":{"0":{"id":"jwu4s8b23","title":"Absorption","mono":"<ul><li>Bioavailability: (subQ), 80%<\/li><li>Tmax: (subQ), 54 to 171 hours<\/li><\/ul>"},"1":{"id":"jwu4s8b24","title":"Distribution","mono":"Vd: (subQ), 6.4 L <br\/>"},"4":{"id":"jwu4s8b27","title":"Elimination Half Life","mono":"(subQ), 14 days <br\/>"}}},{"id":"jwu4s9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>to facilitate dissolution, bring vial(s) to room temperature prior to reconstitution<\/li><li>reconstitute each vial with 1 mL of sterile water for injection using a syringe with a 20-gauge needle<\/li><li>do not shake; gently swirl until all powder is in contact with sterile water<\/li><li>to fully reconstitute, leave vial(s) undisturbed (may take as long as 30 minutes)<\/li><li>resulting concentration is 200 mg\/mL<\/li><li>administer room temperature solution within 2 hours or refrigerate for up to 24 hours<\/li><li>if the reconstituted solution has been stored in the refrigerator, bring solution to room temperature prior to administration<\/li><li>draw up each 200-mg dose into separate syringes, each with a 20-gauge needle<\/li><li>change to a 23-gauge needle and inject subQ into separate sites on the abdomen or thigh<\/li><li>(prefilled syringe) allow prefilled syringe to sit at room temperature prior to subQ injection<\/li><\/ul>"},{"id":"jwu4s10","title":"Monitoring","mono":"<ul><li>ankylosing spondylitis: normalization of serum C-reactive protein levels and reduction in signs and symptoms are indicative of efficacy<\/li><li>Crohn's disease: normalization of serum C-reactive protein levels and improvement in symptoms as defined on the Crohn's Disease Activity Index  are indicative of efficacy<\/li><li>psoriatic arthritis: normalization of serum C-reactive protein levels and improvement in symptoms, inhibition of structural damage progression, and improved physical function are indicative of efficacy<\/li><li>rheumatoid arthritis: normalization of serum C-reactive protein levels and improvement in symptoms, inhibition of structural damage progression, and improved physical function are indicative of efficacy<\/li><li>hepatitis B infection; prior to initiating therapy<\/li><li>laboratory and clinical signs of active HBV infection, in HBV carriers; throughout therapy and for several months following discontinuation of therapy<\/li><li>TB risk factor screening, and tuberculin skin test and chest x-ray for both active and latent TB infection; prior to initiating therapy<\/li><li>active TB infection screening; periodically during treatment<\/li><li>signs or symptoms of infection, including TB  and opportunistic infections (fungal, viral, bacterial, and protozoal); during and after treatment<\/li><li>skin examinations, especially those with skin cancer risk factors; periodically<\/li><li>signs or symptoms of worsening congestive heart failure (CHF)<\/li><\/ul>"},{"id":"jwu4s11","title":"How Supplied","mono":"<b>Cimzia<\/b><br\/><ul><li>Subcutaneous Powder for Solution: 200 MG<\/li><li>Subcutaneous Solution: 200 MG\/ML<\/li><\/ul>"},{"id":"jwu4s12","title":"Toxicology","sub":[{"id":"jwu4s12b31","title":"Clinical Effects","mono":"<b>CERTOLIZUMAB PEGOL <\/b><br\/>USES: Certolizumab pegol is indicated for the treatment of adults with moderate to severe active rheumatoid arthritis. It is also approved for maintaining clinical response and reducing signs and symptoms of moderate to severe Crohn's disease in adults who had inadequate response to conventional therapy. PHARMACOLOGY: Certolizumab pegol is a tumor necrosis factor (TNF) inhibitor (specifically TNF-alpha), which results in an interference in the production of downstream inflammatory mediators, including interleukin-1, prostaglandins, platelet activating factor, and nitric oxide. EPIDEMIOLOGY: Overdose is very rare. TOXICITY: There are no reports of toxicity following acute overdose. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: COMMON: Upper respiratory infections (eg; nasopharyngitis, laryngitis, viral infection), urinary tract infections (eg; bladder infection, bacteriuria, cystitis), and arthralgia. LESS COMMON: Although the causal relationship to certolizumab pegol is not clear, the following adverse reactions were reported during studies of patients receiving certolizumab pegol therapy: angina pectoris, dysrhythmias, cardiac failure, myocardial infarction, myocardial ischemia, pericardial effusion, pericarditis, bleeding and injection site reaction, alopecia totalis, dermatitis, erythema nodosum, urticaria, abdominal pain, diarrhea, intestinal obstruction, nephrotic syndrome, renal failure, optic neuritis, uveitis, retinal hemorrhage, anemia, leukopenia, pancytopenia, lymphadenopathy, thrombophilia, elevated liver enzymes, hepatitis, seizure, peripheral neuropathy, and anxiety. Tuberculosis (TB), including disseminated and pulmonary TB, some cases fatal, has been reported with certolizumab pegol therapy.<br\/>"},{"id":"jwu4s12b32","title":"Treatment","mono":"<b>CERTOLIZUMAB PEGOL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor patients for clinical signs of infection. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Decontamination: Decontamination is not necessary.<\/li><li>Antidote: None<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hrs. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Monitor patients for clinical signs of infection. Monitor ECG, liver enzymes and renal function in symptomatic patients. Monitor serial CBC with differential.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Mild to moderately symptomatic patients should be sent to health care facility for evaluation and treatment as necessary. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jwu4s12b33","title":"Range of Toxicity","mono":"<b>CERTOLIZUMAB PEGOL<\/b><br\/>TOXICITY: A toxic dose has not been established. Certolizumab pegol doses up to 800 mg subcutaneous and 20 mg\/kg intravenous have been used in therapeutic trials with no adverse effects. THERAPEUTIC DOSE: Initial, 400 mg given as 2 subcutaneous injections of 200 mg. Crohn's Disease: 400 mg initially and at weeks 2 and 4, followed by 400 mg every 4 weeks. Rheumatoid Arthritis: 400 mg initially and at weeks 2 and 4, followed by 200 mg every other week. Maintenance dose: 400 mg every 4 weeks.<br\/>"}]},{"id":"jwu4s13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient on the increased risk of infection and to report signs\/symptoms of an infection or a recurring infection (hepatitis B, tuberculosis) during therapy and for several months after discontinuation.<\/li><li>Advise patient of increased risk of lymphoma and other malignancies and to report persistent fevers, night sweats, or significant weight loss.<\/li><li>Warn patient to avoid live vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Drug may cause respiratory tract infections, urinary tract infections, and arthralgia.<\/li><li>Instruct patient to report signs\/symptoms of a lupus-like syndrome (eg, arthralgias, myalgias, fatigue, skin rashes) or congestive heart failure (new onset, exacerbation).<\/li><li>Advise patient to report signs\/symptoms of leukopenia, pancytopenia, or aplastic anemia.<\/li><li>Counsel patient about proper injection sites and rotation.<\/li><\/ul>"}]}