{"generic":"Difluprednate","drugs":["Difluprednate","Durezol"],"mono":{"0":{"id":"jwv2s0","title":"Generic Names","mono":"Difluprednate"},"1":{"id":"jwv2s1","title":"Dosing and Indications","sub":{"0":{"id":"jwv2s1b4","title":"Adult Dosing","mono":"<ul><li><b>Anterior uveitis, Endogenous:<\/b> Ophthalmic emulsion 0.05%: 1 drop into conjunctival sac of affected eye 4 times per day for 14 days, then taper as clinically indicated<\/li><li><b>Pain in eye - Surgical procedure on eye proper - Uveitis:<\/b> 1 drop into conjunctival sac of affected eye 4 times daily beginning 24 hours after surgery and continue for 2 weeks; decrease to 2 times daily for 1 week; then taper based on response<\/li><\/ul>"},"1":{"id":"jwv2s1b5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in children "},"3":{"id":"jwv2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anterior uveitis, Endogenous<\/li><li>Pain in eye - Surgical procedure on eye proper - Uveitis<\/li><\/ul>"}}},"3":{"id":"jwv2s3","title":"Contraindications\/Warnings","sub":[{"id":"jwv2s3b9","title":"Contraindications","mono":"<ul><li>fungal disease of ocular structures<\/li><li>mycobacterial infection of the eye<\/li><li>viral diseases of the cornea and conjunctiva (e.g., epithelial herpes simplex keratitis, vaccinia, varicella), active<\/li><\/ul>"},{"id":"jwv2s3b10","title":"Precautions","mono":"<ul><li>bacterial ocular infections; steroids may increase the risk of infection, mask infection, or enhance existing infection<\/li><li>cataract surgery; corticosteroids may delay healing and increase incidence of bleb formation<\/li><li>cataracts, posterior subcapsular, may occur with corticosteroid use<\/li><li>contact lens use; remove contact lenses prior to administration; may reinsert 10 minutes after administration<\/li><li>diseases causing thinning of cornea or sclera; perforations have occurred with topical steroid use<\/li><li>fungal infections of the cornea may develop with long-term local steroid application<\/li><li>glaucoma; use with caution; monitoring recommended<\/li><li>prolonged use; may result in glaucoma with damage to optic nerve and defects in visual acuity and vision fields; monitoring recommended<\/li><li>viral ocular infections (e.g., herpes simplex), history of; ocular steroids may prolong course or exacerbate severity of infection<\/li><li>report adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwv2s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jwv2s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwv2s4","title":"Drug Interactions","sub":{"1":{"id":"jwv2s4b14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"jwv2s5","title":"Adverse Effects","mono":"<b>Serious<\/b><br\/><b>Ophthalmic:<\/b>Raised intraocular pressure (5% to 10%)<br\/>"},"6":{"id":"jwv2s6","title":"Drug Name Info","sub":{"0":{"id":"jwv2s6b17","title":"US Trade Names","mono":"Durezol<br\/>"},"2":{"id":"jwv2s6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Inflammatory<\/li><\/ul>"},"3":{"id":"jwv2s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwv2s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwv2s7","title":"Mechanism Of Action","mono":"Difluprednate is a topical corticosteroid that is structurally similar to other corticosteroids that inhibit the inflammatory response to a variety of agents that may delay or slow healing. The mechanism of action of ocular corticosteroids is not well understood.<br\/>"},"8":{"id":"jwv2s8","title":"Pharmacokinetics","sub":{"0":{"id":"jwv2s8b23","title":"Absorption","mono":"Ophthalmic: limited <br\/>"},"2":{"id":"jwv2s8b25","title":"Metabolism","mono":"Active metabolites: 6-alpha, 9-difluoroprednisolone 17-butyrate (DFB) <br\/>"}}},"9":{"id":"jwv2s9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/><ul><li>Not indicated for intraocular administration<\/li><li>Remove contact lenses prior to administration; may reinsert lenses 10 minutes after administration<\/li><\/ul>"},"10":{"id":"jwv2s10","title":"Monitoring","mono":"<ul><li>ocular surgery; improvement in ocular inflammation and pain indicates efficacy<\/li><li>endogenous anterior uveitis; improvement in anterior chamber cell grade indicates efficacy<\/li><li>intraocular pressure: when difluprednate is used for 10 days or longer<\/li><li>fungal infection: in patients with persistent corneal ulceration<\/li><li>signs and symptoms of secondary bacterial ocular infection: if symptoms do not improve after 2 days of therapy<\/li><\/ul>"},"11":{"id":"jwv2s11","title":"How Supplied","mono":"<b>Durezol<\/b><br\/>Ophthalmic Emulsion: 0.05 %<br\/>"},"12":{"id":"jwv2s12","title":"Toxicology","sub":[{"id":"jwv2s12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"jwv2s12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jwv2s12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"jwv2s13","title":"Clinical Teaching","mono":"<ul><li>Drug is for topical ophthalmic use only. Do not administer intraocularly.<\/li><li>Tell patient to avoid use of the same bottle for both eyes<\/li><li>Advise patient to avoid touching the tip of the dropper to surrounding areas or surfaces to prevent contamination.<\/li><li>Drug may cause blurred vision, eye irritation or pain, headache, iritis, itching, or reduced visual acuity.<\/li><li>Instruct patient to immediately report redness, itching, inflammation, or aggravation of the eye.<\/li><li>Advise patient to remove contact lenses prior to instilling drug as preservative may be absorbed by soft lenses. Lenses may be reinserted 10 minutes following instillation.<\/li><\/ul>"}}}