{"generic":"Dimethyl Fumarate","drugs":["Dimethyl Fumarate","Tecfidera"],"mono":{"0":{"id":"jwvns0","title":"Generic Names","mono":"Dimethyl Fumarate"},"1":{"id":"jwvns1","title":"Dosing and Indications","sub":[{"id":"jwvns1b4","title":"Adult Dosing","mono":"<ul><li>Obtain a CBC, including a lymphocyte count, prior to therapy initiation, after 6 months of therapy, and every 6 to 12 months thereafter or as clinically indicated<\/li><li><b>Multiple sclerosis, Relapsing forms:<\/b> Initial, 120 mg ORALLY twice daily for 7 days, then increase to 240 mg ORALLY twice daily; give with food to decrease flushing<\/li><li><b>Multiple sclerosis, Relapsing forms:<\/b> Premedication, consider nonenteric-coated aspirin up to 325 mg ORALLY 30 minutes prior to dimethyl fumarate to reduce flushing<\/li><\/ul>"},{"id":"jwvns1b5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"jwvns1b6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment:<\/b> No dosage adjustment necessary<\/li><li><b>Renal impairment:<\/b> No dosage adjustment necessary<\/li><li><b>Intolerable adverse events:<\/b> Temporarily reduce maintenance dose to 120 mg ORALLY twice daily; within 4 weeks, resume maintenance dose of 240 mg ORALLY twice daily; if adverse events continue to be intolerable and prevent the return to the maintenance dose, consider discontinuation of therapy<\/li><li><b>Lymphocyte count less than 0.5 x 10(9)\/L:<\/b> Interrupt therapy if lymphopenia persists for more than 6 months; restart therapy based on individual clinical needs<\/li><li><b>Serious infections:<\/b> Consider withholding therapy until resolution; restart therapy based on individual clinical needs<\/li><\/ul>"},{"id":"jwvns1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Multiple sclerosis, Relapsing forms<br\/>"}]},"3":{"id":"jwvns3","title":"Contraindications\/Warnings","sub":[{"id":"jwvns3b9","title":"Contraindications","mono":"Hypersensitivity to dimethyl fumarate or to any component of the product <br\/>"},{"id":"jwvns3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Flushing (eg, warmth, redness, itching, and\/or burning sensation) has been reported<\/li><li>Immunologic:<\/li><li>-- Anaphylaxis and angioedema have been reported; permanently discontinue if condition occurs<\/li><li>-- Lymphopenia has been reported; monitoring recommended; consider withholding therapy for serious infections<\/li><li>Neurologic:<\/li><li>-- Progressive multifocal leukoencephalopathy (PML) has been reported, including a fatal case preceded by severe lymphopenia; discontinue use if suspected<\/li><\/ul>"},{"id":"jwvns3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jwvns3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jwvns5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (40%), Rash (8%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (18%), Diarrhea (14%), Nausea (12%), Vomiting (9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Lymphocytopenia (2% to 6%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Infectious disease<\/li><li><b>Neurologic:<\/b>Progressive multifocal leukoencephalopathy<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"jwvns6","title":"Drug Name Info","sub":{"0":{"id":"jwvns6b17","title":"US Trade Names","mono":"Tecfidera<br\/>"},"3":{"id":"jwvns6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwvns6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwvns7","title":"Mechanism Of Action","mono":"Although the exact mechanism of effect in multiple sclerosis is unknown, dimethyl fumarate is an in vitro nicotinic acid receptor agonist and an in vivo activator of the Nuclear factor (erythroid-derived 2)-like 2 (Nrf2) pathway that is involved in the cellular response to oxidative stress.<br\/>"},"8":{"id":"jwvns8","title":"Pharmacokinetics","sub":[{"id":"jwvns8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: active metabolite, 2 to 2.5 hours<\/li><li>Effects of food: decrease Cmax of active metabolite 40%; delay Tmax by 3.5 hours; no effect on AUC<\/li><\/ul>"},{"id":"jwvns8b24","title":"Distribution","mono":"<ul><li>Protein binding, plasma proteins: active metabolite, 27% to 45%<\/li><li>Vd: active metabolite, 53 to 73 L<\/li><\/ul>"},{"id":"jwvns8b25","title":"Metabolism","mono":"<ul><li>Gastrointestinal tract, blood, and tissues: extensive hydrolysis<\/li><li>Monomethyl fumarate: active<\/li><li>Fumaric acid, citric acid, and glucose: inactive<\/li><\/ul>"},{"id":"jwvns8b26","title":"Excretion","mono":"<ul><li>Fecal: 1%<\/li><li>Renal: 16%<\/li><li>Respiratory: 60%<\/li><\/ul>"},{"id":"jwvns8b27","title":"Elimination Half Life","mono":"Active metabolite, monomethyl fumarate: 1 hour <br\/>"}]},"9":{"id":"jwvns9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>May be administered with or without food; may be given with food to reduce the incidence of flushing<\/li><li>Capsules should be swallowed whole and not chewed, crushed, or opened<\/li><\/ul>"},"10":{"id":"jwvns10","title":"Monitoring","mono":"<ul><li>a reduction in multiple sclerosis relapse rate is indicative of efficacy<\/li><li>CBC with lymphocyte count; at baseline, within 6 months of starting treatment, then every 6 to 12 months thereafter and as clinically indicated<\/li><\/ul>"},"11":{"id":"jwvns11","title":"How Supplied","mono":"<b>Tecfidera<\/b><br\/>Oral Capsule, Delayed Release: 120 MG, 240 MG<br\/>"},"12":{"id":"jwvns12","title":"Toxicology","sub":[{"id":"jwvns12b31","title":"Clinical Effects","mono":"<b>DIMETHYL FUMARATE<\/b><br\/>USES: Dimethyl fumarate is indicated to treat relapsing forms of multiple sclerosis. PHARMACOLOGY: Although the exact mechanism of effect in multiple sclerosis is unknown, dimethyl fumarate is an in vitro nicotinic acid receptor agonist and an in vivo activator of the Nuclear factor (erythroid-derived 2)-like 2 (Nrf2) pathway that is involved in the cellular response to oxidative stress. EPIDEMIOLOGY: Overdose has not been reported. TOXICITY: There have been no reports of overdose. Signs and symptoms of an acute overdose are anticipated to be similar to excessive pharmacologic adverse events. ADVERSE EFFECTS: COMMON: The most common adverse effects reported in at least 10% of patients during clinical trials were flushing, nausea, diarrhea, and abdominal pain. INFREQUENT: Other adverse effects that occurred in less than 10% of patients, but at a higher rate than in patients receiving a placebo, include lymphocytopenia, vomiting, dyspepsia, rash, erythema, pruritus, albuminuria, and elevated aspartate aminotransferase concentration. RARE: Progressive multifocal leukoencephalopathy has been rarely reported with dimethyl fumarate therapy.<br\/>"},{"id":"jwvns12b32","title":"Treatment","mono":"<b>DIMETHYL FUMARATE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after dimethyl fumarate overdose.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not necessary. HOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor CBC with differential. No other specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations of dimethyl fumarate or its active metabolite, monomethyl fumarate, are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis would be expected to remove monomethyl fumarate given its small volume of distribution and low protein binding.<\/li><li>Patient disposition: HOME CRITERIA: A patient with a small inadvertent exposure, that remains asymptomatic, can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jwvns12b33","title":"Range of Toxicity","mono":"<b>DIMETHYL FUMARATE<\/b><br\/>TOXICITY: A toxic dose has not been established. Overdose has not been reported. THERAPEUTIC DOSE: ADULT: Initially, the recommended dose is 120 mg orally twice daily. After 7 days, the dose should be increased to 240 mg orally twice daily. PEDIATRIC: Safety and efficacy have not been established in pediatric patients<br\/>"}]},"13":{"id":"jwvns13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to report symptoms of progressive multifocal leukoencephalopathy.<\/li><li>Side effects may include abdominal pain, nausea, diarrhea, or flushing.<\/li><li>Advise patient that flushing can be reduced by premedication with non-enteric coated aspirin or administration with food.<\/li><\/ul>"}}}