{"generic":"Gadoxetate Disodium","drugs":["Eovist","Gadoxetate Disodium"],"mono":{"0":{"id":"jwxbs0","title":"Generic Names","mono":"Gadoxetate Disodium"},"1":{"id":"jwxbs1","title":"Dosing and Indications","sub":[{"id":"jwxbs1b4","title":"Adult Dosing","mono":"<ul><li>Identify patients at risk for nephrogenic systemic fibrosis, including those with acute kidney injury or chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73m(2)). Avoid use in at-risk patients unless other modalities cannot provide essential diagnostic information.<\/li><li><b>MRI of liver:<\/b> 0.1 mL\/kg (0.025 mmol\/kg) given undiluted as a single IV bolus injection at a flow rate of approximately 2 mL\/second<\/li><\/ul>"},{"id":"jwxbs1b5","title":"Pediatric Dosing","mono":"<ul><li>There have been no adequate and well-controlled studies in pediatric patients.<\/li><li>Safety and efficacy have not been established in premature infants.<\/li><\/ul>"},{"id":"jwxbs1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, acute kidney injury or GFR less than 30 mL\/min\/1.73m(2):<\/b> Avoid use if possible; otherwise, do not exceed recommended dose and allow sufficient time for drug elimination prior to any readministration of drug.<\/li><li><b>Hepatic impairment:<\/b> No adjustment necessary<\/li><li><b>Geriatric:<\/b> Use with caution<\/li><li><b>Hemodialysis:<\/b> Consider prompt initiation of hemodialysis after administration to enhance elimination of gadoxetate sodium.<\/li><li><b>Elevated intrinsic bilirubin levels (greater than 3 mg\/dL) or ferritin levels (including those caused by hemodialysis):<\/b> Perform imaging no longer than 60 minutes after administration of gadoxetate sodium.<\/li><\/ul>"},{"id":"jwxbs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>MRI of liver<br\/>"}]},"2":{"id":"jwxbs2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Gadolinium-based contrast agents (GBCAs) increase the risk for nephrogenic systemic fibrosis (NSF) in patients with impaired elimination of the drugs. Patients with chronic, severe renal insufficiency (GFR less than 30 mL\/min\/1.73 m(2)) or acute kidney injury are at greatest risk. NSF may lead to fatal or debilitating systemic fibrosis affecting the skin, muscle, and internal organs. Avoid use of GBCAs in patients with impaired elimination unless use is essential and other modalities (eg, non-contrast enhanced MRI) are not available. Screen for acute kidney injury and other conditions that may reduce renal function. For patients at risk for chronically reduced renal function (eg, age greater than 60 years, hypertension, or diabetes), perform lab testing to estimate the GFR. For patients with the highest NSF risk, do not exceed the recommended dose and allow enough time for drug elimination prior to any readministration.<br\/>"},"3":{"id":"jwxbs3","title":"Contraindications\/Warnings","sub":[{"id":"jwxbs3b9","title":"Contraindications","mono":"Hypersensitivity reactions, severe, to gadoxetate sodium <br\/>"},{"id":"jwxbs3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Increased risk for nephrogenic systemic fibrosis, which may be fatal, in patients with impaired elimination (ie, acute kidney injury; chronic, severe kidney disease); avoid use in these patients unless diagnostic information is essential and alternative imaging is unavailable; do not exceed recommended dose in high-risk patients<\/li><li>-- Acute kidney injury or conditions that reduce renal function; monitoring recommended<\/li><li>-- Use caution in patients at risk for chronically reduced renal function (ie, elderly, hypertension, diabetes); estimate GFR through laboratory testing<\/li><li>Dermatologic:<\/li><li>-- Extravasation into tissue may occur; ensure catheter and venous patency; strictly avoid IM use<\/li><li>Endocrine and Metabolic:<\/li><li>-- Use of complexometric methods for serum iron determination may result in falsely high or low values for up to 24 hours following examination with gadoxetate sodium<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions, including anaphylaxis, have been reported; assess for history of reaction to contrast media; immediate (ie, within one-half hour) or delayed (eg, up to several days after administration) reactions may occur; monitoring recommended during and following use<\/li><li>-- Allergic disorders; risk of hypersensitivity reaction may be increased<\/li><li>Hepatic:<\/li><li>-- Imaging performance may be impaired in patients with severe hepatic failure; perform imaging no later than 60 minutes following administration; use paired contrast and noncontrast MRI set for diagnosis<\/li><li>Renal:<\/li><li>-- Increased risk of nephrogenic systemic fibrosis in renally impaired patients and with repeated or higher than recommended doses; allow for proper elimination of drug before readministration and do not exceed recommended dose in high-risk patients<\/li><li>-- Imaging performance may be impaired in patients with severe renal failure, including end-stage renal disease; perform imaging no later than 60 minutes following administration; use paired contrast and noncontrast MRI set for diagnosis<\/li><li>-- Acute kidney injury may occur in patients with chronic renal impairment; may require dialysis; do not exceed recommended dose<\/li><li>Respiratory:<\/li><li>-- Bronchial asthma; risk of hypersensitivity reaction may be increased<\/li><\/ul>"},{"id":"jwxbs3b11","title":"Pregnancy Category","mono":"Gadoxetate: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"jwxbs3b12","title":"Breast Feeding","mono":"Gadoxetate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jwxbs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Sensation of hot and cold (0.8%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (1.1%)<\/li><li><b>Musculoskeletal:<\/b>Backache (0.6%)<\/li><li><b>Neurologic:<\/b>Dizziness (0.6%), Headache (1.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bundle branch block (Less than 0.1%)<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction, Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Nephrogenic systemic fibrosis<\/li><\/ul>"},"6":{"id":"jwxbs6","title":"Drug Name Info","sub":{"0":{"id":"jwxbs6b17","title":"US Trade Names","mono":"Eovist<br\/>"},"2":{"id":"jwxbs6b19","title":"Class","mono":"Diagnostic Agent<br\/>"},"3":{"id":"jwxbs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwxbs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwxbs7","title":"Mechanism Of Action","mono":"Gadoxetate disodium, a gadolinium-based contrast agent indicated for magnetic resonance imaging of the liver to detect and characterize lesions in adults with known or suspected focal liver disease, is a paramagnetic compound that develops a magnetic moment when placed in a magnetic field. The relatively large magnetic moment that is produced results in a local magnetic field, producing enhanced relaxation rates (shortening of relaxation times) of water protons in the vicinity of the paramagnetic agent, which leads to an increase in signal intensity (brightening) of blood and tissue. Gadoxetate disodium is preferentially taken up by hepatocytes resulting in increased signal intensity in liver tissue.<br\/>"},"8":{"id":"jwxbs8","title":"Pharmacokinetics","sub":{"1":{"id":"jwxbs8b24","title":"Distribution","mono":"<ul><li>Vd: 0.21 L\/kg<\/li><li>Protein binding: less than 10%<\/li><\/ul>"},"2":{"id":"jwxbs8b25","title":"Metabolism","mono":"not metabolized <br\/>"},"3":{"id":"jwxbs8b26","title":"Excretion","mono":"<ul><li>Renal: eliminated via the renal and hepatobiliary routes equally<\/li><li>Bile: eliminated via the renal and hepatobiliary routes equally<\/li><li>Dialyzable: yes (hemodialysis), 30%<\/li><li>Total body clearance: 250 mL\/min<\/li><\/ul>"},"4":{"id":"jwxbs8b27","title":"Elimination Half Life","mono":"0.91 to 0.95 hours <br\/>"}}},"9":{"id":"jwxbs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Use sterile technique during preparation and administration.<\/li><li>Do not mix with other drugs or administer in the same IV line with other medications.<\/li><li>Single use only; use immediately after obtaining appropriate dose from vial; discard unused portion.<\/li><li>Do not pierce rubber stopper more than once.<\/li><li>Administer as an undiluted IV bolus injection at a flow rate of approximately 2 mL\/sec.<\/li><li>Flush IV cannula with saline solution after the injection.<\/li><\/ul>"},"10":{"id":"jwxbs10","title":"Monitoring","mono":"<ul><li>enhanced visualization of hepatic lesions during MRI is indicative of efficacy<\/li><li>estimated glomerular filtration rate in patients at risk for chronically reduced renal function (eg, diabetes mellitus, chronic hypertension, or over 60 years of age); prior to administration or re-administration<\/li><li>renal function or acute kidney injury; prior to administration or re-administration; renal function for a rapid decrease in kidney function over hours to days, commonly in a setting of surgery, severe infection, injury, or drug-induced kidney toxicity since the estimated glomerular filtration rate and serum creatinine levels may not reliably assess renal function in an acute kidney injury<\/li><li>hypersensitivity reactions; during and after administration, especially within 30 minutes of administration; reactions may occur hours or up to several days following administration; increased risk in patients with history of reactions to contrast media, bronchial asthma, or allergic disorders<\/li><li>signs and\/or symptoms of nephrogenic systemic fibrosis in patients with acute kidney injury or chronic, severe kidney disease; symptoms include burning, itching, scaling, hardening, and tightening of the skin; red or dark patches on the skin; and joint stiffness<\/li><\/ul>"},"11":{"id":"jwxbs11","title":"How Supplied","mono":"<b>Eovist<\/b><br\/>Intravenous Solution: 181.43 MG\/ML<br\/>"},"13":{"id":"jwxbs13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause headache, dizziness, dysgeusia, parosmia, increased blood pressure, and flushing.<\/li><li>Drug may cause respiratory disorders, nausea and vomiting, rash, pruritus, and injections site reactions.<\/li><li>Instruct patient to report signs\/symptoms of nephrogenic systemic fibrosis (burning, itching, swelling, scaling, hardening and tightening of the skin; red or dark patches on the skin; muscle weakness; pain in hips or ribs; and joint stiffness).<\/li><\/ul>"}}}