{"generic":"Iobenguane I 123","drugs":["AdreView","Iobenguane I 123"],"mono":{"0":{"id":"jwzcs0","title":"Generic Names","mono":"Iobenguane I 123"},"1":{"id":"jwzcs1","title":"Dosing and Indications","sub":{"0":{"id":"jwzcs1b4","title":"Adult Dosing","mono":"<ul><li>increase hydration prior to administration; void frequently in the first 48 hours after administration<\/li><li><b>Heart failure, NYHA class II or III and left ventricular ejection fraction 35% or less - Nuclear medicine imaging procedure, Of sympathetic myocardial innervation:<\/b> adults (16 years or older), 10 millicuries (mCi) (370 megabecquerel (MBq)) IV over 1 to 2 minutes; premedicate subjects at risk for thyroid accumulation with potassium iodide oral solution or Lugol solution equivalent to 100 mg iodide ORALLY or potassium perchlorate 400 mg ORALLY at least 1 hour prior<\/li><li><b>Neuroblastoma; Diagnosis:<\/b> adults (16 years or older), 10 millicuries (mCi) (370 megabecquerel (MBq)) IV over 1 to 2 minutes; premedicate subjects at risk for thyroid accumulation with potassium iodide oral solution or Lugol solution equivalent to 100 mg iodide ORALLY or potassium perchlorate 400 mg ORALLY at least 1 hour prior<\/li><li><b>Pheochromocytoma; Diagnosis:<\/b> adults (16 years or older), 10 millicuries (mCi) (370 megabecquerel (MBq)) IV over 1 to 2 minutes; premedicate subjects at risk for thyroid accumulation with potassium iodide oral solution or Lugol solution equivalent to 100 mg iodide ORALLY or potassium perchlorate 400 mg ORALLY at least 1 hour prior<\/li><\/ul>"},"1":{"id":"jwzcs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in patients younger than 1 month or in any pediatric patient with heart failure<\/li><li>increase hydration prior to administration; void frequently in the first 48 hours after administration<\/li><li><b>Neuroblastoma; Diagnosis:<\/b> pediatrics (younger than 16 years and greater than or equal to 70 kg), 10 millicuries (mCi) (370 megabecquerels (MBq)) IV over 1 to 2 minutes; premedicate subjects at risk for thyroid accumulation with potassium iodide oral solution or Lugol solution equivalent to 100 mg iodide in adults, body-weight adjusted for children ORALLY or potassium perchlorate 400 mg for adults, body weight adjusted for children ORALLY at least 1 hour prior<\/li><li><b>Neuroblastoma; Diagnosis:<\/b> pediatric (1 month to younger than 16 years and less than 70 kg), calculate according to body weight table; administer IV over 1 to 2 minutes; premedicate subjects at risk for thyroid accumulation with potassium iodide oral solution or Lugol solution equivalent to 100 mg iodide in adults, body-weight adjusted for children ORALLY or potassium perchlorate 400 mg for adults, body weight adjusted for children ORALLY at least 1 hour prior<\/li><li><b>Pheochromocytoma; Diagnosis:<\/b> pediatrics (younger than 16 years and greater than or equal to 70 kg), 10 millicuries (mCi) (370 megabecquerels (MBq)) IV over 1 to 2 minutes; premedicate subjects at risk for thyroid accumulation with potassium iodide oral solution or Lugol solution equivalent to 100 mg iodide in adults, body-weight adjusted for children ORALLY or potassium perchlorate 400 mg for adults, body weight adjusted for children ORALLY at least 1 hour prior<\/li><li><b>Pheochromocytoma; Diagnosis:<\/b> pediatric (1 month to younger than 16 years and less than 70 kg), calculate according to body weight table; administer IV over 1 to 2 minutes; premedicate subjects at risk for thyroid accumulation with potassium iodide oral solution or Lugol solution equivalent to 100 mg iodide in adults, body-weight adjusted for children ORALLY or potassium perchlorate 400 mg for adults, body weight adjusted for children ORALLY at least 1 hour prior<\/li><\/ul>"},"3":{"id":"jwzcs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Heart failure, NYHA class II or III and left ventricular ejection fraction 35% or less - Nuclear medicine imaging procedure, Of sympathetic myocardial innervation<\/li><li>Neuroblastoma; Diagnosis<\/li><li>Pheochromocytoma; Diagnosis<\/li><\/ul>"}}},"3":{"id":"jwzcs3","title":"Contraindications\/Warnings","sub":[{"id":"jwzcs3b9","title":"Contraindications","mono":"hypersensitivity to iobenguane or iobenguane sulfate <br\/>"},{"id":"jwzcs3b10","title":"Precautions","mono":"<ul><li>benzyl alcohol toxicity; fatal gasping syndrome and kernicterus may occur in premature infants and infants with low birth weight; toxicity (eg, hypotension, metabolic acidosis) may occur with excessive exposure, especially in neonates; monitoring recommended<\/li><li>false-negative results may occur with concomitant use of drugs that interfere with norepinephrine reuptake in neuroendocrine tumors; drug interruption and monitoring recommended if medically feasible, especially in patients with elevated circulating catecholamines and metabolites<\/li><li>geriatric patients, increased potential for decreased renal function; consider renal assessment prior to imaging; care recommended with dose selection and image interpretation<\/li><li>hypersensitivity to iodine, iodinated contrast agents, or iodine-containing products; risk of hypersensitivity reaction<\/li><li>hypertension, transient; may occur; monitoring recommended<\/li><li>imaging errors may occur with concomitant administration of antihypertensives that deplete norepinephrine stores or inhibit reuptake (eg, reserpine, labetalol), antidepressants that inhibit norepinephrine transporter function (eg, SSRIs, imipramine and derivatives, amitriptyline and derivatives) and sympathomimetic amines (eg, ephedrine, pseudoephedrine, phenylpropanolamine, phenylephrine); consider interruption of these drugs for at least 5 biological half-lives before imaging if medically feasible; monitoring recommended<\/li><li>parkinsonian syndromes or other conditions affecting sympathetic nervous system; increased risk of imaging errors due to decreased cardiac uptake of drug<\/li><li>radiopharmaceutical; handle with care and use safety measures to reduce radiation exposure to personnel and patient<\/li><li>renal impairment, severe; risk of increased radiation exposure and impaired imaging results due to delayed elimination of drug<\/li><li>thyroid neoplasia; increased long-term risk without thyroid blockage of iodine 123 before imaging<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwzcs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jwzcs3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Radioactive compounds that require temporary cessation of breastfeeding.<\/li><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk has been demonstrated.<\/li><\/ul>"}]},"4":{"id":"jwzcs4","title":"Drug Interactions","sub":{"1":{"id":"jwzcs4b14","title":"Major","mono":"<ul><li>Albuterol (theoretical)<\/li><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Bambuterol (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Butriptyline (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Cocaine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Dothiepin (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Ephedrine (theoretical)<\/li><li>Epinephrine (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Guanethidine (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Iprindole (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Isoproterenol (theoretical)<\/li><li>Labetalol (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Lofepramine (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Metaproterenol (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Midodrine (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Norepinephrine (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Phenylephrine (theoretical)<\/li><li>Phenylpropanolamine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Propizepine (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Pseudoephedrine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Reserpine (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Terbutaline (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><\/ul>"}}},"5":{"id":"jwzcs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (less than 1%), Injection site hemorrhage (less than 1%), Injection site reaction (1.3%), Pruritus (less than 1%), Rash (less than 1%)<\/li><li><b>Neurologic:<\/b>Dizziness (less than 1%), Headache (0.4%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Hypersensitivity reaction<br\/>"},"6":{"id":"jwzcs6","title":"Drug Name Info","sub":{"0":{"id":"jwzcs6b17","title":"US Trade Names","mono":"AdreView<br\/>"},"2":{"id":"jwzcs6b19","title":"Class","mono":"Diagnostic Agent, Radiopharmaceutical Imaging<br\/>"},"3":{"id":"jwzcs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwzcs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwzcs7","title":"Mechanism Of Action","mono":"Iobenguane, which is similar in structure to guanethidine and norepinephrine, is labeled with isotope iodine 123 and distributes into tumors derived from the neural crest and adrenergically innervated tissues (eg, adrenal medulla, lungs, spleen, liver, salivary glands, and heart). Pharmacodynamic effects of the diagnostic radiopharmaceutical are not expected because of the small quantity of iobenguane contained in the diagnostic injection <br\/>"},"8":{"id":"jwzcs8","title":"Pharmacokinetics","sub":{"2":{"id":"jwzcs8b25","title":"Metabolism","mono":"Liver, unknown <br\/>"},"3":{"id":"jwzcs8b26","title":"Excretion","mono":"<ul><li>Renal excretion: 70% to 90% (unchanged)<\/li><li>Feces: less than 1%<\/li><\/ul>"}}},"9":{"id":"jwzcs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>store in original or equivalent lead container<\/li><li>administer IV over 1 to 2 minutes<\/li><\/ul>"},"10":{"id":"jwzcs10","title":"Monitoring","mono":"<ul><li>neuroblastoma and pheochromocytoma: satisfactory scintigraphic imaging to assist in the detection of neuroblastoma or pheochromocytoma indicates efficacy<\/li><li>congestive heart failure: satisfactory assessment of sympathetic innervation of the myocardium by measurement of the H\/M ratio (heart to mediastinum) to help identify mortality risk in heart failure patients indicates efficacy<\/li><li>renal function of elderly patients; consider prior to treatment<\/li><li>pulse and blood pressure; prior to administration and periodically for 30 minutes following administration<\/li><li>signs and symptoms of benzyl alcohol toxicity in infants; following administration<\/li><\/ul>"},"11":{"id":"jwzcs11","title":"How Supplied","mono":"<b>AdreView<\/b><br\/>Intravenous Solution: 2 MCI\/ML<br\/>"},"12":{"id":"jwzcs12","title":"Toxicology","sub":[{"id":"jwzcs12b31","title":"Clinical Effects","mono":"<b>RADIOPHARMACEUTICALS<\/b><br\/>USES: Radiopharmaceutical agents are used to diagnose or treat various malignancies, endocrinopathies, metabolopathies, and perfusion abnormalities. PHARMACOLOGY: Pharmacology varies by agent. COLLOIDAL CHROMIC PHOSPHATE P 32 introduced into a body cavity is phagocytized by free macrophages and fixed to the lining of the cavity wall, thus providing local irradiation, via beta emission, to the affected area. SAMARIUM SM 153 is chelated to ethylenediaminetetramethylene phosphonic acid, forming a bone-seeking diphosphonate complex that concentrates in areas of bone turnover in association with hydroxyapatite crystals. SODIUM IODIDE I 131 is concentrated and retained in the thyroid gland for the synthesis of thyroid hormones and is used diagnostically to evaluate thyroid function and for localization of metastases associated with thyroid malignancies; at larger oral doses of sodium iodide I 131, it is possible to selectively damage or destroy thyroidal tissue as required in the treatment of hyperthyroidism or thyroid carcinoma. RADIOACTIVE PHOSPHORUS concentrates significantly in the rapidly proliferating tissues and bone formations associated with metastatic bone tumors; subsequent, beta emission causes radiation damage to these cells. STRONTIUM-89 concentrates at skeletal metastatic sites and provides selective systemic irradiation, with minimal irradiation of distant soft tissues. Palliation of pain may be secondary to radioactive emission as opposed to a pharmacological effect of elemental strontium. THALLOUS CHLORIDE Tl 201 accumulates in viable cells of myocardium and other tissues in a manner analogous to that of potassium. The initial distribution of thallous chloride Tl 201 is primarily related to regional perfusion. Ischemic myocardial cells take up less thallous chloride Tl 201 than nonischemic cells, in proportion to the relative change in blood flow, especially during maximal stress when the differential in perfusion is most marked between regions supplied by normal coronary arteries and those supplied by stenotic vessels. Imaging equipment can record regional differences in thallous chloride Tl 201 uptake, and thus in myocardial perfusion, confirming the presence or absence of coronary disease. EPIDEMIOLOGY: Overdose is extremely rare. MILD TO MODERATE TOXICITY: Data are limited. An extension of the adverse effects noted with therapeutic dosing is expected with overdose of a radiopharmaceutical agent. Although overdose with samarium Sm 153 has not been reported to date, hypocalcemia is the anticipated effect with overdose of samarium Sm 153, due to the chelating component of the agent. Hypothyroidism is the anticipated effect of overdose with sodium iodide I 131 or I 123. Hepatotoxicity may develop after an inadvertent administration of copper-64 chloride. SEVERE TOXICITY: Myelosuppression should be anticipated after overdose of chromic phosphate P32, sodium iodide I 131, samarium SM 153, strontium-89, or tositumomab\/iodine I131. Increased bone marrow toxicity and hematopoietic stem cell damage may develop after an inadvertent administration of yttrium-90 chloride. ADVERSE EFFECTS: CHROMIC PHOSPHATE P32: Myelosuppression, nausea and vomiting, pneumonia, bronchitis, cough, epistaxis, and pleuritis. GALLIUM-67 CITRATE: Nausea and vomiting, rash, erythema, and itching. INDIUM IN-111 CAPROMAB PENDETIDE: Hypertension, hypotension, rash, itching, injection site reactions, increased liver enzymes, myalgia, headache, asthenia, shortness of breath, hypersensitivity reaction, and fever. SAMARIUM SM 153 LEXIDRONAM: Myelosuppression, an increase in bone pain or a flare, spinal cord compression, stroke, dizziness, dysrhythmias, hypertension, nausea, vomiting, diarrhea, pneumonia, bronchitis, cough, epistaxis, pleuritis, and infection. SODIUM IODIDE I 131: Myelosuppression, tachycardia, chest pain, acute thyroid storm, hypothyroidism, nausea and vomiting, itching, rash, hives, salivary gland toxicity, pneumonia, bronchitis, cough, epistaxis, and pleuritis. SODIUM IODIDE I 123: Tachycardia, chest pain, nausea and vomiting, itching, rash, and hives. STRONTIUM-89: Myelosuppression, an increase in bone pain or a flare, flushing, and fever. TECHNETIUM TC 99M EXAMETAZIME: Hypertension. TECHNETIUM TC 99M SESTAMIBI: Dysrhythmias, syncope, angioedema, nausea and vomiting, abdominal pain, dry mouth, rash, itching, urticaria, flushing, and injection site inflammation, fatigue, and fever. TECHNETIUM TC 99 SUCCIMER: Syncope, nausea and vomiting, maculopapular skin rash, and fever. THALLOUS CHLORIDE TI 201: Blurred vision, conjunctivitis, hypotension, nausea, vomiting, diarrhea, pruritus, flushing, tremor, shortness of breath, and fever. TOSITUMOMAB\/IODINE I131: Prolonged and severe cytopenias are common with the tositumomab and iodine I 131 tositumomab therapeutic regimen. <br\/>"},{"id":"jwzcs12b32","title":"Treatment","mono":"<b>RADIOPHARMACEUTICALS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage nausea and vomiting with antiemetics. Correct electrolyte imbalances as needed. Hydration with IV fluids may promote urinary excretion of certain radiopharmaceutical agents. Hypotension has been reported in patients receiving Indium In-111 capromab pendetide or thallous chloride TI 201. Treat mild hypotension with intravenous fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported with therapeutic use of sodium iodide I 131, samarium Sm 153, strontium-89, and phosphate P32. For severe neutropenia, administer colony stimulating factor (eg, filgrastim, sargramostim). Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Hypotension has been reported in patients receiving Indium In-111 capromab pendetide or thallous chloride TI 201. Treat hypotension with intravenous fluids; if hypotension persists, administer vasopressors.<\/li><li>Decontamination: Radiopharmaceutical administration routes include: injection, interstitially, intrapleurally, and orally.  PREHOSPITAL: Most radiopharmaceutical agents are administered in medical facilities to diagnose various malignancies, endocrinopathies, metabolopathies, and perfusion abnormalities; prehospital decontamination is not required. Consider activated charcoal for oral ingestions in a patient with a recent, significant overdose who is alert or in whom airway is protected. HOSPITAL: Consider activated charcoal for oral ingestions in a patient with a recent, significant overdose who is alert or in whom airway is protected. RADIOSTRONTIUM: Oral administration of aluminum phosphate gel 100 mL as a single dose, or barium sulfate 200 to 300 g in aqueous suspension may decrease absorption of radiostrontium.  CARBON-14 UREA: Ingestion of 1000 capsules of carbon-14 urea can produce only a negligible risk from radiation (0.3 rem). Overdose patients should drink one glass of water (150 mL) every hour to increase the rate of excretion of the isotope. OCULAR:  Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes.  If irritation, pain, swelling, lacrimation, or photophobia persist, the patient should be seen in a healthcare facility. DERMAL: If skin contact occurs, wash with soap and water immediately.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias or severe allergic reaction.<\/li><li>Antidote: PHOSPHORUS 32: A patient who received an inadvertent overdose with phosphorus 32 was treated with daily oral sodium phosphate 5 g, intravenous calcium gluconate 540 mg daily, and 200 units of parathyroid extract intramuscularly every 6 hours for 18 days starting the 9th day after exposure. It was estimated that this therapy reduces the radiation exposure to bone marrow by 38% and that the effective half-life of P32 was reduced from a baseline of 11.2 days to 4.8 days. RADIOACTIVE CALCIUM: CALCIUM: Oral or intravenous calcium increases the urinary excretion of radioactive calcium in humans. Oral calcium gluconate (15 g daily in divided doses), calcium lactate (4 grams three times daily) or intravenous calcium gluconate may be effective. RADIOACTIVE STRONTIUM: CALCIUM: Oral or intravenous calcium increases the urinary excretion of radioactive strontium in humans. Oral calcium gluconate (15 g daily in divided doses), calcium lactate (4 grams three times daily) or intravenous calcium gluconate may be effective. STRONTIUM: Strontium may be given orally or intravenously as a diluting agent for radioactive strontium overdose. Strontium lactate 300 mg 2 to 5 times daily or strontium gluconate 600 mg in 500 mL 5% dextrose in water infused over 4 hours for 6 consecutive days are recommended doses. PHOSPHATE: Oral administration of phosphate may be used to prevent intestinal absorption of radioactive strontium. Sodium or potassium phosphate in adults: 600 to 1200 mg orally in divided doses. SODIUM IODIDE I 131 OR I 123: POTASSIUM IODIDE: Administer potassium iodide as soon as possible after an overdose. Adults: 300 mg daily for 7 to 14 days. Children aged 3 to 12 years: 65 mg orally daily for 7 to 14 days.  If potassium iodide is not administered within 12 hours of the overdose, propylthiouracil or methimazole may help reduce thyroid retention of radioiodine. Propylthiouracil: Adults: 100 mg every 8 hours for 8 days. Pediatric 5 to 7 mg\/kg\/day in divided doses every 8 hours maximum 300 mg\/day. Methimazole Adults: 10 mg every 8 hours for 2 days, reduce to 5 mg every 8 hours and continue for 6 days. Pediatric 0.4 mg\/kg\/day in divided doses every 8 hours. COPPER-64 CHLORIDE OR YTTRIUM-90 CHLORIDE: Administer Ca-DTPA or Ca-EDTA as soon as possible, ideally within 1 hour of inadvertent administration of copper-64 chloride or yttrium-90 chloride. DOSE: 1 g Ca-DTPA or Ca-EDTA by slow IV injection over 3 to 4 minutes or by infusion (1 g in 100 to 250 mL of dextrose, or sodium chloride 0.9% solution for injection).<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Myelosuppression: Myelosuppression has been reported with therapeutic use of sodium iodide I 131, samarium Sm 153, strontium-89, and phosphate P32. Administer colony stimulating factor for severe neutropenia.  Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential for evidence of bone marrow suppression. If fever or infection develop during leukopenic phase, cultures should be obtained and appropriate antibiotics started. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage.<\/li><li>Hypocalcemia: SAMARIUM SM 153 LEXIDRONAM: In animal studies, dogs that received non-radioactive samarium ethylenediaminetetramethylenephosphonic acid (EDTMP) at 6 times the human therapeutic dose based on body weight or 3 times the dose based on surface area developed hypocalcemia. This is thought to be due to the chelating effects of EDTMP. Hypocalcemia may develop following an overdose of samarium Sm 153. Aggressive calcium replacement should be instituted in patients with clinical or ECG manifestations of hypocalcemia even if laboratory confirmation of hypocalcemia is still pending. Administer 10 mL to 20 mL of 10% calcium chloride or calcium gluconate (initial bolus) IV over 10 to 15 minutes.  More rapid administration may be necessary in patients with dysrhythmias.  Repeat bolus or a maintenance infusion is often necessary.<\/li><li>Hypotensive episode: Hypotension has been reported in patients receiving Indium In-111 capromab pendetide or thallous chloride TI 201. Treat hypotension with intravenous fluids; if hypotension persists, administer vasopressors.<\/li><li>Seizure: Seizures have rarely been reported after administration of technetium Tc 99m sestamibi. Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count. Myelosuppression has been reported with the use of sodium iodide I 131, samarium Sm 153, strontium-89, and phosphate P32. Monitor vital signs, fluid and electrolyte balance, and liver enzymes (with Indium In-111 capromab pendetide). Obtain a baseline ECG; institute continuous cardiac monitoring as indicated. Dysrhythmias have rarely been reported after the administration of technetium Tc 99m sestamibi and samarium Sm 153. Tachycardia has rarely been reported in patients receiving sodium iodide I 123 or I 131. Monitor thyroid function after radioiodine exposure. Monitor urine output and radioactivity.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients with radiopharmaceutical overdose should be sent to a healthcare facility for evaluation. Patients who remain asymptomatic with normal laboratory tests can be sent home if careful follow-up can be assured. Follow-up instructions should include a repeat CBC in 48 hours and reevaluation following the onset of any gastrointestinal symptoms (eg, nausea, vomiting, and diarrhea). ADMISSION CRITERIA: Admission is required for fluid and electrolyte therapy if severe vomiting and diarrhea are present. Patients manifesting thrombocytopenia or leukopenia, require hospital admission. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or for whom diagnosis is unclear. For radiation-related medical assistance call 865-576-3131 (days), or after normal business hours: 865-576-1005 and ask for REAC\/TS. A physician is available 24 hours a day.<\/li><\/ul>"},{"id":"jwzcs12b33","title":"Range of Toxicity","mono":"<b>RADIOPHARMACEUTICALS<\/b><br\/>TOXICITY: The range of toxicity for radiopharmaceutical agents has not been established. Data are limited. CARBON-14 UREA: Ingestion of 1000 capsules of carbon-14 urea can produce only a negligible risk from radiation (0.3 rem). INDIUM IN-111 CAPROMAB PENDETIDE:  In studies, patients with prostate cancer (n=20) who received single doses of 10 mg of indium 11 capromab pendetide developed adverse effects that were similar to those seen with lower doses. Maximum dose of 6.5 mCi of indium In-111 capromab pendetide have been administered to patients in clinical trials. SAMARIUM SM 153 LEXIDRONAM: Nausea, bone pain flare, and severe hematologic toxicity occurred after administration of 1.5 to 3 mCi\/kg of samarium Sm 153. SODIUM IODIDE I 131: A dose in the range of 148 to 370 MBq (4 to 10 mCi) will cause hypothyroidism in normal patients. A 41-year-old woman presented with nasolacrimal obstruction after a total cumulative dose of 935 mCi of sodium iodide I 131. THERAPEUTIC DOSES: Varies with agent. CHROMIC PHOSPHATE P 32 (ADULT): INTERSTITIAL injection 3.7 to 18.5 MBq\/gram (0.1 to 1.5 mCi\/gram) or INTRAPLEURAL instillation 222 to 444 MBq (6 to 12 mCi) or INTRAPERITONEAL instillation 370 to 740 MBq (10 to 20 mCi). INDIUM IN-111 CAPROMAB PENDETIDE (ADULTS): 0.5 mg radiolabeled with 5 mCi of Indium In 111 chloride. Administer intravenously over 5 minutes. SAMARIUM SM 153 LEXIDRONAM (ADULT): 1 mCi\/kg IV, over 1 minute, through a secure in-dwelling catheter and follow with a saline flush; give a minimum of 500 mL (2 cups) of fluids either ORAL or IV prior to injection. SODIUM IODIDE I 131 (ADULT): Dose range, 1.85 to 5,550 MBq (50 microCi to 150  mCi) ORALLY. SODIUM PHOSPHATE P 32 (ADULT): 222 to 555 MBq (6 to 15 mCi) IV. STRONTIUM 89 (ADULT): 148 MBq (4 mCi) by slow IV injection over 1 to 2 minutes; alternatively, 1.5 to 2.2 MBq\/kg (40 to 60 microCi\/kg) may be given. THALLOUS CHLORIDE Tl 201: For myocardial planar imaging, Intravenous, 37 to 74 MBq (1 to 2 mCi). For SPECT imaging - Intravenous, 74 to 111 MBq (2 to 3 mCi) of thallous chloride Tl 201. <br\/>"}]}}}