{"generic":"Rufinamide","drugs":["Banzel","Rufinamide"],"mono":{"0":{"id":"jx07s0","title":"Generic Names","mono":"Rufinamide"},"1":{"id":"jx07s1","title":"Dosing and Indications","sub":[{"id":"jx07s1b4","title":"Adult Dosing","mono":"<b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> Initial, 400 to 800 mg\/day ORALLY in 2 equally divided doses with food; increase by 400 to 800 mg\/day every other day to a MAX dose of 3200 mg\/day in 2 equally divided doses "},{"id":"jx07s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> (1 year to younger than 17 years) 10 mg\/kg\/day ORALLY in 2 equally divided doses with food; increase by 10 mg\/kg every other day to a target dose of 45 mg\/kg\/day or 3200 mg\/day (whichever is less) in 2 equally divided doses<\/li><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> (17 years or older) Initial, 400 to 800 mg\/day ORALLY in 2 equally divided doses with food; increase by 400 to 800 mg\/day every other day to a MAX dose of 3200 mg\/day in 2 equally divided doses<\/li><\/ul>"},{"id":"jx07s1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, CrCl less than 30 mL\/min:<\/b> No dosage adjustment necessary<\/li><li><b>Hepatic impairment, severe (Child-Pugh 10 to 15):<\/b> Use not recommended<\/li><li><b>Hepatic impairment, mild to moderate (Child-Pugh 5 to 9):<\/b> Use caution<\/li><li><b>Hemodialysis:<\/b> Consider dosage adjustment as exposure may be reduced by about 30%<\/li><li><b>Concomitant valproate therapy:<\/b> Initiate rufinamide at a dosage less than 400 mg\/day in adults, and less than 10 mg\/kg\/day children<\/li><\/ul>"},{"id":"jx07s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Lennox-Gastaut syndrome - Seizure; Adjunct<br\/>"}]},"3":{"id":"jx07s3","title":"Contraindications\/Warnings","sub":[{"id":"jx07s3b9","title":"Contraindications","mono":"Familial Short QT syndrome; may increase risk of sudden death and ventricular arrhythmias by shortening the QT interval <br\/>"},{"id":"jx07s3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- QT interval shortening has been reported; increased risk with concomitant use of drugs with QT-shortening potential<\/li><li>Dermatologic:<\/li><li>-- Rash may indicate multiorgan hypersensitivity syndrome; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- Leukopenia has been reported<\/li><li>Hepatic:<\/li><li>-- Mild to moderate hepatic impairment (Child-Pugh 5 to 9); use with caution<\/li><li>-- Severe hepatic impairment (Child-Pugh score 10 to 15); use not recommended<\/li><li>Immunologic:<\/li><li>-- Multiorgan hypersensitivity syndrome has been reported and typically presents with fever and rash in addition to other organ involvement; discontinue if reaction is suspected<\/li><li>Neurologic:<\/li><li>-- Somnolence, fatigue, coordination abnormalities, dizziness, gait disturbances, and ataxia have been reported; driving or operating machinery not recommended until effects are realized<\/li><li>-- Status epilepticus has been reported<\/li><li>Other:<\/li><li>-- Abrupt discontinuation should be avoided to minimize risk of status epilepticus, seizure precipitation or exacerbation<\/li><li>Psychiatric:<\/li><li>-- Suicidal behavior or ideation may occur; monitor patients for new onset or worsening depression, suicidal thoughts or behavior, or unusual changes in mood or behavior<\/li><li>Renal:<\/li><li>-- Hemodialysis; consider dose adjustment<\/li><li>Concomitant Use:<\/li><li>--  Efficacy of hormonal contraceptives may be reduced with rufinamide therapy; additional nonhormonal forms of contraception are recommended<\/li><\/ul>"},{"id":"jx07s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jx07s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jx07s4","title":"Drug Interactions","sub":{"1":{"id":"jx07s4b14","title":"Major","mono":"<ul><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Orlistat (probable)<\/li><li>Piperaquine (theoretical)<\/li><\/ul>"},"2":{"id":"jx07s4b15","title":"Moderate","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Lamotrigine (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Triazolam (probable)<\/li><li>Valproic Acid (established)<\/li><\/ul>"}}},"5":{"id":"jx07s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Shortened QT interval (46% to 65%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (7% to 12%), Vomiting (Adults, 5%; pediatric, 17% to 24%)<\/li><li><b>Neurologic:<\/b>Ataxia (4% to 5.4%), Dizziness (2.7% to 19%), Headache (16% to 27%), Somnolence (11% to 24%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (6%), Diplopia (4% to 9%)<\/li><li><b>Other:<\/b>Fatigue (9% to 16%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Leukopenia (3.7%)<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome<\/li><li><b>Neurologic:<\/b>Status epilepticus (0.9% to 4.1%)<\/li><li><b>Psychiatric:<\/b>Suicidal behavior<\/li><\/ul>"},"6":{"id":"jx07s6","title":"Drug Name Info","sub":{"0":{"id":"jx07s6b17","title":"US Trade Names","mono":"Banzel<br\/>"},"2":{"id":"jx07s6b19","title":"Class","mono":"Anticonvulsant<br\/>"},"3":{"id":"jx07s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx07s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jx07s7","title":"Mechanism Of Action","mono":"The exact mechanism of action is unknown. In vitro studies suggests that rufinamide, a triazole derivative, modulates the activity of sodium channels and subsequently prolongs the inactive state of the channel.<br\/>"},"8":{"id":"jx07s8","title":"Pharmacokinetics","sub":[{"id":"jx07s8b23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral: 85%<\/li><li>Effect of food: 34% increase<\/li><li>Tmax, Oral: 4 to 6 hours<\/li><\/ul>"},{"id":"jx07s8b24","title":"Distribution","mono":"<ul><li>Vd: 50 L<\/li><li>Protein-binding: 34%, predominately albumin<\/li><\/ul>"},{"id":"jx07s8b25","title":"Metabolism","mono":"Liver, extensive and primarily by carboxylesterase(s) mediated hydrolysis <br\/>"},{"id":"jx07s8b26","title":"Excretion","mono":"<ul><li>Renal: 85%<\/li><li>Dialyzable: yes (hemodialysis), 29% removed<\/li><\/ul>"},{"id":"jx07s8b27","title":"Elimination Half Life","mono":"6 to 10 hours <br\/>"}]},"9":{"id":"jx07s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Give with food.<\/li><li>Tablets may be administered whole, as half tablets, or crushed.<\/li><li>(Suspension) Shake well before using.<\/li><li>(Suspension) Use the provided adapter and calibrated oral dosing syringe to measure and administer the medication.<\/li><li>(Suspension) Discard any remaining supply 90 days after opening.<\/li><\/ul>"},"10":{"id":"jx07s10","title":"Monitoring","mono":"<ul><li>seizure control indicates efficacy<\/li><li>emergence or worsening of depression, suicidal thoughts or behavior, or any unusual changes in mood or behavior<\/li><li>rash; may indicate multi-organ hypersensitivity reactions (fever, elevated liver function tests, hematuria, and lymphadenopathy)<\/li><li>seizure precipitation or exacerbation, or status epilepticus upon abrupt discontinuation<\/li><\/ul>"},"11":{"id":"jx07s11","title":"How Supplied","mono":"<b>Banzel<\/b><br\/><ul><li>Oral Suspension: 40 MG\/ML<\/li><li>Oral Tablet: 200 MG, 400 MG<\/li><\/ul>"},"12":{"id":"jx07s12","title":"Toxicology","sub":[{"id":"jx07s12b31","title":"Clinical Effects","mono":"<b>RUFINAMIDE<\/b><br\/>USES: A triazole derivative used to treat seizures associated with Lennox-Gastaut syndrome in adults and in children 4 years of age and older. PHARMACOLOGY: The exact mechanism of action is unknown. In vitro studies suggest that rufinamide modulates the activity of sodium channels and subsequently prolongs the inactive state of the channel. EPIDEMIOLOGY: Overdose is very rare. MILD TO MODERATE TOXICITY: Overdose information is limited. An adult received an overdose of 7200 mg\/day of rufinamide during clinical trials and did not experience any major adverse effects. SEVERE TOXICITY: Based on limited data, none reported. ADVERSE EFFECTS: COMMON: Somnolence, nausea, vomiting, headache, fatigue and dizziness. Other adverse effects that may occur: decreased appetite, rash, pruritus, ataxia, diplopia, blurred vision, abdominal pain, multiorgan hypersensitivity syndrome, shortening of the QT interval, and suicidal thinking or behavior.<br\/>"},{"id":"jx07s12b32","title":"Treatment","mono":"<b>RUFINAMIDE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive; treat seizures with benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not recommended because of the potential for CNS depression and seizures. HOSPITAL: Consider activated charcoal for a recent large ingestion and if the patient is able to maintain airway or airway is protected.<\/li><li>Airway management: Assess airway; intubation and ventilation may be necessary in patients with significant CNS depression.<\/li><li>Antidote: None.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed, if seizures persist or recur.<\/li><li>Monitoring of patient: Monitor ECG (for QTc shortening), mental status, fluid and electrolytes in symptomatic patients.<\/li><li>Enhanced elimination procedure: A limited amount of drug may be dialyzable in overdose. There was a 29% reduction in rufinamide AUC in patients undergoing dialysis 3 hours after a rufinamide dose. Hemodialysis is unlikely to be necessary, and it should only be considered in patients with life-threatening toxicity.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: A patient with a deliberate ingestion that demonstrates seizure activity, or other persistent neurotoxicity should be admitted. CONSULT CRITERIA: Call a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jx07s12b33","title":"Range of Toxicity","mono":"<b>RUFINAMIDE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. An adult received an overdose of 7200 mg\/day of rufinamide and did not experience any major adverse effects. THERAPEUTIC DOSE: ADULTS: Initial dose is 400 to 800 mg\/day orally given in 2 equally divided doses; increase by 400 to 800 mg\/day every 2 days to a maximum dose of 3200 mg\/day. PEDIATRIC: Children 4 years of age or older: Initial dose is 10 mg\/kg\/day orally given in 2 equally divided doses; increase by 10 mg\/kg every other day until 45 mg\/kg\/day or 3200 mg\/day is reached (whichever is less). <br\/>"}]},"13":{"id":"jx07s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, drowsiness, and motor incoordination.<\/li><li>Counsel patient drug may decrease effectiveness of hormonal contraceptives (pills, implants, or IUDs). Alternative or additional forms of birth control are recommended.<\/li><li>Drug may cause headache, fatigue, and nausea.<\/li><li>Instruct patient to report worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient to report signs\/symptoms of serious dermatologic reactions, as this may be associated with multi-organ hypersensitivity syndrome.<\/li><li>Instruct patient to take tablets and suspension with food.<\/li><li>Instruct patients on proper use of dosing adapter and calibrated dosing syringe for use with oral suspension.<\/li><li>Use the suspension within 90 days of first opening the bottle, then discard any remainder<\/li><li>Advise patient against sudden discontinuation as this may precipitate status epilepticus.<\/li><li>Counsel patient to avoid alcohol.<\/li><\/ul>"}}}