{"generic":"Eltrombopag Olamine","drugs":["Eltrombopag Olamine","Promacta"],"mono":[{"id":"jx0as0","title":"Generic Names","mono":"Eltrombopag Olamine"},{"id":"jx0as1","title":"Dosing and Indications","sub":[{"id":"jx0as1b4","title":"Adult Dosing","mono":"<ul><li><b>Aplastic anemia (Severe), With insufficient response to immunosuppressive therapy:<\/b> initial, 50 mg ORALLY once daily<\/li><li><b>Aplastic anemia (Severe), With insufficient response to immunosuppressive therapy:<\/b> maintenance, adjust by increments of 50 mg ORALLY in 2-week intervals to achieve target platelet count 50 x 10(9)\/L or greater; MAX 150 mg per day; if no hematologic response after 16 weeks or if all blood counts are stable for 8 weeks plus 8 weeks at reduced dosage, discontinue therapy<\/li><li><b>Hepatitis C, chronic - Thrombocytopenia:<\/b> initial dose, 25 mg ORALLY once daily on an empty stomach<\/li><li><b>Hepatitis C, chronic - Thrombocytopenia:<\/b> maintenance dose, adjust daily dose in 25-mg increments every 2 weeks as necessary to achieve target platelet count for antiviral therapy; use lowest dose necessary to achieve and maintain platelet count; MAX: 100 mg\/day<\/li><li><b>Idiopathic thrombocytopenic purpura, chronic, Relapsed or refractory:<\/b> Initial dose: 50 mg ORALLY once daily; if platelet count is less than 50 x 10(9)\/L after 2 weeks, increase dose by 25 mg; MAX dose, 75 mg\/day; if the platelet count fails to increase after 4 weeks at the MAX dose, discontinue use.<\/li><\/ul>"},{"id":"jx0as1b5","title":"Pediatric Dosing","mono":"<b>Idiopathic thrombocytopenic purpura, chronic, Relapsed or refractory:<\/b> 6 years or older: Initial dose, 50 mg ORALLY once daily; if platelet count is less than 50 x 10(9)\/L after 2 weeks, increase dose by 25 mg; MAX dose, 75 mg\/day; if the platelet count fails to increase after 4 weeks at the MAX dose, discontinue use."},{"id":"jx0as1b6","title":"Dose Adjustments","mono":"<ul><li><b>Platelet counts less than 50 x 10(9)\/L after at least 2 weeks:<\/b> Increase daily dose by 25 mg to MAX 75 mg\/day for idiopathic thrombocytopenia patients, 100 mg\/day for chronic hepatitis C patients, and 50 mg\/day for severe aplastic anemia patients; for patients taking 12.5 mg\/day, increase the dose to 25 mg daily before increasing the dose amount by 25 mg; for aplastic anemia patients taking 25 mg\/day, increase to 50 mg\/day before increasing daily dose by 50 mg<\/li><li><b>Platelet counts 200 x 10(9)\/L to 400 x 10(9)\/L:<\/b> Decease the daily dose by 25 mg; subsequent dose adjustments should occur after 2 weeks<\/li><li><b>Platelet counts above 400 x 10(9)\/L, idiopathic thrombocytopenia or chronic hepatitis C:<\/b> Stop eltrombopag, then increase the frequency of platelet monitoring to twice weekly; may restart at a dose reduced by 25 mg\/day once the platelet count is less than 150 x 10(9)\/L; for patients taking 25 mg\/day, may restart at 12.5 mg\/day<\/li><li><b>Platelet counts above 400 x 10(9)\/L, severe aplastic anemia:<\/b> Stop eltrombopag for 1 week; may resume at a dose 50 mg lower when platelet count is less than 150 x 10(9)\/L<\/li><li><b>Platelet counts greater than 400 x 10(9)\/L after 2 weeks at the lowest dose:<\/b> Permanently discontinue eltrombopag<\/li><li><b>Hepatic impairment (Child-Pugh A, B, or C), idiopathic thrombocytopenia:<\/b> Initial dose 25 mg\/day; wait 3 weeks before increasing the dose<\/li><li>Hepatic impairment (Child-Pugh A, B, or C), in idiopathic thrombocytopenia patients of East Asian ethnicity (ie, Japanese, Chinese, Taiwanese, Korean); Initial dose 12.5 mg\/day; wait 3 weeks before increasing the dose<\/li><li><b>Hepatic impairment, severe aplastic anemia:<\/b> Initial dose 25 mg\/day<\/li><li><b>Hepatic impairment, chronic hepatitic C patients:<\/b> No adjustment necessary<\/li><li><b>East Asian ethnicity (ie, Japanese, Chinese, Taiwanese, Korean), idiopathic thrombocytopenia or severe aplastic anemia:<\/b> Initial dose 25 mg\/day<\/li><li><b>East Asian ethnicity, chronic hepatitis C patients:<\/b> No adjustment necessary<\/li><li>Concomitant idiopathic thrombocytopenia medications should be adjusted to avoid excessive increases in platelet counts<\/li><li>Discontinue if liver function test abnormalities increase to 3 or more times the ULN and are progressive, persistent for 4 weeks or more, accompanied by increased direct bilirubin, or are accompanied by clinical symptoms of liver injury or evidence for hepatic decompensation; manufacturer recommends against reintroduction of eltrombopag; if the potential benefits outweigh the risk for hepatotoxicity, then reinitiate with caution and monitor serum liver tests weekly during the dose-adjustment phase; permanently discontinue eltrombopag if liver test abnormalities persist, worsen, or recur.<\/li><\/ul>"},{"id":"jx0as1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Aplastic anemia (Severe), With insufficient response to immunosuppressive therapy<\/li><li>Hepatitis C, chronic - Thrombocytopenia<\/li><li>Idiopathic thrombocytopenic purpura, chronic, Relapsed or refractory<\/li><\/ul>"}]},{"id":"jx0as2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>In patients with chronic hepatitis C, eltrombopag in combination with interferon and ribavirin may increase the risk of hepatic decompensation.<br\/>"},{"id":"jx0as3","title":"Contraindications\/Warnings","sub":[{"id":"jx0as3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jx0as3b10","title":"Precautions","mono":"<ul><li>hepatic decompensation may occur in patients with chronic hepatitis C concomitantly receiving interferon and ribavirin; increased risk with low albumin levels or Model for End-Stage Liver Disease (MELD) score of 10 or greater at baseline; monitoring recommended<\/li><li>cataracts, new or worsening, have been reported; monitoring recommended<\/li><li>hepatic impairment of any degree (Child-Pugh Class A, B, and C); initiate at a reduced dose; monitoring recommended<\/li><li>hepatotoxicity may occur; monitoring recommended<\/li><li>hyperbilirubinemia may occur; monitoring recommended<\/li><li>thrombocytopenia secondary to chronic liver disease; increased risk of thrombosis, including thrombotic events of the portal venous system; monitoring recommended<\/li><li>thrombotic and thromboembolic complications (included both venous and arterial events) were reported; use caution in patients with known risk factors for thromboembolism (eg, Factor V Leiden, ATIII deficiency, antiphospholipid syndrome, chronic liver disease); do not use eltrombopag to normalize platelet counts; monitoring and dose adjustments recommended<\/li><li>report adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jx0as3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jx0as3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jx0as4","title":"Drug Interactions","sub":{"1":{"id":"jx0as4b14","title":"Major","mono":"<ul><li>Aluminum (established)<\/li><li>Calcium (established)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Gemfibrozil (theoretical)<\/li><li>Iron (theoretical)<\/li><li>Magnesium (established)<\/li><li>Mexiletine (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Selenium (theoretical)<\/li><li>Simvastatin (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Trimethoprim (theoretical)<\/li><li>Zileuton (theoretical)<\/li><li>Zinc (theoretical)<\/li><\/ul>"},"2":{"id":"jx0as4b15","title":"Moderate","mono":"<ul><li>Atorvastatin (probable)<\/li><li>Doxorubicin (probable)<\/li><li>Doxorubicin Hydrochloride Liposome (probable)<\/li><li>Fluvastatin (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Lopinavir (established)<\/li><li>Methotrexate (probable)<\/li><li>Nateglinide (probable)<\/li><li>Penicillin G (probable)<\/li><li>Pravastatin (probable)<\/li><li>Repaglinide (probable)<\/li><li>Rifampin (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Teriflunomide (probable)<\/li><\/ul>"}}},{"id":"jx0as5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (Chronic hepatitis C-associated thrombocytopenia, 19%; chronic idiopathic thrombocytopenic purpura, adults, 9%, pediatric, 5%; aplastic anemia, 21%), Nausea (Chronic hepatitis C-associated thrombocytopenia, 19%; chronic idiopathic thrombocytopenic purpura, 4% to 9%; aplastic anemia, 33%), Pain in throat (Chronic idiopathic thrombocytopenic purpura, 4%; aplastic anemia, 14% 4%), Pharyngitis (4%), Vomiting (6%)<\/li><li><b>Hematologic:<\/b>Anemia (chronic hepatitis C-associated thrombocytopenia, 40%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (Chronic idiopathic thrombocytopenic purpura, 5% to 6%; chronic ITP, pediatric, 6%), AST\/SGOT level raised (Adult, 4%; pediatric, 5%), Hyperbilirubinemia (6% to 8%)<\/li><li><b>Musculoskeletal:<\/b>Myalgia (2% to 12%)<\/li><li><b>Neurologic:<\/b>Headache (Chronic hepatitis C-associated thrombocytopenia and aplastic anemia, 21%; chronic idiopathic thrombocytopenic purpura, 10%)<\/li><li><b>Ophthalmic:<\/b>Cataract (4% to 7%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (5%)<\/li><li><b>Respiratory:<\/b>Cough (Aplastic anemia, 23%; chronic ITP, pediatric, 9%), Epistaxis (13%)<\/li><li><b>Other:<\/b>Fatigue (Chronic hepatitis C-associated thrombocytopenia and aplastic anemia, 28%; chronic idiopathic thrombocytopenic purpura, 4%), Fever (Chronic hepatitis C-associated thrombocytopenia, 30%; aplastic anemia, 14%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Bleeding, Portal vein thrombosis (chronic hepatitis C-associated thrombocytopenia, 1%), Thrombosis (chronic hepatitis C-associated thrombocytopenia, 3%)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Liver failure (chronic hepatitis C-associated thrombocytopenia, 7%), Liver function tests abnormal (11%)<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><\/ul>"},{"id":"jx0as6","title":"Drug Name Info","sub":{"0":{"id":"jx0as6b17","title":"US Trade Names","mono":"Promacta<br\/>"},"2":{"id":"jx0as6b19","title":"Class","mono":"<ul><li>Hematopoietic<\/li><li>Thrombopoietin Receptor Agonist<\/li><\/ul>"},"3":{"id":"jx0as6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx0as6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jx0as7","title":"Mechanism Of Action","mono":"Eltrombopag is a small-molecule, nonpeptide thrombopoietin (TPO)-receptor agonist which triggers the cascade that induces the proliferation and differentiation of megakaryocytes from bone marrow progenitor cells in a dose dependent manner for the treatment of chronic immune (idiopathic) thrombocytopenic purpura <br\/>"},{"id":"jx0as8","title":"Pharmacokinetics","sub":[{"id":"jx0as8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2 to 6 hours<\/li><li>Bioavailability, Oral: at least 52%<\/li><li>Effect of food, high-fat\/high-calcium meal: AUC decreased by 59%, Cmax decreased by 65%, and Tmax delayed by about 1 hour<\/li><\/ul>"},{"id":"jx0as8b24","title":"Distribution","mono":"<ul><li>Protein binding: greater than 99.9%<\/li><li>Vd: central, 8.76; peripheral, 11.3 L<\/li><\/ul>"},{"id":"jx0as8b25","title":"Metabolism","mono":"Hepatic: extensive via cleavage, oxidation, and conjugation with glucuronic acid, glutathione, or cysteine <br\/>"},{"id":"jx0as8b26","title":"Excretion","mono":"<ul><li>Fecal: 59% changed,  20% unchanged<\/li><li>Renal: 31% changed<\/li><\/ul>"},{"id":"jx0as8b27","title":"Elimination Half Life","mono":"26 to 35 hours <br\/>"}]},{"id":"jx0as9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Give 1 hour before or 2 hours after a meal.<\/li><li>Separate administration of eltrombopag and polyvalent cations (eg, iron, calcium, aluminum, magnesium, selenium, and zinc) by 4 hours.<\/li><\/ul>"},{"id":"jx0as10","title":"Monitoring","mono":"<ul><li>CBC with differential (including platelet count); weekly during dose adjustment phase, then monthly after stable platelet count (50 x 10(9)\/L or greater), and weekly for at least 4 weeks after therapy discontinuation<\/li><li>chronic hepatitic C associated thrombocytopenia: platelet count; weekly prior to initiating antiviral treatment<\/li><li>renal function; closely in patients with renal impairment<\/li><li>increase in platelet count may indicate efficacy<\/li><li>liver tests, including ALT, AST, and bilirubin; prior to initiation, every 2 weeks during dose adjustment phase, and then monthly thereafter<\/li><li>ocular examination; at baseline<\/li><li>signs and symptoms of cataracts; regularly during therapy<\/li><\/ul>"},{"id":"jx0as11","title":"How Supplied","mono":"<b>Promacta<\/b><br\/>Oral Tablet: 12.5 MG, 25 MG, 50 MG, 75 MG<br\/>"},{"id":"jx0as12","title":"Toxicology","sub":[{"id":"jx0as12b31","title":"Clinical Effects","mono":"<b>ELTROMBOPAG<\/b><br\/>USES: Eltrombopag is used for the treatment of thrombocytopenia in patients with chronic immune (idiopathic) thrombocytopenic purpura (ITP) who have not responded to other therapies. It is only intended for ITP patients at significant risk for bleeding. PHARMACOLOGY: Eltrombopag is a thrombopoietin (TPO) receptor agonist. It is able to interact with the transmembrane domain of the human TPO-receptor and initiates signaling cascades that induce proliferation and differentiation of megakaryocytes from bone marrow progenitor cells. TOXICOLOGY: Excessive exposure may increase platelet counts and result in thrombotic and\/or thromboembolic events. EPIDEMIOLOGY: Eltrombopag is only available through a restricted distribution program due to the risk of hepatotoxicity. At the time of this review, the overall risk of exposure is limited. MILD TO MODERATE POISONING: It is anticipated that toxicity is likely an extension of pharmacologic events which may include the development of thrombocytosis, hepatotoxicity, bone marrow reticulin formation and bone marrow fibrosis. Rash, bradycardia, elevated aminotransferase concentrations, and thrombocytosis have been reported after overdose. SEVERE POISONING: An excessive increase in platelet count may increase the risk of developing a thrombotic and\/or thromboembolic events. ADVERSE EFFECTS: SERIOUS: Potentially serious events reported with therapy have included: abnormal increase in liver enzymes and bilirubin, thrombotic\/thromboembolic complications, and the development of hemorrhage following the discontinuation of therapy. OTHER: Nausea, vomiting, menorrhagia, myalgia, paresthesia, cataract, dyspepsia, ecchymosis, thrombocytopenia and conjunctival hemorrhage have been observed with therapy. <br\/>"},{"id":"jx0as12b32","title":"Treatment","mono":"<b>ELTROMBOPAG<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: An excessive exposure may increase the platelet count leading to the development of thrombotic\/thromboembolic events. Monitor serial CBC and platelet counts. Evidence of an acute thrombotic\/thromboembolic event (e.g., sudden onset of swelling\/tenderness in a limb and\/or shortness of breath) requires prompt diagnostic evaluation (e.g., ultrasound, CT scan, venogram, etc) and intervention as indicated. Cytapheresis may be useful in patients who develop severe thrombocytosis. Monitor for rebound thrombocytopenia and potential bleeding following the discontinuation of eltrombopag therapy. Transfuse patient as indicated for severe thrombocytopenia, bleeding. Hepatotoxicity has been observed with therapy; monitor liver enzymes (i.e., ALT, AST, and bilirubin) following overdose.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in a patient who is awake and alert and able to protect their airway. Oral administration of a metal cation-containing preparation (e.g., calcium, aluminum, or magnesium) may be indicated to chelate eltrombopag and limit absorption. HOSPITAL: Consider activated charcoal or gastric lavage, if the patient is able to maintain airway or if airway is protected. Based on limited experience, oral administration of a metal cation-containing preparation (e.g., calcium, aluminum, or magnesium) may be indicated to chelate eltrombopag and limit absorption.<\/li><li>Airway management: Assess airway patency. Oxygen therapy may be required in patients who develop a thromboembolic event, but this is rare with therapeutic use.<\/li><li>Antidote: None.<\/li><li>Bleeding: Rebound thrombocytopenia has been observed with the discontinuation of eltrombopag therapy. Monitor CBC and platelet count. Blood transfusions may be indicated for severe thrombocytopenia, bleeding.<\/li><li>Monitoring of patient: Obtain serial CBC with differential and platelet counts. Monitor vital signs and liver enzyme levels in symptomatic patients; repeat as indicated. Monitor electrolytes and fluid status in patients with significant vomiting.<\/li><li>Enhanced elimination procedure: Eltrombopag is highly bound to plasma proteins and hemodialysis is unlikely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with a minor inadvertent ingestion can be monitored at home. ADMISSION CRITERIA: Patients with deliberate ingestions that are demonstrating severe hepatotoxicity, an increased platelet count that may produce a thrombolic\/thromboembolic event or evidence of bleeding (rebound effect) should be admitted. OBSERVATION CRITERIA: All patients with a deliberate ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with an unintentional ingestion who are symptomatic should be observed in a healthcare facility. CONSULT CRITERIA: Call a Poison Center for assistance in managing a patient with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jx0as12b33","title":"Range of Toxicity","mono":"<b>ELTROMBOPAG<\/b><br\/>TOXICITY: Limited data. An individual ingested 5000 mg of eltrombopag and had a peak platelet count of 925 x 10(9)\/L on day 13 and an increase in liver enzymes. The patient recovered completely with aggressive supportive care. THERAPEUTIC DOSE: ADULT: Varies by indication; INITIAL DOSE: 25 to 50 mg orally once daily. MAINTENANCE DOSE: Increase daily dose by 25 mg or 50 mg every 2 weeks to achieve a target platelet count of 50 x 10(9)\/L or greater, with a MAX dose of up to 150 mg\/day. PEDIATRIC: The safety and efficacy of eltrombopag for treatment of severe aplastic anemia and chronic hepatitis C-associated thrombocytopenia have not been established in pediatric patients. Chronic idiopathic thrombocytopenic purpura: INITIAL DOSE: 50 mg orally once daily; MAINTENANCE DOSE: increase daily dose by 25 mg to achieve and maintain a platelet count of 50 x 10(9)\/L or greater, with a MAX dose of 75 mg\/day. <br\/>"}]},{"id":"jx0as13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause cataracts, myalgia, nausea, paresthesias, and vomiting.<\/li><li>Instruct patient to report signs and symptoms of hepatotoxicity (jaundice, dark urine, unusual tiredness, right upper abdominal pain).<\/li><li>Patient should take drug on an empty stomach at least 1 hour before or 2 hours after a meal.<\/li><li>Instruct patient to allow at least 4 hours between this drug and antacids, supplements containing polyvalent cations, or dairy products.<\/li><\/ul>"}]}