{"generic":"AbobotulinumtoxinA","drugs":["AbobotulinumtoxinA","Dysport"],"mono":{"0":{"id":"jx40s0","title":"Generic Names","mono":"AbobotulinumtoxinA"},"1":{"id":"jx40s1","title":"Dosing and Indications","sub":{"0":{"id":"jx40s1b4","title":"Adult Dosing","mono":"<ul><li>botulinum toxin products are not interchangeable and dosing units of one product cannot be converted or compared to dosing units of another botulinum toxin product.<\/li><li><b>Spasmodic torticollis:<\/b> initial, 500 units IM, divided among 2 to 4 affected muscles<\/li><li><b>Spasmodic torticollis:<\/b> maintenance, 250 units to maximum of 1000 units IM total dose in a single treatment, divided among 2 to 4 affected muscles; retreat as needed at least every 12 weeks or longer<\/li><li><b>Wrinkled face (Moderate to Severe), Hyperfunctional:<\/b> 50 units (5 equally divided aliquots) IM; may repeat every 3 months, up to 4 repeated administrations<\/li><\/ul>"},"1":{"id":"jx40s1b5","title":"Pediatric Dosing","mono":"efficacy and safety of abobotulinumtoxinA have not been established in pediatric patients "},"3":{"id":"jx40s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Spasmodic torticollis<\/li><li>Wrinkled face (Moderate to Severe), Hyperfunctional<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Blepharospasm<\/li><li>Cerebral palsy - Spasticity<\/li><li>Hemifacial spasm<\/li><li>Spasticity<\/li><\/ul>"}}},"2":{"id":"jx40s2","title":"Black Box Warning","mono":"<b>Intramuscular (Powder for Solution)<\/b><br\/>The effects of abobotulinumtoxinA and all botulinum toxin products may spread from the area of injection to produce symptoms consistent with botulinum toxin effects. These symptoms have been reported hours to weeks after injection. Swallowing and breathing difficulties can be life threatening and there have been reports of death. The risk of symptoms is probably greatest in children treated for spasticity but symptoms can also occur in adults, particularly in those patients who have underlying conditions that would predispose them to these symptoms.<br\/>"},"3":{"id":"jx40s3","title":"Contraindications\/Warnings","sub":[{"id":"jx40s3b9","title":"Contraindications","mono":"<ul><li>cow's milk protein allergy<\/li><li>hypersensitivity to any botulinum toxin preparation or to any other component of the product<\/li><li>infection at the proposed injection site(s)<\/li><\/ul>"},{"id":"jx40s3b10","title":"Precautions","mono":"<ul><li>distant spread of toxin effects; botulinum toxin may spread beyond the site of local injection, leading to serious and potentially fatal adverse reactions (eg, swallowing or breathing difficulties) within hours to weeks after injection; risk increased in children treated for spasticity and in adults with underlying conditions that predispose them to such adverse reactions<\/li><li>amyotrophic lateral sclerosis; increased risk of systemic adverse effects such as severe dysphagia and respiratory compromise following local injections of typical doses<\/li><li>botulinum toxin type products not interchangable; units of biological activity of abobotulinumtoxinA cannot be compared to nor converted into units of any other botulinum toxin<\/li><li>botulism risk, some cases resulting in hospitalization and death; signs and symptoms may include dysphagia, dysphonia, weakness, dyspnea, and respiratory distress<\/li><li>dermal scarring, deep<\/li><li>dermatochalasis, excessive<\/li><li>dysphagia, severe; has been reported, with some cases serious enough to warrant feeding tube placement and resulting in aspiration pneumonia and death<\/li><li>exceeding recommended dose; may increase incidence of eyelid ptosis<\/li><li>facial asymmetry, marked<\/li><li>inability to substantially lessen glabellar lines by spreading them apart<\/li><li>inflammation at the proposed injection site<\/li><li>neuromuscular junction disorders (eg, myasthenia gravis or Lambert-Eaton syndrome); systemic adverse events, including severe difficulty swallowing and breathing, have been reported following local injections of typical doses<\/li><li>peripheral motor neuropathic diseases (eg, amyotrophic lateral sclerosis, motor neuropathy); increased risk of systemic adverse effects such as severe dysphagia and respiratory compromise following local injections of typical doses<\/li><li>ptosis<\/li><li>sebaceous skin, thick<\/li><li>surgical alterations to the facial anatomy<\/li><li>swallowing or breathing difficulties, preexisting; risk of exacerbation and life-threatening dysphagia<\/li><li>weakness or atrophy in the target muscle, excessive<\/li><\/ul>"},{"id":"jx40s3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jx40s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jx40s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (cervical dystonia, 5% to 22%; glabellar lines, 3%)<\/li><li><b>Gastrointestinal:<\/b>Xerostomia (cervical dystonia, 13% to 39%)<\/li><li><b>Musculoskeletal:<\/b>Muscle weakness (cervical dystonia, 11% to 56%)<\/li><li><b>Neurologic:<\/b>Difficulty speaking (cervical dystonia, 6% to 28%), Headache (9% to 11%)<\/li><li><b>Ophthalmic:<\/b>Visual impairment (cervical dystonia, 6% to 17%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (glabellar lines, 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Dysphagia (cervical dystonia, 15% to 39%)<\/li><li><b>Respiratory:<\/b>Dyspnea (cervical dystonia, 3%)<\/li><\/ul>"},"6":{"id":"jx40s6","title":"Drug Name Info","sub":{"0":{"id":"jx40s6b17","title":"US Trade Names","mono":"Dysport<br\/>"},"2":{"id":"jx40s6b19","title":"Class","mono":"<ul><li>Botulinum Toxin Type A<\/li><li>Musculoskeletal Agent<\/li><\/ul>"},"3":{"id":"jx40s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx40s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jx40s7","title":"Mechanism Of Action","mono":"AbobotulinumtoxinA inhibits the release of acetylcholine from peripheral cholinergic nerve endings resulting in the localized reduction of muscle activity <br\/>"},"9":{"id":"jx40s9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/><ul><li>reconstitute with sterile NS for injection (preservative free); swirl gently to dissolve; store under refrigeration and use within 4 hours of reconstitution<\/li><li>(cervical dystonia) maximum concentration 500 units per 1 mL; use a 23 or 25 gauge needle for administration into 2 to 4 affected muscle sites<\/li><li>(cervical dystonia) electromyographic guidance may be used<\/li><li>(glabellar lines) maximum concentration of individual aliquot is 10 units per 0.05 mL (200 units\/mL); use a 30-gauge needle for administration<\/li><li>(glabellar lines) reconstitution with preserved saline may result in less painful injections compared with preservative-free saline<\/li><li>(glabellar lines) inject into each of 5 sites, 2 injections in each corrugator muscle and 1 in the procerus muscle<\/li><li>(glabellar lines) do not inject toxin closer to 1 cm above the central eyebrow<\/li><\/ul>"},"10":{"id":"jx40s10","title":"Monitoring","mono":"<ul><li>decreased pain, improved head positioning, improved ambulation (cervical dystonia)<\/li><li>improvement at maximum frown (glabellar lines)<\/li><li>distant spread of toxin effect, such as asthenia, dysphagia, dysphonia, dysarthria, generalized muscle weakness, dyspnea, respiratory distress, diplopia, blurred vision, ptosis, and urinary incontinence<\/li><li>botulism and the associated signs and symptoms, such as dysphagia, dysphonia, weakness, dyspnea, and respiratory distress<\/li><li>deep dermal scarring, excessive dermatochalasis or marked facial asymmetry<\/li><li>excessive weakened or atrophy in the target muscles.<\/li><\/ul>"},"11":{"id":"jx40s11","title":"How Supplied","mono":"<b>Dysport<\/b><br\/>Intramuscular Powder for Solution: 300 U, 500 U<br\/>"},"12":{"id":"jx40s12","title":"Toxicology","sub":[{"id":"jx40s12b31","title":"Clinical Effects","mono":"<b>BOTULINUM TOXINS<\/b><br\/>USES: Botulinum toxin has been used medicinally for the treatment of various conditions, such as blepharospasm, cervical dystonia, facial nerve disorders, and cosmetic applications. Toxins are produced by the anaerobic gram-positive bacillary species, Clostridium botulinum. These toxins could also be used in bioterrorism. This document addresses overdose of the pharmaceutical or research preparation of the toxins. Botulism from food poisoning is addressed in a separate management. PHARMACOLOGY: Botulinum toxin binds irreversibly at the presynaptic neurons at the neuromuscular junction and autonomic receptors in the peripheral nervous system, preventing the release of acetylcholine. TOXICOLOGY: Toxicity is an extension of the therapeutic effect and produces widespread paralysis. EPIDEMIOLOGY: Iatrogenic botulinum toxin overdose cases have been reported, but are very rare. MILD TO MODERATE OVERDOSE: Weakness, primarily affecting muscles near the site of injection. SEVERE OVERDOSE: Signs and symptoms may not be immediately apparent following injection. Signs of systemic weakness and muscle paralysis may occur within a day of a large exposure, or up to several weeks after a smaller exposure. Reported effects after overdose are progressive weakness and paralysis that may lead to respiratory failure. BIOTERRORISM: Botulinum toxin could be delivered by aerosol or used to contaminate food or water supplies. If inhaled, these toxins could produce clinical symptoms that are similar to foodborne intoxication, such as bulbar weakness (diplopia, lateral rectus palsy, ptosis, dysphagia) followed by descending paralysis leading to respiratory failure; however, time to onset may be delayed. Other symptoms include constipation, urinary retention, dry mouth, dysphonia, reduced deep tendon reflexes, and mydriasis. Mental status and sensation remain normal. The toxin is relatively easy to produce and is highly lethal in small quantities. ADVERSE EFFECTS: COMMON: Dry mouth, dysphagia, dyspepsia, and injection site pain have been commonly reported with therapy. Other clinical effects reported have included allergic reaction, fever, headache, chest pain, chills, malaise, dyspnea, and anxiety. Muscle weakness, nausea, vomiting, and dysphagia are reported. RARE: There are reports in the medical literature of dysphagia so severe that a gastric feeding tube was required. Anaphylaxis is possible.<br\/>"},{"id":"jx40s12b32","title":"Treatment","mono":"<b>BOTULINUM TOXINS<\/b><br\/><ul><li>Decontamination: Give activated charcoal if a known, recent ingestion and the patient is alert and can protect the airway.<\/li><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Monitor serial neurologic exams with special attention to cranial nerve function, muscle weakness, and respiratory muscle weakness. Progression of respiratory symptoms can be monitored using techniques such as a negative inspiratory force (NIF), peak flow rates (PF), and pulse oximetry. MANAGEMENT OF SEVERE TOXICITY: Monitor serial neurologic exams with special attention to cranial nerve findings, motor weakness, and weakness of respiratory muscles. Negative inspiratory force is probably the best way to monitor respiratory weakness and the impending need for intubation. Continuous pulse oximetry and end tidal CO2 monitoring should be employed, but are later indicators of respiratory failure. Administer botulinum antitoxin to any patient with systemic weakness. Intubation and mechanical ventilation are likely to be required, and enteral or parenteral nutrition should be initiated during supportive care.<\/li><li>Decontamination: In the unlikely event of a recent ingestion, activated charcoal should be given if the patient is alert and can protect the airway.<\/li><li>Airway management: Intubation and mechanical ventilation are likely to be required.<\/li><li>Antidote:  Investigational heptavalent botulinum antitoxin (HBAT), containing equine-derived antibody to botulinum toxin types A through G,  is the only botulinum antitoxin available in the United States for treatment of naturally occurring noninfant botulism and can be obtained from the CDC (770-448-7100). It should be requested at the time of diagnosis or suspected exposure. Antitoxin can be obtained by contacting your state health department to process a request through the CDC. Hypersensitivity testing should be performed prior to administration. The antitoxin binds free toxin, preventing progression of symptoms, but does not reverse established clinical effects.<\/li><li>Monitoring of patient: In most patients, the diagnosis may not be immediately obvious. Monitor serum electrolytes, renal function, and arterial blood gas. Other routine labs, including CSF, are typically normal. Monitor vital signs, negative inspiratory force, peak flow, continuous pulse oximetry and end tidal CO2, and serial neurologic exam. While toxin concentration can be measured in serum, this is not widely available and will not help guide therapy, but can confirm exposure. If inadvertent administration or overdose occurs, 10 mL of serum for determination of toxin should be drawn before treatment.  The standard laboratory study is the mouse bioassay.  Analysis takes 24 hours to perform, so the results cannot be used to determine treatment.  A reference laboratory (CDC, state or local health department) must be consulted; diagnosis confirmed by demonstration of toxin in serum, stool, or food items, or by isolation of organism in stool or food items.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management of suspected botulinum toxin overdose. OBSERVATION CRITERIA: All patients with suspected botulinum toxin overdose should be referred to a healthcare facility for evaluation and treatment. ADMISSION CRITERIA: Symptomatic patients need to be admitted to an intensive care unit for careful monitoring. CONSULT CRITERIA: Consult the CDC for assistance in the diagnosis, management, and evaluation for botulism (770-448-7100). Contact your health department in a suspected case of botulism.<\/li><\/ul>"},{"id":"jx40s12b33","title":"Range of Toxicity","mono":"<b>BOTULINUM TOXINS<\/b><br\/>TOXICITY: On a weight basis, botulinum neurotoxin is the most poisonous substance known. Oral lethal dose is 1 mcg\/kg. Overdose is very unlikely with pharmaceutical grade products as the total dose in a single vial is approximately 0.005% of the estimated lethal oral dose. Toxicity is possible with ingestion or injection of research grade products. An adult developed severe toxicity after illicit use of research grade botulinum toxin for cosmetic purposes. It was estimated that she had received a dose in excess of 100,000 units. BIOTERRORISM: Commercially available botulinum toxin represents an impractical bioterrorist weapon because a vial of the type A preparation currently licensed in the United States contains only 0.3% of the estimated lethal inhalational dose and only 0.005% of the estimated lethal oral dose. THERAPEUTIC DOSE: CERVICAL DYSTONIA: BOTULINUM TOXIN TYPE A: The mean dose administered to patients in clinical trials was 236 Units divided among affected muscles. BOTULINUM TOXIN TYPE B: The recommended scheduled dose for a patient with prior tolerance to the toxin injection is 2500 to 5000 Units intramuscularly divided among affected muscles. Its suggested that botulinum toxin is not expected to be present in the peripheral blood at measurable levels following IM or intradermal injection at recommended doses. <br\/>"}]},"13":{"id":"jx40s13","title":"Clinical Teaching","mono":"<ul><li>Patients may experience dyspepsia, dysphagia, muscle weakness or pain, neck pain, headache, or upper respiratory infection.<\/li><li>Patients may also experience ptosis of eyelid or blurred vision.<\/li><li>Counsel patient that symptomatic improvement may not be seen for a specific amount of time. Cervical dystonia may improve within 2 weeks with a peak improvement in 4 weeks.<\/li><\/ul>"}}}