{"generic":"Prasugrel Hydrochloride","drugs":["Effient","Prasugrel Hydrochloride"],"mono":[{"id":"jx5ms0","title":"Generic Names","mono":"Prasugrel Hydrochloride"},{"id":"jx5ms1","title":"Dosing and Indications","sub":[{"id":"jx5ms1b4","title":"Adult Dosing","mono":"<ul><li><b>Acute coronary syndrome - Percutaneous coronary intervention - Thrombosis; Prophylaxis:<\/b> Initial loading dose: 60 mg ORALLY plus aspirin 162 to 325 mg ORALLY<\/li><li><b>Acute coronary syndrome - Percutaneous coronary intervention - Thrombosis; Prophylaxis:<\/b> Maintenance: 10 mg ORALLY once daily with aspirin 75 to 325 mg daily; consider prasugrel 5 mg ORALLY once daily in patients weighing less than 60 kg<\/li><li><b>Acute coronary syndrome - Percutaneous coronary intervention - Thrombosis; Prophylaxis:<\/b> Duration of therapy: At least 12 months in patients who received stents, and may continue beyond 12 months with drug-eluting stents (guideline dosing)<\/li><li><b>Acute coronary syndrome - Thrombosis; Prophylaxis:<\/b> a single 30-mg ORAL loading dose followed by 10 mg ORALLY once daily or 5 mg ORALLY once daily in patients 75 years or older or weighing less than 60 kg with aspirin 100 mg or less daily was administered in a clinical trial<\/li><\/ul>"},{"id":"jx5ms1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jx5ms1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment needed<\/li><li><b>hepatic impairment:<\/b> no dosage adjustment needed in mild to moderate hepatic impairment (Child-Pugh Class A and B)<\/li><li><b>geriatric:<\/b> not recommended in patients age 75 yr or older, except in patients with diabetes mellitus or prior myocardial infarction<\/li><li>body weight less than 60 kg, consider using a lower maintenance dose of 5 mg ORALLY once daily<\/li><\/ul>"},{"id":"jx5ms1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acute coronary syndrome - Percutaneous coronary intervention - Thrombosis; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acute coronary syndrome - Thrombosis; Prophylaxis<\/li><li>Decreased platelet aggregation<\/li><\/ul>"}]},{"id":"jx5ms2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Prasugrel can cause significant, sometimes fatal, bleeding in patients with active pathological bleeding or a propensity to bleed, a history of transient ischemic attack or stroke, a body weight of less than 60 kg, or concomitant use of medications that increase the risk of bleeding (eg, warfarin, heparin, fibrinolytics, chronic use of NSAIDs). Prasugrel is not recommended in patients 75 years of age or older, except for high-risk situations (diabetes, history of prior myocardial infarction). Do not start prasugrel in patients likely to undergo urgent CABG, and discontinue at least 7 days prior to any surgery. If possible, manage bleeding without discontinuing prasugrel, as discontinuation in the first few weeks after acute coronary syndrome may increase risk for subsequent cardiovascular events.<br\/>"},{"id":"jx5ms3","title":"Contraindications\/Warnings","sub":[{"id":"jx5ms3b9","title":"Contraindications","mono":"<ul><li>active pathological bleeding, including peptic ulcer and intracranial hemorrhage<\/li><li>hypersensitivity (eg, anaphylaxis) to prasugrel or any component of the product<\/li><li>stroke or TIA, history of; discontinue if stroke or TIA occurs with therapy<\/li><\/ul>"},{"id":"jx5ms3b10","title":"Precautions","mono":"<ul><li>acute coronary syndrome; increased risk of subsequent cardiovascular events if prasugrel discontinued in first few weeks<\/li><li>bleeding has occurred, significant and fatal; risk increased with propensity to bleed, body weight less than 60 kg, concomitant use of medications that increase risk; if possible, manage bleeding without discontinuation; discontinue with active bleeding<\/li><li>concomitant use with medications that increase bleeding risk (eg, warfarin, heparin, fibrinolytics, chronic use of NSAIDs) not recommended<\/li><li>elderly (75 years of age or older); use not recommended due to uncertain benefit and increased risk of fatal and intracranial bleeding; high-risk situations (patients with diabetes or history of prior myocardial infarction), use may be considered as its effect appears to be greater<\/li><li>gastrointestinal bleeding, recent or recurrent; risk of bleeding increased<\/li><li>hepatic impairment, severe; risk of bleeding increased<\/li><li>hypersensitivity reactions, including angioedema, have been reported; increased risk in patients with a history of hypersensitivity to other thienopyridines<\/li><li>patients who undergo CABG; risk of bleeding increased; discontinue at least 7 days prior to CABG; if urgent CABG likely, do not start prasugrel<\/li><li>peptic ulcer disease, active; risk of bleeding increased<\/li><li>percutaneous coronary intervention (PCI) and stent placement; increased risk of stent thrombosis, myocardial infarction, and death with premature discontinuation<\/li><li>premature discontinuation of therapy; increased risk for cardiac events; avoid lapses in therapy; restart as soon as possible after discontinuation due to adverse event<\/li><li>renal impairment, moderate to severe; risk of bleeding increased<\/li><li>surgery, elective; discontinue at least 7 days prior to procedure<\/li><li>thrombotic thrombocytopenic purpura has been reported; it may occur after a brief exposure (less than 2 weeks)<\/li><li>trauma or surgery, recent; risk of bleeding increased<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jx5ms3b11","title":"Pregnancy Category","mono":"Prasugrel: B (FDA)<br\/>"},{"id":"jx5ms3b12","title":"Breast Feeding","mono":"Prasugrel: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jx5ms4","title":"Drug Interactions","sub":{"1":{"id":"jx5ms4b14","title":"Major","mono":"<ul><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Nadroparin (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"jx5ms4b15","title":"Moderate","mono":"<ul>Ritonavir (established)<\/ul>"}}},{"id":"jx5ms5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (7.5%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperlipidemia (7%)<\/li><li><b>Musculoskeletal:<\/b>Backache (5%)<\/li><li><b>Neurologic:<\/b>Headache (5.5%)<\/li><li><b>Respiratory:<\/b>Epistaxis (6.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation (2.9%), Bradyarrhythmia (2.9%)<\/li><li><b>Gastrointestinal:<\/b>Neoplasm of colon<\/li><li><b>Hematologic:<\/b>Bleeding, Major (2.2%), Leukopenia (2.8%), Thrombotic thrombocytopenic purpura<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"jx5ms6","title":"Drug Name Info","sub":{"0":{"id":"jx5ms6b17","title":"US Trade Names","mono":"Effient<br\/>"},"2":{"id":"jx5ms6b19","title":"Class","mono":"<ul><li>ADP-Induced Aggregation Inhibitor<\/li><li>Platelet Aggregation Inhibitor<\/li><\/ul>"},"3":{"id":"jx5ms6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx5ms6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jx5ms7","title":"Mechanism Of Action","mono":"Prasugrel is a thienopyridine which inhibits platelet activation and aggregation via irreversible inhibition of the platelet P2Y12 adenosine diphosphate (ADP) receptor. Prasugrel is a prodrug and is rapidly metabolized to a pharmacologically active compound.<br\/>"},{"id":"jx5ms8","title":"Pharmacokinetics","sub":[{"id":"jx5ms8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 30 min<\/li><li>Tmax, Oral, ESRD: 0.5 to 1 hour<\/li><li>Bioavailability, Oral: rapidly absorbed<\/li><li>Effects of food: delayed absorption but no effect on extent of absorption<\/li><\/ul>"},{"id":"jx5ms8b24","title":"Distribution","mono":"<ul><li>Vd: 44 to 68 L (active metabolite)<\/li><li>Protein binding, active metabolite, human serum albumin: 98%<\/li><\/ul>"},{"id":"jx5ms8b25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via hydrolysis in the intestine and to active metabolite by CYP3A and CYP2B6<\/li><li>Metabolite, R-138727: active<\/li><\/ul>"},{"id":"jx5ms8b26","title":"Excretion","mono":"<ul><li>Renal: 68% to 70%<\/li><li>Fecal: 25% to 27%<\/li><\/ul>"},{"id":"jx5ms8b27","title":"Elimination Half Life","mono":"R-138727 (active metabolite): adults, 7 to 8 hours (range 2 to 15 hours) <br\/>"}]},{"id":"jx5ms9","title":"Administration","mono":"<ul><li><b>Gastric route<\/b><br\/>may crush tablet and mix in water and administer immediately via a gastric tube<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>administer with or without food<\/li><li>tablet is not scored and should not be broken or divided for dosing purposes<\/li><li>may crush tablet and mix in food or liquid such as applesauce, juice, or water; administer immediately<\/li><\/ul><\/li><\/ul>"},{"id":"jx5ms10","title":"Monitoring","mono":"No specific monitoring has been determined<br\/>"},{"id":"jx5ms11","title":"How Supplied","mono":"<b>Effient<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/>"},{"id":"jx5ms12","title":"Toxicology","sub":[{"id":"jx5ms12b31","title":"Clinical Effects","mono":"<b>CLOPIDOGREL AND RELATED AGENTS<\/b><br\/>USES: Clopidogrel and prasugrel are thienopyridines used as platelet inhibitors following intravascular stenting procedures. They are also used for cardiovascular and cerebrovascular thrombosis prophylaxis in patients with allergies to aspirin. PHARMACOLOGY: The thienopyridines are irreversible P2Y12 receptor inhibitors; they prevent adenosine diphosphate (ADP) to binding to the platelet cell surface and inhibit platelet aggregation. Clopidogrel and prasugrel are pro-drugs requiring hepatic metabolism for activation. TOXICOLOGY: Toxicity is largely an extension of the therapeutic effects leading to bleeding complications. EPIDEMIOLOGY: Bleeding associated with clopidogrel is common. Major bleeding complications are uncommon. Intentional overdose is rare. MILD TO MODERATE TOXICITY: Very little overdose data are available. In general, no clinical bleeding is expected in the absence of pre-existing bleeding pathology or trauma. Nausea and vomiting are likely to be present after significant acute overdose. Ecchymosis, gum bleeding, and inhibited wound clotting is possible in overdose. SEVERE TOXICITY: Patients with associated trauma or gastrointestinal bleeding may have prolonged bleeding and large volume blood loss. ADVERSE EFFECTS: Minor bleeding is observed in approximately 3% to 5% of patients taking clopidogrel therapeutically. Major bleeding occurs in approximately 1% to 3% of patients taking clopidogrel therapeutically. Cytopenias and hepatitis have been reported as adverse effects from clopidogrel administration in therapeutic doses. Several rash morphologies have been associated with clopidogrel administration, though these reactions are rare. Hemolytic uremic syndrome is rarely associated with clopidogrel therapy.<br\/>"},{"id":"jx5ms12b32","title":"Treatment","mono":"<b>CLOPIDOGREL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: No intervention should be instituted for patients with mild to moderate bleeding complications since blood product transfusion may be associated with more risk than benefit in these patients. If discontinuation is necessary due to adverse effects from the drug, alternative anti-platelet therapy should be instituted. MANAGEMENT OF SEVERE TOXICITY: Management of patients with major bleeding complications is difficult. Platelet transfusion has not been shown to improve outcomes and is associated with higher risks of infections, cerebrovascular accidents, and death. It may be impractical to provide enough platelets to overcome the active drug. A more practical approach would be to identify the source of bleeding and provide local hemostasis whenever possible. When local hemostatic control is not practical, red blood cell and platelet transfusions must be considered. Desmopressin has been shown to increase platelet aggregation in patients taking clopidogrel, and administration has a theoretical advantage of bypassing the ADP inhibition leading to subsequent platelet activation. However, no randomized clinical trials exist to support desmopressin use at this time. Epsilon aminocaproic acid (EAPC), aprotinin, and tranexamic acid (TA) have all been used with variable success for prophylaxis of post-surgical bleeding or reversal of platelet inhibition in the setting of cardiac bypass grafting. At this time, aprotinin and TA are clinically available in the United States only under compassionate use applications through the FDA (1-888-842-2937). There is little evidence to support their use in bleeding patients due to clopidogrel toxicity at this time.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be considered in alert patients with recent, substantial overdose. HOSPITAL: Administration of activated charcoal is recommended if a patient presents early after an intentional overdose. No decontamination is warranted for patients with inadvertent ingestion of extra doses. Gastric lavage has no role in the management of clopidogrel overdose or toxicity.<\/li><li>Airway management: No airway compromise is anticipated from clopidogrel toxicity, though co-ingestions should be considered, and care should be taken not to cause airway trauma during attempts at airway management.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: No laboratory studies are needed in asymptomatic patients. Serial CBCs are recommended in bleeding patients. No single laboratory test is able to adequately measure platelet function. In patients with significant bleeding, thromboelastography in combination with platelet count and PT\/INR studies may give a general estimation of a patient's hemostasis potential, though no one test is well correlated with the in-vivo coagulation propensity.<\/li><li>Enhanced elimination procedure: The serum half-life of clopidogrel is relatively short and the duration of action is prolonged, therefore removal by extracorporeal methods is not likely to significantly change a patient's course and may, in fact, put them at higher risk of bleeding complications from catheter replacement.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestion of extra clopidogrel doses may be managed at home with referral for signs of bleeding. OBSERVATION CRITERIA: Observation for 4 hours should be sufficient in most cases given the expected pharmacokinetic peak at 30 to 60 minutes in therapeutic doses. At the end of the observation period, the physician should assess for signs of bleeding such as tachycardia, shortness of breath, hematochezia, or headache. ADMISSION CRITERIA: Patients with evidence of active bleeding should be admitted for serial hematocrits. CONSULT CRITERIA: Hematology should be consulted for patients with major bleeding associated with clopidogrel toxicity. Cardiology should be consulted in patients with coronary stents placed within 1 year in whom reversal of clopidogrel is considered. A toxicologist should be consulted in all overdose cases with significant toxicity.<\/li><\/ul>"},{"id":"jx5ms12b33","title":"Range of Toxicity","mono":"<b>CLOPIDOGREL AND RELATED AGENTS<\/b><br\/>TOXICITY: No toxic dose has been established. CLOPIDOGREL: Ingestions of 1650 mg and 1050 mg by adults resulted in no toxicity, and a 6300 mg ingestion caused minimal toxicity. In the absence of additional anticoagulants or traumatic injury, no clinical bleeding is expected in the vast majority of cases. THERAPEUTIC DOSE: CLOPIDOGREL: For patients with a recent myocardial infarction, recent stroke, or established peripheral arterial disease, the recommended dose is 75 mg\/day. For patients with acute coronary syndrome (unstable angina, non-Q-wave myocardial infarction), clopidogrel should be started with an oral loading dose of 300 to 600 mg, followed by 75 mg once daily with aspirin (75 mg to 325 mg) once daily. PRASUGREL: The recommended dose is a single 60 mg loading dose followed by 10 mg daily with aspirin (75 mg to 325 mg); consider prasugrel 5 mg daily in patients weighing less than 60 kg.<br\/>"}]},{"id":"jx5ms13","title":"Clinical Teaching","mono":"<ul><li>Advise physician or dentist that you are taking this medication prior to a surgical procedure.<\/li><li>Drug may cause epistaxis, hemoptysis, gastrointestinal hemorrhage, bruising, hypertension, headache, back pain, dyspnea, nausea, and dizziness.<\/li><li>Drug may rarely cause thrombotic thrombocytopenic purpura (TTP), with symptoms of thrombocytopenia, microangiopathic hemolytic anemia, neurologic changes, renal failure, and fever.<\/li><li>Advise patient to immediately report signs\/symptoms of hypersensitivity, including angioedema.<\/li><li>Instruct patient to report symptoms of prolonged or excessive bleeding and blood in the urine or stool.<\/li><li>Advise patient against sudden discontinuation of drug due to increased risk for stent thrombosis and myocardial infarction.<\/li><li>Advise patient to avoid drugs that may increase bleeding risk (warfarin, aspirin, ibuprofen, and naproxen), including over-the-counter and herbal drugs.<\/li><\/ul>"}]}