{"generic":"Pitavastatin Calcium","drugs":["Livalo","Pitavastatin Calcium"],"mono":{"0":{"id":"jx5zs0","title":"Generic Names","mono":"Pitavastatin Calcium"},"1":{"id":"jx5zs1","title":"Dosing and Indications","sub":[{"id":"jx5zs1b4","title":"Adult Dosing","mono":"<b>Hyperlipidemia:<\/b> initial, 2 mg ORALLY daily; MAX 4 mg daily; dosage range 1 to 4 mg daily; assess lipid levels 4 weeks after dose initiation or titration "},{"id":"jx5zs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"jx5zs1b6","title":"Dose Adjustments","mono":"<ul><li><b>moderate renal impairment (GFR 30 to 59 mL\/min\/1.73 m(2)):<\/b> initial, 1 mg ORALLY daily; MAX 2 mg daily<\/li><li><b>severe renal impairment (GFR 15 to 29 mL\/min\/1.73 m(2) not receiving dialysis):<\/b> initial, 1 mg ORALLY daily; MAX 2 mg daily<\/li><li><b>ESRD receiving hemodialysis:<\/b> initial, 1 mg ORALLY daily; MAX 2 mg daily<\/li><li><b>concomitant erythromycin:<\/b> pitavastatin dose should not exceed 1 mg daily<\/li><li><b>concomitant rifampin:<\/b> pitavastatin dose should not exceed 2 mg daily<\/li><\/ul>"},{"id":"jx5zs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hyperlipidemia<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Diabetes mellitus - Hyperlipidemia<br\/>"}]},"3":{"id":"jx5zs3","title":"Contraindications\/Warnings","sub":[{"id":"jx5zs3b9","title":"Contraindications","mono":"<ul><li>breastfeeding<\/li><li>concomitant use of cyclosporine<\/li><li>hypersensitivity to pitavastatin or any other component of the product<\/li><li>liver disease, active<\/li><li>pregnancy or pregnancy potential<\/li><li>serum transaminase elevations, unexplained persistent<\/li><\/ul>"},{"id":"jx5zs3b10","title":"Precautions","mono":"<ul><li>advanced age (greater than 65 years); increased risk of myopathy<\/li><li>alcohol use, heavy<\/li><li>amyotrophic lateral sclerosis (ALS), preexisting; rate of ALS functional decline may increase with statin therapy<\/li><li>concomitant use of gemfibrozil; avoid use<\/li><li>conditions predisposing to renal failure secondary to rhabdomyolysis\/myoglobinuria (eg, sepsis, hypotension, dehydration, major surgery, trauma, severe metabolic, endocrine, and electrolyte disorders, or uncontrolled seizures); temporary discontinuation may be required<\/li><li>creatinine kinase levels, markedly elevated, may occur; discontinuation may be warranted<\/li><li>HbA1c and serum glucose levels, increased, have been reported<\/li><li>higher doses; associated with increased risk of severe myopathy\/rhabdomyolysis<\/li><li>hypothyroidism, inadequately treated; increased risk of myopathy<\/li><li>immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; discontinue therapy immediately if myopathy is diagnosed or suspected<\/li><li>liver failure, some cases fatal, has been reported; interrupt treatment if serious liver injury with clinical symptoms and\/or hyperbilirubinemia or jaundice occurs<\/li><li>myopathy and rhabdomyolysis, with acute renal failure secondary to myoglobinuria, have been reported; discontinue if diagnosed or suspected<\/li><li>renal impairment, moderate to severe (GFR 15 to 59 mL\/min\/1.73 m(2)) or end-stage renal disease in patients receiving hemodialysis; increased risk of myopathy; dose adjustments recommended<\/li><li>serum transaminase level increases have been reported; monitoring recommended; interruption of therapy may be necessary<\/li><li>report suspected adverse reactions to the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jx5zs3b11","title":"Pregnancy Category","mono":"Pitavastatin: X (FDA)<br\/>"},{"id":"jx5zs3b12","title":"Breast Feeding","mono":"Pitavastatin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jx5zs4","title":"Drug Interactions","sub":[{"id":"jx5zs4b13","title":"Contraindicated","mono":"<ul>Cyclosporine (probable)<\/ul>"},{"id":"jx5zs4b14","title":"Major","mono":"<ul><li>Colchicine (probable)<\/li><li>Daclatasvir (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Erythromycin (probable)<\/li><li>Fenofibrate (probable)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Gemfibrozil (probable)<\/li><li>Niacin (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Rifampin (established)<\/li><li>Teriflunomide (probable)<\/li><\/ul>"}]},"5":{"id":"jx5zs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (1.5% to 3.6%), Diarrhea (1.5% to 2.6%)<\/li><li><b>Musculoskeletal:<\/b>Backache (1.4% to 3.9%), Myalgia (1.9% to 3.1%), Pain in limb (0.6% to 2.3%)<\/li><\/ul><b>Serious<\/b><br\/><b>Musculoskeletal:<\/b>Disorder of muscle, Rhabdomyolysis<br\/>"},"6":{"id":"jx5zs6","title":"Drug Name Info","sub":{"0":{"id":"jx5zs6b17","title":"US Trade Names","mono":"Livalo<br\/>"},"2":{"id":"jx5zs6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"jx5zs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx5zs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jx5zs7","title":"Mechanism Of Action","mono":"Pitavastatin inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase by competition with the substrate so that it inhibits hepatic cholesterol synthesis. The total plasma cholesterol decreases when the expression of low-density lipoprotein (LDL) receptors followed by the uptake of LDL from blood to liver is accelerated. Additionally, the levels of very low density decrease from the sustained inhibition of cholesterol synthesis in the liver.<br\/>"},"8":{"id":"jx5zs8","title":"Pharmacokinetics","sub":[{"id":"jx5zs8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1 hr<\/li><li>Bioavailability, oral, solution: 51%<\/li><li>Effects of food: decreases Cmax by 43% but has no significant effect on AUC<\/li><\/ul>"},{"id":"jx5zs8b24","title":"Distribution","mono":"<ul><li>Vd: 148 L<\/li><li>Protein binding, albumin and alpha 1-acid glycoprotein: 99%<\/li><\/ul>"},{"id":"jx5zs8b25","title":"Metabolism","mono":"<ul><li>Liver: extensive glucuronide conjugation by UGT1A3 and UGT2B7, and minimally by CYP2C9 and CYP2C8<\/li><li>Lactone (major metabolite): inactive<\/li><\/ul>"},{"id":"jx5zs8b26","title":"Excretion","mono":"<ul><li>Bile: extensive<\/li><li>Fecal: 79%<\/li><li>Renal: 15%<\/li><\/ul>"},{"id":"jx5zs8b27","title":"Elimination Half Life","mono":"11 to 12 hours <br\/>"}]},"9":{"id":"jx5zs9","title":"Administration","mono":"<b>General Information<\/b><br\/>daily dose may be administered at any time of the day, with or without food <br\/>"},"10":{"id":"jx5zs10","title":"Monitoring","mono":"<ul><li>lipid levels: 4 weeks after therapy initiation or upon dose adjustment to evaluate efficacy<\/li><li>liver enzyme tests; in all patients before initiating therapy, as clinically indicated, and if signs or symptoms of liver injury occur<\/li><\/ul>"},"11":{"id":"jx5zs11","title":"How Supplied","mono":"<b>Livalo<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 4 MG<br\/>"},"12":{"id":"jx5zs12","title":"Toxicology","sub":[{"id":"jx5zs12b31","title":"Clinical Effects","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin). <br\/>"},{"id":"jx5zs12b32","title":"Treatment","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jx5zs12b33","title":"Range of Toxicity","mono":"<b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily. <br\/>"}]},"13":{"id":"jx5zs13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of myopathy or rhabdomyolysis (muscle pain, tenderness, weakness, fever).<\/li><li>Drug may cause back pain, constipation, diarrhea, or pain in extremities.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied by fever or malaise, or if symptoms persist after discontinuation of drug.<\/li><li>Counsel patient to immediately report signs\/symptoms of liver injury (jaundice, dark urine, upper abdominal discomfort, anorexia, fatigue).<\/li><li>Counsel patient to avoid excessive quantities of alcohol to reduce risk of hepatotoxicity.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}