{"generic":"Telavancin Hydrochloride","drugs":["Telavancin Hydrochloride","Vibativ"],"mono":[{"id":"jx6ks0","title":"Generic Names","mono":"Telavancin Hydrochloride"},{"id":"jx6ks1","title":"Dosing and Indications","sub":[{"id":"jx6ks1b4","title":"Adult Dosing","mono":"<ul><li>may initiate as empiric therapy; combination therapy may be indicated if documented or suspected pathogens include gram-negative organisms<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, Complicated:<\/b> 10 mg\/kg IV over 60 minutes once every 24 hours for 7 to 14 days<\/li><li><b>Nosocomial pneumonia, Including ventilator-associated pneumonia, caused by susceptible isolates of S aureus,:<\/b> 10 mg\/kg IV over 60 minutes every 24 hours for 7 to 21 days<\/li><\/ul>"},{"id":"jx6ks1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jx6ks1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl greater than 50 mL\/min, no dosage adjustment necessary<\/li><li><b>renal impairment:<\/b> CrCl of 30 to 50 mL\/min, 7.5 mg\/kg IV every 24 hours<\/li><li><b>renal impairment:<\/b> CrCl of 10 to less than 30 mL\/min, 10 mg\/kg IV every 48 hours.<\/li><li><b>renal impairment:<\/b> ESRD including hemodialysis, CrCl less than 10 mL\/min, insufficient evidence for recommendation<\/li><li><b>hepatic impairment:<\/b> mild to moderate, no dosage adjustment necessary<\/li><li><b>geriatric:<\/b> adjust dosage based on renal function<\/li><\/ul>"},{"id":"jx6ks1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Infection of skin AND\/OR subcutaneous tissue, Complicated<\/li><li>Nosocomial pneumonia, Including ventilator-associated pneumonia, caused by susceptible isolates of S aureus,<\/li><\/ul>"}]},{"id":"jx6ks2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Telavancin may increase mortality in patients with preexisting moderate or severe renal impairment. Telavancin should be used in patients with moderate or severe renal impairment only if the potential benefit outweighs the potential risk. New onset or worsening renal impairment has occurred. Women of childbearing potential should have a serum pregnancy test prior to administration of telavancin hydrochloride. Avoid use during pregnancy unless the potential benefit outweighs the potential risk to the fetus. Adverse developmental outcomes observed in 3 animal species at clinically relevant doses raise concerns about potential adverse developmental outcomes in humans.<br\/>"},{"id":"jx6ks3","title":"Contraindications\/Warnings","sub":[{"id":"jx6ks3b9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to telavancin<\/li><li>Use of IV unfractionated heparin sodium; activated partial prothrombin time test results may be artificially prolonged for up to 18 hours following telavancin administration<\/li><\/ul>"},{"id":"jx6ks3b10","title":"Precautions","mono":"<ul><li>Activated partial prothrombin time test results may be artificially prolonged for up to 18 hours following telavancin administration; use of IV unfractionated heparin sodium is contraindicated; consider alternative non phospholipid dependant coagulation test (eg, Factor Xa) or anticoagulant not requiring activated partial prothrombin time monitoring<\/li><li>Nephrotoxicity, new onset or worsening, has been reported; increased risk in patients with preexisting kidney disease, diabetes mellitus, congestive heart failure, hypertension, or with concomitant use of drugs that affect renal function (eg, NSAIDs, ACE inhibitors, loop diuretics); monitoring recommended prior to, during, and end of therapy; discontinuation may be required<\/li><li>Pregnancy; risk of fetal harm; avoid use unless potential benefit outweighs potential risk to fetus<\/li><li>Renal impairment, preexisting moderate or severe (CrCl less than or equal to 50 mL\/min); increased mortality observed; and potential for reduced efficacy (complicated skin and skin structure infections); monitoring recommended<\/li><li>Women of childbearing potential; serum pregnancy test prior to administration and effective method of contraception during therapy recommended<\/li><li>Coagulation test interference, specifically prothrombin time\/INR, aPTT, activated clotting time, and coagulation based factor X activity assay, may occur; perform blood collection for these tests as close as possible prior to next dose<\/li><li>Clostridium difficile-associated diarrhea (mild diarrhea to fatal colitis) has been reported; discontinue use if suspected or confirmed<\/li><li>Hypersensitivity reaction, serious and sometimes fatal, including anaphylactic reactions, may occur; discontinue use at first sign of hypersensitivity<\/li><li>Infusion reactions (eg, Red-man syndrome type reaction, urticaria, pruritus) have been reported; slowing or stopping the infusion may abate reaction<\/li><li>QT prolongation has been reported; avoid use in patients with congenital long QT syndrome, known prolongation of QT interval, uncompensated heart failure, or severe left ventricular hypertrophy<\/li><li>Renal impairment, preexisting; risk of accumulation of solubilizer hydroxypropyl-beta-cyclodextrin<\/li><li>Superinfection, may occur; monitoring recommended<\/li><li>Vancomycin sensitivity; crossreactivity may occur<\/li><\/ul>"},{"id":"jx6ks3b11","title":"Pregnancy Category","mono":"Telavancin: C (FDA)<br\/>"},{"id":"jx6ks3b12","title":"Breast Feeding","mono":"Telavancin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jx6ks4","title":"Drug Interactions","sub":[{"id":"jx6ks4b13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"jx6ks4b14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apomorphine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Salmeterol (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Toremifene (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}]},{"id":"jx6ks5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (5% to 27%), Taste sense altered (33%), Vomiting (5% to 14%)<\/li><li><b>Renal:<\/b>Abnormal urine (13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval (8%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Acute renal failure (5%), Serum creatinine raised (15% to 16%)<\/li><\/ul>"},{"id":"jx6ks6","title":"Drug Name Info","sub":{"0":{"id":"jx6ks6b17","title":"US Trade Names","mono":"Vibativ<br\/>"},"2":{"id":"jx6ks6b19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Glycopeptide<\/li><\/ul>"},"3":{"id":"jx6ks6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx6ks6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jx6ks7","title":"Mechanism Of Action","mono":"Telavancin hydrochloride is a lipoglycopeptide antibiotic which has concentration-dependent bactericidal activity against Gram-positive bacteria. Telavancin inhibits bacterial cell wall synthesis and disrupts membrane barrier function.<br\/>"},{"id":"jx6ks8","title":"Pharmacokinetics","sub":{"1":{"id":"jx6ks8b24","title":"Distribution","mono":"<ul><li>Volume of distribution: 111 to 133 mL\/kg, Adult; 156 +\/- 12 mL\/kg, Geriatric<\/li><li>Protein binding: 90%<\/li><\/ul>"},"3":{"id":"jx6ks8b26","title":"Excretion","mono":"<ul><li>Fecal: less than 1%<\/li><li>Renal: 64% to 76%<\/li><li>Dialyzable: Yes (hemodialysis), 5.9%<\/li><li>Total body clearance: 13.1 +\/- 2 mL\/hr\/kg, Adult; 12.2 +\/- 1.4 mL\/hr\/Kg, Geriatric<\/li><\/ul>"},"4":{"id":"jx6ks8b27","title":"Elimination Half Life","mono":"Adult: 6 to 8 hr, Geriatric: 9.3 +\/- 1.3 hr <br\/>"}}},{"id":"jx6ks9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Reconstitute with 15 mL (250 mg vial) or 45 mL (750 mg vial) of D5W, sterile water for injection, or NS to a final concentration of 15 mg\/mL.<\/li><li>Allow vacuum of vial to pull diluent from syringe into vial; do not forcefully inject diluent; discard vial if vacuum did not pull diluent into vial.<\/li><li>Do not forcefully shake vial and do not shake final infusion solution.<\/li><li>Further dilute in D5W, NS, or LR prior to infusion; for doses of 150 to 800 mg, dilute in 100 to 250 mL; for doses less than 150 mg or greater than 800 mg, dilute to a final concentration of 0.6 to 8 mg\/mL.<\/li><li>Reconstitution time is usually under 2 minutes but may take up to 20 minutes.<\/li><li>Use reconstituted solution in vial and diluted solution in infusion bag within 12 hours if stored at room temperature, or within 7 days if stored in the refrigerator (2 to 8 degrees C or 36 to 46 degrees F); total time in vial plus time in infusion bag should not exceed 12 hours at room temperature or 7 days under refrigeration.<\/li><li>Diluted solution in infusion bag may also be stored at -30 to -10 degrees C (-22 to 14 degrees F) for up to 32 days.<\/li><li>Do not add medications or any other additives to the vial or to the same infusion line.<\/li><li>Administer IV over 60 minutes.<\/li><\/ul>"},{"id":"jx6ks10","title":"Monitoring","mono":"<ul><li>CBC to monitor for therapeutic response<\/li><li>resolution of signs and symptoms of bacterial infection is indicative of efficacy<\/li><li>pregnancy test, serum; prior to therapy initiation<\/li><li>renal function; prior to initiation, every 48 to 72 hours during (or more often if indicated), and at the end of therapy<\/li><li>superinfection<\/li><\/ul>"},{"id":"jx6ks11","title":"How Supplied","mono":"<b>Vibativ<\/b><br\/>Intravenous Powder for Solution: 250 MG, 750 MG<br\/>"},{"id":"jx6ks12","title":"Toxicology","sub":[{"id":"jx6ks12b31","title":"Clinical Effects","mono":"<b>VANCOMYCIN AND RELATED AGENTS <\/b><br\/>USES: Vancomycin is a glycopeptide antibiotic that is used intravenously in the treatment of serious staphylococci, streptococci, and other gram-positive organisms. It is the drug of choice for infections due to methicillin-resistant staphylococci (MRSA) and multiply resistant strains of Streptococcus pneumoniae. Oral vancomycin therapy is indicated for the treatment of Clostridium difficile-associated diarrhea and enterocolitis associated with Staphylococcus aureus, including methicillin-resistant strains. PHARMACOLOGY: Vancomycin inhibits cell wall synthesis, most likely by interference with glycopeptide polymerization. TOXICOLOGY: The mechanism by which vancomycin causes nephrotoxicity is unclear. \"Red man syndrome\" is an anaphylactoid reaction in which mast cells and basophils undergo degranulation and release histamine. A direct myocardial depressant effect is seen in animal studies. EPIDEMIOLOGY: Vancomycin overdose is rare and serious toxicity is uncommon. OVERDOSE: Hypotension, bradycardia, flushing, and apnea have been described in neonates. Nephrotoxicity can occur after excessive doses of these agents. Reversible ototoxicity has occurred with excessive serum concentrations. ADVERSE EFFECTS: Nephrotoxicity is an infrequent adverse effect and is more likely to occur when combined with aminoglycosides, though reversible nephrotoxicity has occurred with excessive serum concentrations. Neutropenia, thrombocytopenia, phlebitis, severe lacrimation, conjunctivitis, fever, and chills have occurred with therapeutic use. Pruritus and various rashes, erythema multiforme, and exfoliative dermatitis are seen infrequently with therapeutic doses. Most cases of permanent hearing loss have been associated with the coadministration of an aminoglycoside.  Severe adverse effects include hypotension and cardiac arrest, which have been associated with rapid intravenous administration. Red man syndrome (RMS), which includes the following collection of signs\/symptoms: sudden and profound decreases in blood pressure, wheezing, dyspnea, urticaria, pruritus, flushing of the upper body (red man), pain and muscle spasm of the chest and back has been described following therapeutic use.  It most often occurs with rapid intravenous infusion.  Reactions generally resolve within 20 minutes, but may persist for several hours. <br\/>"},{"id":"jx6ks12b32","title":"Treatment","mono":"<b>VANCOMYCIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Red Man Syndrome: Antihistamines can be used as pretreatment. Increasing the dilution of vancomycin and slowing the rate intravenous administration may also help.<\/li><li>Decontamination: PREHOSPITAL: Vancomycin is poorly absorbed orally and toxicity from ingestion is unlikely. Gastrointestinal decontamination is not indicated unless coingestants are involved. OCULAR EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain, swelling, lacrimation, or photophobia persist, the patient should be seen in a healthcare facility. DERMAL EXPOSURE: Remove decontaminated clothing and wash exposed area extremely thoroughly with soap and water. Seek healthcare if irritation and pain persist after washing. HOSPITAL: Vancomycin is poorly absorbed orally; gastrointestinal decontamination is not indicated.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Enhanced elimination is generally only necessary in patients with severe renal insufficiency. Hemoperfusion, hemofiltration, high-flux hemodialysis, and hemodiafiltration have been effective in reducing serum vancomycin concentrations when high-porosity hemofilters are used. Multiple dose activated charcoal (MDAC): May decrease the half-life of intravenously administered vancomycin, but has not been shown to affect outcome. It is not routinely recommended but can be considered for patients with large overdoses when the patient is expected to have prolonged clearance, if the potential benefits are felt to outweigh risks. MDAC should not be administered in patients who are at risk for the abrupt onset of seizures or mental status depression or who are not able to protect airway.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor renal function, serum electrolytes, CBC, urine output, and serum vancomycin concentrations after an overdose. Auditory function may also require monitoring. Therapeutic concentrations: Peak: 25 to 35 mcg\/mL, trough: 10 to 15 mcg\/mL.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent oral overdose who are asymptomatic can be managed at home. OBSERVATION CRITERIA: Most overdoses are iatrogenic errors of intravenously administered vancomycin and these patients should be monitored. Any patient with a deliberate oral overdose or with symptoms after oral overdose should be referred to a healthcare facility. ADMISSION CRITERIA: All symptomatic patients should be admitted to the hospital. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with large overdose or significant symptoms.<\/li><\/ul>"},{"id":"jx6ks12b33","title":"Range of Toxicity","mono":"<b>VANCOMYCIN AND RELATED AGENTS <\/b><br\/>TOXICITY: VANCOMYCIN Three premature infants developed apnea, hypotension, flushed skin, and inflammation at the infusion site following inadvertent overdose of vancomycin (300 to 400 mg\/kg). Two premature infants with peak plasma vancomycin concentrations greater than 300 mcg\/mL following inadvertent 10-fold overdoses did not experience any renal (except for one infant with a transient increase in serum creatinine to 1.4 mg\/dL), auditory, or other toxicity. Toxicity is reported at serum concentrations sustained above 80 to 100 mcg\/mL. No specific toxic oral dose has been established. THERAPEUTIC DOSE: VANCOMYCIN: ADULTS: IV: 2 grams\/day divided in 2 to 4 doses. ORAL: 500 mg to 2 g orally in divided doses every 6 to 8 hours for 7 to 10 days. PEDIATRIC: Neonates and Young Infants: 15 mg\/kg is suggested followed by 10 mg\/kg every 12 hours for infants in the first week of life and every 8 hours thereafter up to the age of one month. Infuse over 60 minutes. ORAL: 40 mg\/kg\/day orally in divided doses every 6 to 8 hours. DALBAVANCIN: ADULT: Recommended dose is 1000 mg administered IV over 30 minutes followed by a 500 mg dose one week later. PEDIATRIC: Safety and effectiveness has not been established in pediatric patients. TELAVANCIN: ADULT: 10 mg\/kg administered over 60 minutes intravenously. PEDIATRIC: Safety and efficacy have not been established. <br\/>"}]},{"id":"jx6ks13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to use two forms of contraception to avoid pregnancy during therapy.<\/li><li>This drug may cause taste disturbance, nausea, vomiting, and foamy urine.<\/li><li>Instruct patient to report severe diarrhea and consult healthcare professional prior to taking anti-diarrhea medicine.<\/li><li>Advise patient to report signs\/symptoms of nephrotoxicity.<\/li><\/ul>"}]}