{"generic":"Telmisartan\/Amlodipine besylate","drugs":["Telmisartan\/Amlodipine besylate","Twynsta"],"mono":{"0":{"id":"jx7ds0","title":"Generic Names","mono":"Telmisartan\/Amlodipine besylate"},"1":{"id":"jx7ds1","title":"Dosing and Indications","sub":[{"id":"jx7ds1b4","title":"Adult Dosing","mono":"<ul><li><b>Hypertension:<\/b> initial, telmisartan 40 mg\/amlodipine 5 mg ORALLY once a day; OR larger initial blood pressure reductions, telmisartan 80 mg\/amlodipine 5 mg ORALLY once a day<\/li><li><b>Hypertension:<\/b> maintenance, may increase to clinical effect at 2 week intervals; MAX telmisartan 80 mg\/amlodipine 10 mg once a day<\/li><\/ul>"},{"id":"jx7ds1b5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients has not been established "},{"id":"jx7ds1b6","title":"Dose Adjustments","mono":"<ul><li>geriatric (75 years or older), initial therapy with the fixed dose combination is not recommended; start amlodipine or add amlodipine 2.5 mg to telmisartan as an initial dose and titrate slowly to clinical effect<\/li><li>hepatic impairment, initial therapy with the fixed-dose combination is not recommended; start amlodipine or add amlodipine 2.5 mg to telmisartan as an initial dose and titrate slowly to clinical effect<\/li><li>activated renin-angiotensin system (eg, volume or salt depleted); correct prior to therapy or initiate treatment with a reduced telmisartan dose<\/li><li>renal impairment, mild to moderate; no dose adjustments required<\/li><li>renal impairment, severe; titrate slowly to clinical effect<\/li><\/ul>"},{"id":"jx7ds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/>"}]},"2":{"id":"jx7ds2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>When pregnancy is detected, discontinue telmisartan\/amlodipine as soon as possible. Drugs that act directly on the renin-angiotensin system can cause injury and even death to the developing fetus.<br\/>"},"3":{"id":"jx7ds3","title":"Contraindications\/Warnings","sub":[{"id":"jx7ds3b9","title":"Contraindications","mono":"<ul><li>Coadministration of aliskiren in patients with diabetes<\/li><li>Hypersensitivity (eg, anaphylaxis or angioedema) to telmisartan, amlodipine, or to any component of the product<\/li><\/ul>"},{"id":"jx7ds3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Discontinue therapy as soon as pregnancy is detected due to risk of fetal injury or death, especially during the second and third trimesters<\/li><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension may occur, especially among volume- or salt-depleted patients (eg, those receiving high-dose diuretics); correct volume or salt depletion prior to therapy initiation or reduce initial dose as necessary<\/li><li>-- Patients with severe congestive heart failure at increased risk of renal impairment, which can progress to oliguria, progressive azotemia, acute renal failure, or death<\/li><li>-- Acute myocardial infarction or increased angina may develop with treatment initiation or dose increases, especially in patients with severe obstructive coronary disease<\/li><li>-- Patients with aortic stenosis at Increased risk of symptomatic hypotension<\/li><li>-- BUN and serum creatinine elevations have been reported with ACE inhibitor use among patients with renal artery stenosis<\/li><li>-- Closely monitor patients with heart failure<\/li><li>Endocrine Metabolic:<\/li><li>-- Hyperkalemia may occur, especially with advanced renal impairment, heart failure, or with renal replacement therapy or concomitant treatment with potassium-sparing diuretics, potassium supplements, or salt substitutes; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Initial therapy not recommended among patients with hepatic dysfunction; titrate dose gradually using individual components<\/li><li>Renal:<\/li><li>-- Patients with renal impairment at increased risk of oliguria, progressive azotemia, acute renal failure, or death<\/li><li>Other:<\/li><li>-- Not recommended as initial therapy for elderly patients (ie, aged 75 years and older)<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use with other renin-angiotensin system blockers (ie, angiotensin-receptor blockers, other ACE inhibitors, aliskiren) due to increased risk of hypotension, hyperkalemia, or renal dysfunction or acute renal failure; monitoring required with concurrent use<\/li><li>-- Do not use concomitantly with aliskiren in patients with diabetes<\/li><li>-- Avoid concomitant use with aliskiren in patients with renal impairment (ie, GFR less than 60 mL\/min\/1.73 m[2])<\/li><li>-- Coadministration of telmisartan with ramipril not recommended<\/li><\/ul>"},{"id":"jx7ds3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jx7ds3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jx7ds4","title":"Drug Interactions","sub":[{"id":"jx7ds4b13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"jx7ds4b14","title":"Major","mono":"<ul><li>Amiodarone (probable)<\/li><li>Atazanavir (theoretical)<\/li><li>Benazepril (established)<\/li><li>Captopril (established)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (established)<\/li><li>Clopidogrel (established)<\/li><li>Conivaptan (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dantrolene (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Enalapril (established)<\/li><li>Enalaprilat (established)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fosinopril (established)<\/li><li>Idelalisib (theoretical)<\/li><li>Lacosamide (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Mitotane (theoretical)<\/li><li>Moexipril (established)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Perindopril (established)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quinapril (established)<\/li><li>Ramipril (established)<\/li><li>Ritonavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simvastatin (probable)<\/li><li>St John's Wort (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tegafur (theoretical)<\/li><li>Telaprevir (established)<\/li><li>Topotecan (theoretical)<\/li><li>Trandolapril (established)<\/li><li>Trimethoprim (theoretical)<\/li><\/ul>"},{"id":"jx7ds4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alprenolol (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Atenolol (probable)<\/li><li>Avanafil (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bevantolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bucindolol (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celecoxib (probable)<\/li><li>Celiprolol (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dalfopristin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Digoxin (probable)<\/li><li>Dilevalol (probable)<\/li><li>Diltiazem (probable)<\/li><li>Dipyrone (probable)<\/li><li>Esmolol (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Fluconazole (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indinavir (probable)<\/li><li>Indomethacin (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Lithium (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Mepindolol (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Nadolol (probable)<\/li><li>Naproxen (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Pindolol (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propranolol (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Quinupristin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sotalol (probable)<\/li><li>Sulindac (probable)<\/li><li>Talinolol (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tertatolol (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Timolol (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},"5":{"id":"jx7ds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (4.8%)<\/li><li><b>Musculoskeletal:<\/b>Backache (2.2%)<\/li><li><b>Neurologic:<\/b>Dizziness (3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Acute myocardial infarction, Angina<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Renal impairment<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"jx7ds6","title":"Drug Name Info","sub":{"0":{"id":"jx7ds6b17","title":"US Trade Names","mono":"Twynsta<br\/>"},"2":{"id":"jx7ds6b19","title":"Class","mono":"<ul><li>Angiotensin II Receptor Antagonist<\/li><li>Antihypertensive<\/li><li>Calcium Channel Blocker<\/li><li>Dihydropyridine<\/li><\/ul>"},"3":{"id":"jx7ds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx7ds6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jx7ds7","title":"Mechanism Of Action","mono":"Telmisartan\/amlodipine is a combination product consisting of 2 agents that lower blood pressure by reducing peripheral resistance through complementary mechanisms. Telmisartan, a nonpeptide angiotensin II antagonist, blocks the vasoconstrictor and aldosterone-secreting effects of angiotensin II by selectively blocking the binding of angiotensin II to the AT(1) receptors in tissues, such as vascular smooth muscle and the adrenal gland. Amlodipine, a long-acting dihydropyridine calcium channel blocker, blocks the contractile effects of calcium on cardiac and vascular smooth muscle cells. Amlodipine is a peripheral arterial vasodilator that acts directly on vascular smooth muscle to cause a reduction in peripheral vascular resistance and reduction in blood pressure.<br\/>"},"8":{"id":"jx7ds8","title":"Pharmacokinetics","sub":[{"id":"jx7ds8b23","title":"Absorption","mono":"<ul><li>Amlodipine, Tmax: 6 to 12 hr<\/li><li>Telmisartan, Tmax 0.5 to 1 hr<\/li><li>Amlodipine, Bioavailability, oral: 64% to 90%<\/li><li>Telmisartan, Bioavailability, oral: 42% to 58%<\/li><li>Effect of food: no significant effect<\/li><\/ul>"},{"id":"jx7ds8b24","title":"Distribution","mono":"<ul><li>Amlodipine, Vd: 21 L<\/li><li>Amlodipine, Protein binding: approximately 93%<\/li><li>Telmisartan, Vd: 500 L<\/li><li>Telmisartan, Protein binding, albumin and alpha 1-acid glycoprotein: greater than 99.5%<\/li><\/ul>"},{"id":"jx7ds8b25","title":"Metabolism","mono":"<ul><li>Amlodipine, Hepatic: extensive (about 90%)<\/li><li>Telmisartan, Hepatic: minimal<\/li><\/ul>"},{"id":"jx7ds8b26","title":"Excretion","mono":"<ul><li>Amlodipine, Fecal: 20 to 25%<\/li><li>Telmisartan, Fecal: greater than 97%<\/li><li>Amlodipine, Renal: 10% of parent compound and 60% of metabolites<\/li><li>Telmisartan, Renal: less than 1%<\/li><li>Amlodipine: Dialyzable: No.<\/li><li>Telmisartan, Dialyzable: No (hemodialysis)<\/li><li>Amlodipine, Total body clearance: 7 mL\/minute\/kg (25 L\/hour).<\/li><li>Telmisartan, Total body clearance: greater than 800 mL\/min<\/li><\/ul>"},{"id":"jx7ds8b27","title":"Elimination Half Life","mono":"<ul><li>Amlodipine: about 30 to 50 hours<\/li><li>Telmisartan: 24 hours.<\/li><\/ul>"}]},"10":{"id":"jx7ds10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>serum electrolyte levels; periodically, particularly in patients with risk factors for hyperkalemia (eg, renal impairment, heart failure, or concomitant use of potassium-containing products)<\/li><li>renal function<\/li><\/ul>"},"11":{"id":"jx7ds11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Amlodipine Besylate - Telmisartan) 5 MG-40 MG, 5 MG-80 MG, 10 MG-40 MG, 10 MG-80 MG<br\/><\/li><li><b>Twynsta<\/b><br\/>Oral Tablet: (Amlodipine Besylate - Telmisartan) 5 MG-40 MG, 5 MG-80 MG, 10 MG-40 MG, 10 MG-80 MG<br\/><\/li><\/ul>"},"12":{"id":"jx7ds12","title":"Toxicology","sub":[{"id":"jx7ds12b31","title":"Clinical Effects","mono":"<ul><li><b>AMLODIPINE<\/b><br\/>USES: Amlodipine is indicated for the treatment of hypertension, the symptomatic treatment of chronic, stable angina or vasospastic angina and documented coronary artery disease by angiography. PHARMACOLOGY: Calcium channel blockers are divided into 2 major classes, dihydropyridines and non-dihydropyridines. Amlodipine, a peripheral arterial vasodilator, is a dihydropyridine calcium antagonist. It has selectivity for both vascular and myocardium calcium channels that can produce hypotension, bradycardia and conduction disturbances. It selectively inhibits calcium ion influx into cardiac and vascular smooth muscle cells through L-gated calcium channels. As a dihydropyridine it has a greater effect on vascular smooth muscle cell compared to cardiac muscle cells. However, this selectively may be lost following a significant overdose. TOXICOLOGY: Excessive doses may cause peripheral vasodilation with significant hypotension. EPIDEMIOLOGY: Overdose has occurred, which may result in significant morbidity and mortality. However, there is less experience with amlodipine exposure compared to other calcium channel blockers. MILD TO MODERATE TOXICITY: Reflex tachycardia and hypotension are early findings of exposure. Hypotension may not develop for several hours after exposure but events may be precipitous. Drowsiness, nausea and vomiting may also develop. Peripheral vasodilation is anticipated following amlodipine (ie, dihydropyridine effect) toxicity. SEVERE TOXICITY: Can cause profound hypotension that may be refractory to various inotrope therapies. Conduction disturbances may develop but significant dysrhythmias do not appear typical of amlodipine toxicity. Shock, metabolic acidosis, acute renal failure, respiratory failure and\/or hypoxemia can develop following severe toxicity. ADVERSE EFFECTS: COMMON: Edema, dizziness, flushing and palpitations are the most common adverse effects reported with amlodipine therapy. OTHER EFFECTS: Fatigue, nausea, abdominal pain and somnolence can occur. INFREQUENT: Dysrhythmias (includes atrial fibrillation, ventricular tachycardia), bradycardia or tachycardia, chest pain, peripheral ischemia and syncope have been reported in less than 1% of patients being treated with amlodipine.<br\/><\/li><li><b>CALCIUM ANTAGONISTS <\/b><br\/>USES: Class of agents used to primarily treat hypertension, dysrhythmias, and stable angina. The following agents have their own specific managements, please refer to them as indicated: amlodipine, diltiazem, felodipine, nifedipine, and verapamil. PHARMACOLOGY: Binds to and antagonizes L-type calcium channels located on all types of muscle cells resulting in relaxation of vascular smooth muscle and arterial vasodilation as well as decreased force of cardiac contraction and decreased heart rate and conduction. EPIDEMIOLOGY: Common overdose, which may result in significant morbidity and mortality. MILD TO MODERATE TOXICITY: Patients may have asymptomatic bradycardia or mild hypotension which may manifest as dizziness, fatigue, and\/or lightheadedness. SEVERE TOXICITY: Can have profound bradycardia and dysrhythmias (including complete heart block) and hypotension resulting in cardiogenic shock and end-organ dysfunction including lethargy, syncope, altered mental status, seizures, cerebral ischemia, bowel ischemia, renal failure, metabolic acidosis, coma, and death.  Hyperglycemia  generally develops in patients with severe poisoning. ADVERSE EFFECTS: COMMON: Minor gastrointestinal effects, headache, and rash are commonly reported.<br\/><\/li><\/ul>"},{"id":"jx7ds12b32","title":"Treatment","mono":"<ul><li><b>AMLODIPINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients who have asymptomatic bradycardia can be admitted and observed with telemetry. Obtain peripheral intravenous access and an ECG. Mild hypotension may only require treatment with intravenous fluid administration. MANAGEMENT OF SEVERE TOXICITY: Patients with bradycardia and hypotension require standard ACLS treatment. Place a central line and consider placement of an arterial line. Standard first-line treatment includes atropine for bradycardia although in a serious poisoning it is rarely effective. High dose insulin and dextrose have been effective in animal studies and multiple case reports in patients with hypotension refractory to other modalities, and should be considered early in patients with significant hypotension. Use intravenous calcium in severe poisonings although in these cases, beneficial effects of calcium infusion (calcium chloride is preferred) may be very minimal or short-lived. Repeat bolus doses or a continuous IV infusion are often needed. Standard vasopressors should be administered to maintain blood pressure. Lipid emulsion has been successful in animal studies and several case reports of patients with hypotension refractory to other therapies. Intravenous glucagon has been used with variable success. In a patient whose hemodynamic status continues to be refractory despite the treatment described above, extracorporeal membrane oxygenation or cardiopulmonary bypass should be considered. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for abrupt deterioration. HOSPITAL: Because an amlodipine overdose can be life-threatening, all significant ingestions should receive activated charcoal. Patients with altered mental status should be intubated prior to administration. Gastric lavage should be considered in patients with recent large ingestions if the airway is protected. Late gastric lavage may be effective following sustained-release products. Whole bowel irrigation should be considered early for patients who can protect their airway or who are intubated who have ingested a very large dose of amlodipine. There is a report of an adult treated with whole-bowel irrigation following an amlodipine ingestion of 1000 mg. Whole bowel irrigation should NOT be performed in patients who are hemodynamically unstable.<\/li><li>Airway management: Intubate patients with coma, mental status depression or significant hemodynamic instability.<\/li><li>Hypotensive episode: Treat initially with fluids (insert a central venous or pulmonary artery catheter to guide fluid therapy if hypotension persists). Consider inserting an arterial line in patients with refractory hypotension. Intravenous calcium, vasopressors, high dose insulin\/dextrose, intravenous lipid emulsion, and glucagon may all be useful for refractory hypotension. Pacemakers (external or internal), intraaortic balloon pump, and cardiopulmonary bypass have been used in patients exposed to amlodipine and other calcium channel blockers that were refractory to other modalities.<\/li><li>Calcium: Intravenous calcium infusions have been shown to be helpful, although response is often short lived. Optimal dosing is not established; start with an initial IV infusion of about 13 to 25 mEq of calcium (10 to 20 mL of 10% calcium chloride or 30 to 60 mL of 10% calcium gluconate) followed by either repeat boluses every 15 to 20 minutes up to 3 to 4 doses or a continuous infusion starting with 0.5 mEq\/kg\/hr of calcium (0.2 to 0.4 mL\/kg\/hr of 10% calcium chloride or 0.6 to 1.2 mL of 10% calcium gluconate) and titrate as needed. Calcium dosing should be titrated to hemodynamic response rather than serum calcium concentration alone; central venous or pulmonary artery catheters may be useful to guide therapy. Monitor ECG and ionized calcium concentration. Patients with severe overdose have tolerated significant hypercalcemia (up to twice the upper limit of normal) without developing clinical or ECG evidence of hypercalcemia.<\/li><li>Insulin: Administer a bolus of 1 unit\/kg of insulin followed by an infusion of 0.1 to 1 unit\/kg\/hr, titrated to a systolic blood pressure of greater than 90 to 100 mmHg (bradycardia may or may not respond). Reassess every 30 minutes to titrate insulin infusion. Administer dextrose bolus to patients with an initial blood glucose of less than 250 mg\/dL (adults 25 to 50 mL dextrose 50%, children 0.25 g\/kg dextrose 25%). Begin a dextrose infusion of 0.5 g\/kg\/hr in all patients. Monitor blood glucose every 15 to 30 minutes until consistently 100 to 200 mg\/dL for 4 hours, then monitor every hour. Titrate dextrose infusion to maintain blood glucose in the range of 100 to 200 mg\/dL. As the patient improves, insulin resistance abates and dextrose requirements will increase. Supplemental dextrose will be needed for at least several hours after the insulin infusion is discontinued. Administer supplemental potassium initially if patient is hypokalemic (serum potassium less than 2.5 mEq\/L). Monitor serum potassium every 4 hours and supplement as needed to maintain potassium of 2.5 to 2.8 mEq\/L.<\/li><li>Vasopressor: Anecdotal reports suggest that epinephrine, vasopressin, metaraminol, or phenylephrine may occasionally be effective in patients who do not respond to dopamine or norepinephrine.<\/li><li>Fat Emulsion: Lipid emulsion has been successful in animal studies and several case reports of patients with hypotension refractory to other therapies. Administer 1.5 mL\/kg of 20% lipid emulsion over 2 to 3 minutes as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min. If possible, discontinue after 30 to 60 minutes. Longer periods of lipid therapy should be considered if the patient's hemodynamic stability is dependent on continued lipid infusion.<\/li><li>Glucagon: DOSE: ADULT: Optimal dosing in calcium antagonist poisoning is not established. Initially, 3 to 5 mg IV, slowly over 1 to 2 minutes; may repeat treatment with a dose of 4 to 10 mg if there is no hemodynamic improvement within 5 minutes. CHILD: 50 mcg\/kg; repeat doses may be used due to the short half-life of glucagon.<\/li><li>L-Carnitine: L-carnitine may be useful to treat hypotension in the setting of calcium channel blocker overdose. It is not well studied but an animal study and one human case report suggest efficacy. The dose used in the human case report was 6 g IV followed by 1 g IV every 4 hours.<\/li><li>Phosphodiesterase inhibitor: There are case reports where a phosphodiesterase inhibitor (inamrinone, enoximone) appeared to improve blood pressure in patients unresponsive to other modalities.<\/li><li>Monitoring of patient: Serum amlodipine concentrations are not readily available and not helpful to guide therapy. Monitor vital signs frequently. Institute continuous cardiac monitoring and obtain serial ECGs. Monitor serum electrolytes, blood glucose, and renal function. In patients with significant hypotension or bradycardia, monitor arterial or venous blood gas, and urine output. Obtain digoxin concentration in patients who also have access to digoxin. Monitor cardiac enzymes in patients with chest pain.<\/li><li>Enhanced elimination procedure: Hemodialysis is likely not of value following an amlodipine exposure, because of the high degree of protein binding (93%).<\/li><li>Patient disposition: HOME CRITERIA: According to the AAPCC guidelines, a healthy, asymptomatic adult with a single inadvertent ingestion of amlodipine 10 mg or less can be monitored at home. For children, ingestions of less than 0.3 mg\/kg of amlodipine can be monitored at home. OBSERVATION CRITERIA: Symptomatic patients, those with underlying cardiovascular disease, those taking beta blockers or another cardiodepressant drug, and those with deliberate ingestions should be referred to a health care facility for treatment, evaluation and monitoring. According to the AAPCC guidelines, patients with an inadvertent single ingestion of amlodipine doses greater than 10 mg should be referred to a healthcare facility. For children, ingestions of greater than 0.3 mg\/kg of amlodipine should be referred to a healthcare facility. Patients should be observed for a minimum of 12 hours and up to 18 hours after an amlodipine ingestion. ADMISSION CRITERIA: Patients who develop signs or symptoms of toxicity should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist in cases of severe poisonings or in cases where there is a history of a large exposure.<\/li><\/ul><\/li><li><b>CALCIUM ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients who have asymptomatic bradycardia can be admitted and observed with telemetry. Obtain peripheral intravenous access and monitor ECG. Mild hypotension may only require treatment with intravenous fluid administration. MANAGEMENT OF SEVERE TOXICITY: Patients with bradycardia and hypotension require standard ACLS treatment. Place a central line and consider placement of an arterial line. Standard first line treatment includes atropine for bradycardia although in a serious poisoning it is rarely effective. High dose insulin and dextrose have been effective in animal studies and multiple case reports in patients with hypotension refractory to other modalities, and should be considered early in patients with significant hypotension. Use intravenous calcium in severe poisonings although in these cases, beneficial effects of calcium infusion (calcium chloride is preferred) may be very minimal or short-lived. Repeat bolus doses or a continuous intravenous infusion are often needed. Standard vasopressors should be administered to maintain blood pressure. Lipid emulsion has been successful in animal studies and several case reports of patients with hypotension refractory to other therapies. Intravenous glucagon has been used with variable success. In a patient whose hemodynamic status continues to be refractory despite the treatment described above, extracorporeal membrane oxygenation or cardiopulmonary bypass should be considered. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for abrupt deterioration. HOSPITAL: Because a calcium channel blocker overdose can be life-threatening, all significant ingestions should receive activated charcoal. Patients with altered mental status should be intubated prior to administration. Gastric lavage should be considered in patients with recent large ingestions if the airway is protected. Late gastric lavage may be effective following sustained-release products. Whole bowel irrigation should be considered early for patients who can protect their airway or who are intubated who have ingested sustained-release formulations; it can limit absorption from possible concretions. Whole bowel irrigation should NOT be performed in patients who are hemodynamically unstable.<\/li><li>Airway management: Intubate patients with coma, mental status depression or significant hemodynamic instability.<\/li><li>Hypotensive episode: Treat initially with fluids (insert a central venous or pulmonary artery catheter to guide fluid therapy if hypotension persists). Consider inserting an arterial line in patients with refractory hypotension. Intravenous calcium, vasopressors, high dose insulin\/dextrose, intravenous lipid emulsion, and glucagon may all be useful for refractory hypotension. Pacemakers (external or internal), intraaortic balloon pump, and cardiopulmonary bypass have been used in patients refractory to other modalities.<\/li><li>Calcium: Intravenous calcium infusions have been shown to be helpful, although response is often short lived. Optimal dosing is not established; start with an initial IV infusion of about 13 to 25 mEq of calcium (10 to 20 mL of 10% calcium chloride or 30 to 60 mL of 10% calcium gluconate) followed by either repeat boluses every 15 to 20 minutes up to 3 to 4 doses or a continuous infusion starting with 0.5 mEq\/kg\/hr of calcium (0.2 to 0.4 mL\/kg\/hr of 10% calcium chloride or 0.6 to 1.2 mL of 10% calcium gluconate) and titrate as needed. Calcium dosing should be titrated to hemodynamic response rather than serum calcium concentration alone; central venous or pulmonary artery catheters may be useful to guide therapy. Monitor ECG and ionized calcium concentration. Patients with severe overdose have tolerated significant hypercalcemia (up to twice the upper limit of normal) without developing clinical or ECG evidence of hypercalcemia.<\/li><li>Insulin: Administer a bolus of 1 unit\/kg of insulin followed by an infusion of 0.1 to 1 unit\/kg\/hr, titrated to a systolic blood pressure of greater than 90 to 100 mmHg (bradycardia may or may not respond). Reassess every 30 minutes to titrate insulin infusion. Administer dextrose bolus to patients with an initial blood glucose of less than 250 mg\/dL (adults 25 to 50 mL dextrose 50%, children 0.25 g\/kg dextrose 25%). Begin a dextrose infusion of 0.5 g\/kg\/hr in all patients. Monitor blood glucose every 15 to 30 minutes until consistently 100 to 200 mg\/dL for 4 hours, then monitor every hour. Titrate dextrose infusion to maintain blood glucose in the range of 100 to 200 mg\/dL. As the patient improves, insulin resistance abates and dextrose requirements will increase. Supplemental dextrose will be needed for at least several hours after the insulin infusion is discontinued. Administer supplemental potassium initially if patient is hypokalemic (serum potassium less than 2.5 mEq\/L). Monitor serum potassium every 4 hours and supplement as needed to maintain potassium of 2.5 to 2.8 mEq\/L.<\/li><li>Vasopressor: Anecdotal reports suggest that epinephrine, vasopressin, metaraminol, or phenylephrine may occasionally be effective in patients who do not respond to dopamine or norepinephrine.<\/li><li>Fat Emulsion: Lipid emulsion has been successful in animal studies and several case reports of patients with hypotension refractory to other therapies. Administer 1.5 mL\/kg of 20% lipid emulsion over 2 to 3 minutes as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min. If possible, discontinue after 30 to 60 minutes. Longer periods of lipid therapy should be considered if the patient's hemodynamic stability is dependent on continued lipid infusion.<\/li><li>Glucagon: DOSE: ADULT: Optimal dosing in calcium antagonist poisoning is not established. Initially, 3 to 5 mg IV, slowly over 1 to 2 minutes; may repeat treatment with a dose of 4 to 10 mg, if there is no hemodynamic improvement within 5 minutes. CHILD: 50 mcg\/kg; repeat doses may be used due to the short half-life of glucagon.<\/li><li>L-Carnitine: L-carnitine may be useful to treat hypotension in the setting of calcium channel blocker overdose. It is not well studied but an animal study and one human case report suggest efficacy. The dose used in the human case report was 6 g IV followed by 1 g IV every 4 hours.<\/li><li>Phosphodiesterase inhibitor: There are case reports where a phosphodiesterase inhibitor (inamrinone, enoximone) appeared to improve blood pressure in patients unresponsive to other modalities.<\/li><li>Monitoring of patient: Serum concentrations are not readily available and not helpful to guide therapy. Monitor vital signs frequently. Institute continuous cardiac monitoring and obtain serial ECGs. Monitor serum electrolytes, blood glucose, and renal function. In patients with significant hypotension or bradycardia, monitor arterial or venous blood gas, and urine output. Obtain digoxin concentration in patients who also have access to digoxin. Monitor cardiac enzymes in patients with chest pain.<\/li><li>Enhanced elimination procedure: Hemodialysis is likely not of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Healthy, asymptomatic patient with the following single substance ingestions can be monitored at home (IR = immediate release, SR = sustained release): BEPRIDIL: ADULT: 300 mg or less; CHILD: no safe dose. ISRADIPINE: ADULT: 20 mg or less; CHILD: 0.1 mg\/kg or less. NICARDIPINE: ADULT: 40 mg or less IR or chewed SR, or 60 mg or less SR; CHILD: less than 1.25 mg\/kg. NIMODIPINE: ADULT: 60 mg or less; CHILD: no safe dose. NISOLDIPINE: ADULT: 30 mg or less; CHILD: no safe dose. OBSERVATION CRITERIA: Symptomatic patients, those with underlying cardiovascular disease, those taking beta blockers or another cardiodepressant drug, and those with deliberate ingestions should be referred to a health care facility for treatment, evaluation and monitoring. Patients with inadvertent single substance ingestions of the following amounts should be referred to a healthcare facility (IR = immediate release, SR = sustained release): BEPRIDIL: ADULT: greater than 300 mg; CHILD: any amount. ISRADIPINE: ADULT: greater than 20 mg; CHILD: greater than 0.1 mg\/kg. NICARDIPINE: greater than 40 mg IR or chewed SR, or greater than 60 mg SR; CHILD: 1.25 mg\/kg or more. NIMODIPINE: greater than 60 mg; CHILD: any amount. NISOLDIPINE: ADULT: greater than 30 mg; CHILD: any amount. Patients who have not developed signs or symptoms more than 6 hours after ingestion of an immediate-release product, or 18 hours after ingestion of a sustained or extended-release product are unlikely to develop toxicity. ADMISSION CRITERIA: Patients who develop signs or symptoms of toxicity should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist in cases of severe poisonings or in cases where there is a history of a large exposure.<\/li><\/ul><\/li><\/ul>"},{"id":"jx7ds12b33","title":"Range of Toxicity","mono":"<ul><li><b>AMLODIPINE<\/b><br\/>TOXICITY: A toxic dose has not been established. Patients with the following inadvertent single substance ingestions are considered to have the potential to develop toxicity and should be referred to a healthcare facility: AMLODIPINE: ADULT: Greater than 10 mg; CHILD: Greater than 0.3 mg\/kg.  ADULT: A 63-year-old woman died after ingesting 70 mg amlodipine and an unknown quantity of oxazepam. The lowest reported fatal dose in an adult was 100 mg of amlodipine alone. ADOLESCENT: A 15-year-old previously healthy girl died after ingesting 140 mg of amlodipine and 10 mefenamic acid capsules. SURVIVAL: A woman survived a 1000 mg amlodipine (alone) ingestion. THERAPEUTIC DOSE: ADULT: 2.5 to 10 mg once daily; maximum dose 10 mg daily. CHILD: AGES 6 TO 17 YEARS: 2.5 to 5 mg once daily for hypertension; doses higher than 5 mg daily have not been studied.<br\/><\/li><li><b>CALCIUM ANTAGONISTS<\/b><br\/>TOXICITY: The toxic dose is variable depending on the particular agent.  The following doses are considered to be potentially toxic: (IR = immediate release, SR = sustained release) BEPRIDIL: ADULT: greater than 300 mg; CHILD: any amount. ISRADIPINE: ADULT: greater than 20 mg; CHILD: greater than 0.1 mg\/kg. NICARDIPINE: ADULT: greater than 40 mg IR or chewed SR, or greater than 60 mg SR; CHILD: 1.25 mg\/kg or more. NIMODIPINE: ADULT: greater than 60 mg; CHILD: any amount. NISOLDIPINE: ADULT: greater than 30 mg; CHILD: any amount. Single ingestions of therapeutic adult doses in children have resulted in death.  Patients with underlying cardiovascular disease and the elderly tend to be more susceptible to the cardiac effects.  In general, ingestions of phenylalkylamines (eg, verapamil) and benzothiazepines (eg, diltiazem) are more serious than ingestions of dihydropyridines (eg, niCARdipine).<br\/><\/li><\/ul>"}]},"13":{"id":"jx7ds13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, because drug may cause dizziness.<\/li><li>This drug may cause peripheral edema or headache.<\/li><li>Instruct patient to report signs\/symptoms of orthostatic hypotension or angina with initial dosing and dose changes.<\/li><li>Direct patient to report signs\/symptoms of hyperkalemia (confusion, weakness, arrhythmia, shortness of breath, or peripheral neuropathy).<\/li><li>Patient should not use potassium supplements or salt substitutes that contain potassium while taking this drug.<\/li><\/ul>"}}}