{"generic":"Peramivir","drugs":["Peramivir","Rapivab"],"mono":{"0":{"id":"jx7ws0","title":"Generic Names","mono":"Peramivir"},"1":{"id":"jx7ws1","title":"Dosing and Indications","sub":[{"id":"jx7ws1b4","title":"Adult Dosing","mono":"<b>Influenza, Acute, uncomplicated:<\/b> 600 mg as a single dose via IV infusion for 15 to 30 minutes within 2 days of symptom onset "},{"id":"jx7ws1b5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"jx7ws1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, CrCl 50 mL\/min or greater:<\/b> No adjustment necessary (manufacturer dosing)<\/li><li><b>Renal impairment, CrCl 30 to 49 mL\/min:<\/b> 200 mg (manufacturer dosing)<\/li><li><b>Renal impairment, CrCl 10 to 29 mL\/min:<\/b> 100 mg (manufacturer dosing)<\/li><li><b>Hemodialysis, CrCl 30 to 49 mL\/min:<\/b> 200 mg after dialysis (manufacturer dosing)<\/li><li><b>Hemodialysis, CrCl 10 to 29 mL\/min:<\/b> 100 mg after dialysis (manufacturer dosing)<\/li><li><b>Renal impairment, CrCl 50 to 80 mL\/min:<\/b> No adjustment necessary (unapproved dosing)<\/li><li><b>Renal impairment, CrCl 31 to 49 mL\/min:<\/b> 150 mg IV once daily for 5 to 10 days (unapproved dosing)<\/li><li><b>Renal impairment, CrCl 10 to 30 mL\/min:<\/b> 100 mg IV once daily for 5 to 10 days (unapproved dosing)<\/li><li><b>Renal impairment, CrCl less than 10 mL\/min, not on dialysis or renal replacement therapy:<\/b> 100 mg IV on day 1, followed by 15 mg IV once daily for 5 to 10 days (unapproved dosing)<\/li><li><b>ESRD on intermittent hemodialysis:<\/b> 100 mg IV on day 1, followed by 100 mg IV given 2 hours after completion of each hemodialysis session only on dialysis days (unapproved dosing)<\/li><li><b>ESRD on continuous renal replacement therapy:<\/b> Use dosing recommendations based on CrCl (unapproved dosing).<\/li><\/ul>"},{"id":"jx7ws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Influenza, Acute, uncomplicated<br\/>"}]},"3":{"id":"jx7ws3","title":"Contraindications\/Warnings","sub":[{"id":"jx7ws3b9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"jx7ws3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Serious skin reactions (eg, erythema multiforme, Stevens-Johnson syndrome) have been reported<\/li><li>Immunologic:<\/li><li>-- Secondary bacterial infections may occur<\/li><li>Psychiatric:<\/li><li>-- Neuropsychiatric events, including hallucinations, delirium, and abnormal behavior leading to injury, have been reported; monitoring recommended<\/li><li>Renal:<\/li><li>-- Renal impairment (CrCl less than 50 mL\/min); dosage adjustment recommended based on degree of impairment<\/li><li>Other:<\/li><li>-- Serious influenza requiring hospitalization; not recommended<\/li><li>Concomitant Use:<\/li><li>-- Avoid use of live attenuated influenza vaccine 2 weeks prior to or 48 hours after administration unless indicated<\/li><\/ul>"},{"id":"jx7ws3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jx7ws3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jx7ws4","title":"Drug Interactions","sub":{"1":{"id":"jx7ws4b14","title":"Major","mono":"<ul>Influenza Virus Vaccine, Live (theoretical)<\/ul>"}}},"5":{"id":"jx7ws5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea (8%)<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Psychiatric:<\/b>Abnormal behavior, Hallucinations<\/li><\/ul>"},"6":{"id":"jx7ws6","title":"Drug Name Info","sub":{"0":{"id":"jx7ws6b17","title":"US Trade Names","mono":"Rapivab<br\/>"},"2":{"id":"jx7ws6b19","title":"Class","mono":"Neuraminidase Inhibitor, Influenza A&B Virus<br\/>"},"3":{"id":"jx7ws6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx7ws6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jx7ws7","title":"Mechanism Of Action","mono":"Peramivir is an antiviral agent that inhibits neuraminidase activity by binding to the active site of several influenza virus A and B strains.<br\/>"},"8":{"id":"jx7ws8","title":"Pharmacokinetics","sub":{"1":{"id":"jx7ws8b24","title":"Distribution","mono":"<ul><li>Protein binding: Less than 30%<\/li><li>Vd: 12.56 L<\/li><\/ul>"},"3":{"id":"jx7ws8b26","title":"Excretion","mono":"<ul><li>Renal: 90% unchanged<\/li><li>Dialyzable: Yes (hemodialysis), 73% to 81%<\/li><li>Total body clearance: 7.58 L\/hr\/70 kg (influenza)<\/li><\/ul>"},"4":{"id":"jx7ws8b27","title":"Elimination Half Life","mono":"20 hours <br\/>"}}},"9":{"id":"jx7ws9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Dilute in NS, 0.45% NaCl, D5W, or LR to a maximum of 100 mL.<\/li><li>Administer immediately after dilution or store under refrigerated conditions for up to 24 hours.<\/li><li>If refrigerated, warm to room temperature and administer immediately.<\/li><li>Administer via IV infusion over 15 to 30 minutes.<\/li><li>Discard unused diluted solution after 24 hours.<\/li><\/ul>"},"10":{"id":"jx7ws10","title":"Monitoring","mono":"<ul><li>Improvement in respiratory function and alleviation of influenza symptoms is indicative of efficacy<\/li><li>Signs of abnormal behavior<\/li><\/ul>"},"11":{"id":"jx7ws11","title":"How Supplied","mono":"<b>Rapivab<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/>"},"12":{"id":"jx7ws12","title":"Toxicology","sub":[{"id":"jx7ws12b31","title":"Clinical Effects","mono":"<b>NEURAMINIDASE INHIBITORS <\/b><br\/>USES: Neuraminidase inhibitors, oseltamivir and zanamivir, are used to treat or prevent influenza A and B infections. PHARMACOLOGY:  Zanamivir and oseltamivir are selective inhibitors of influenza A and B virus neuraminidase (sialidase).  Neuraminidase inhibitors are analogues of sialic acid, blocking the active site of neuraminidase and leaving uncleaved sialic acid residues on the surfaces of host cells and influenza viral envelopes. Viral hemagglutinin binds to uncleaved sialic acid residues, resulting in viral aggregation at the host cell surface and a reduction in the amount of virus released that can infect other cells. TOXICOLOGY: Toxic effects of neuraminidase inhibitors are often minimal and difficult to distinguish from the signs and symptoms of influenza infection. EPIDEMIOLOGY: Neuraminidase inhibitor overdose is rare and may occur due to therapeutic error. Severe toxicity from isolated ingestion is rarely reported. A majority of patients will have only mild symptoms. MILD TO MODERATE TOXICITY: A majority of patients with neuraminidase inhibitor overdose will have only mild toxicity. Signs and symptoms commonly include nausea, vomiting, abdominal pain, and diarrhea. Pruritus, dizziness, and tremors have also been reported. SEVERE TOXICITY: In cases of severe toxicity, patients may very rarely develop neuropsychiatric illness including agitation, delirium, hallucinations, and psychosis. This appears to be common with high-dose therapy for critically ill patients with influenza, although whether the cause is directly due to oseltamivir toxicity or the underlying illness remains unclear. ADVERSE EFFECTS: Common mild adverse effects with therapeutic neuraminidase inhibitor use include nausea, vomiting, diarrhea, headache, transient elevation in hepatic enzymes, and exacerbation of bronchospasm in patients with underlying chronic respiratory disease. Uncommon adverse effects include dizziness, vertigo, dysrhythmias, syncope, bradycardia, hemorrhagic colitis, dermatitis, rash, eczema, urticaria, serious skin reactions (eg, erythema multiforme, Stevens-Johnson Syndrome, toxic epidermal necrolysis), hepatitis, cough, dyspnea, bronchitis, seizures, confusion, agitation, anxiety, abnormal behavior, hallucinations, delirium, transient lymphopenia and neutropenia, and acute allergic reactions, including anaphylaxis. It is often difficult to elicit which adverse effects may actually be due to the underlying illness rather than the neuraminidase inhibitor. <br\/>"},{"id":"jx7ws12b32","title":"Treatment","mono":"<b>NEURAMINIDASE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is predominantly symptomatic and supportive care. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat agitation with benzodiazepines. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is typically not necessary for the treatment of neuraminidase inhibitors given the minimal toxicity associated. HOSPITAL: Gastrointestinal decontamination is typically not necessary for the treatment of neuraminidase inhibitors given the minimal toxicity associated. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Patients with neuraminidase inhibitor toxicity typically do not require intubation for the ingestion; however, it may be required for treatment of underlying influenza illness. Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status following significant overdose. Neuraminidase inhibitor serum concentrations are not widely available or clinically useful. Monitor serum electrolytes, renal function, CPK, and hepatic enzymes in patients with evidence of toxicity.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been studied for neuraminidase inhibitor toxicity; however, given the drugs' very large volumes of distribution (16 to 26 L), it would not be expected to be useful.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with known large ingestions, should be observed for 6 hours for signs of toxicity. ADMISSION CRITERIA: Patients who develop persistent GI symptoms with nausea, vomiting, and diarrhea may require admission to the hospital for hydration and antiemetics. Patients with suspected neuropsychiatric symptoms may require admission for symptomatic treatment with benzodiazepines and monitoring. CONSULT CRITERIA: Contact a local poison center for a toxicology consult for any patient with suspected neuraminidase inhibitor toxicity with more than mild symptoms.<\/li><\/ul>"},{"id":"jx7ws12b33","title":"Range of Toxicity","mono":"<b>NEURAMINIDASE INHIBITORS <\/b><br\/>TOXICITY: In clinical trials, oseltamivir oral doses up to 1000 mg have resulted only in nausea and vomiting. Intravenous doses of zanamivir up to 600 mg were well tolerated in healthy volunteers. Additionally, for zanamivir, up to 1200 mg\/day IV for 5 days have been given to volunteers with minimal effects. Zanamivir intranasal doses up to 96 mg\/day were administered to volunteers with no or minimal adverse effects. Oseltamivir-associated neuropsychiatric symptoms have occurred with high-dose therapy at 150 mg\/kg two times daily for 2 days in a patient with influenza. THERAPEUTIC DOSE: ADULT: OSELTAMIVIR: TREATMENT: 75 mg orally twice a day for 5 days. PROPHYLAXIS: 75 mg orally once a day for 10 days after last known exposure to an ill confirmed case. ZANAMIVIR: TREATMENT: Two 5 mg inhalations (10 mg total) twice per day. PROPHYLAXIS: Two 5 mg inhalations (10 mg total) once per day. PEDIATRIC: OSELTAMIVIR: Children older than 1 year and weighing 15 kg or less: 30 mg orally twice daily for 5 days. Children weighing 15.1 to 23 kg: 45 mg orally twice daily for 5 days. Children weighing 23.1 to 40 kg: 60 mg orally twice daily for 5 days. Children weighing 40.1 kg or more: 75 mg orally twice daily for 5 days. ZANAMIVIR: Dosing for children 7 years of age or older: 10 mg (2 oral inhalations) twice daily for 5 days. <br\/>"}]},"13":{"id":"jx7ws13","title":"Clinical Teaching","mono":"<ul><li>Side effects may include diarrhea, constipation, insomnia, and hypertension.<\/li><li>Drug may also cause secondary bacterial infection.<\/li><li>Instruct patient or caregiver to watch for signs of unusual behavior.<\/li><li>Advise patient to immediately report signs\/symptoms of a serious skin reaction, including Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering) and erythema multiforme (a less severe form of Stevens-Johnson syndrome).<\/li><\/ul>"}}}