{"generic":"Ofatumumab","drugs":["Arzerra","Ofatumumab"],"mono":{"0":{"id":"jx7xs0","title":"Generic Names","mono":"Ofatumumab"},"1":{"id":"jx7xs1","title":"Dosing and Indications","sub":[{"id":"jx7xs1b4","title":"Adult Dosing","mono":"<ul><li>screen all patients for hepatitis B virus prior to initiation by measuring hepatitis B surface antigen (HBsAg) and hepatitis B core antibody (anti-HBc)<\/li><li><b>Chronic lymphoid leukemia, Previously untreated:<\/b> (cycle 1, dose 1) 300 mg IV on day 1; infuse at 12 mL\/hr (3.6 mg\/hr); increase rate every 30 minutes (25 mL\/hr, 50 mL\/hr, 100 mL\/hr, 200 mL\/hr, 300 mL\/hr) as tolerated to MAX 400 mL\/hr; premedicate 30 minutes to 2 hours before dose with acetaminophen (1000 mg or equivalent), oral or IV antihistamine (diphenhydramine 50 mg, or cetirizine 10 mg or equivalent), and IV corticosteroid (prednisolone 100 mg or equivalent)<\/li><li><b>Chronic lymphoid leukemia, Previously untreated:<\/b> (subsequent doses) 1000 mg IV on day 8 (cycle 1), followed by 1000 mg on day 1 of every subsequent 28-day cycle (MAX 12 cycles); infuse at 25 mL\/hr (25 mg\/hr) or 12 mg\/hr if grade 3 or greater infusion reaction occurred with previous infusion; increase rate in 2-fold increments every 30 minutes as tolerated to MAX 400 mL\/hr; premedicate 30 minutes to 2 hours before each dose with acetaminophen (1000 mg or equivalent), oral or IV antihistamine (diphenhydramine 50 mg, or cetirizine 10 mg or equivalent), and IV corticosteroid (prednisolone 100 mg or equivalent); corticosteroid dose may be reduced or omitted if grade 3 or greater infusion reaction did not occur during the first 2 infusions<\/li><li><b>Chronic lymphoid leukemia, Refractory:<\/b> premedicate 30 minutes to 2 hours before each infusion with acetaminophen (1000 mg or equivalent), oral or IV antihistamine (diphenhydramine 50 mg, cetirizine 10 mg, or equivalent), plus IV corticosteroid (prednisolone 100 mg or equivalent)<\/li><li><b>Chronic lymphoid leukemia, Refractory:<\/b> (dose 1) 300 mg IV, initiate rate at 12 mL\/hr (3.6 mg\/hr); if infusion is well tolerated, rate may be escalated in 2-fold increments at 30-minute intervals to a maximum of 200 mL\/hr<\/li><li><b>Chronic lymphoid leukemia, Refractory:<\/b> (dose 2, begin 1 week following dose 1) 2000 mg IV, initiate rate at 12 mL\/hr (24 mg\/hr); if infusion is well tolerated, rate may be escalated in 2-fold increments at 30-minute intervals to a maximum of 200 mL\/hr<\/li><li><b>Chronic lymphoid leukemia, Refractory:<\/b> (dose 3 through 8; begin 1 week following dose 2) 2000 mg IV weekly, initiate rate at 25 mL\/hr (50 mg\/hr); if infusion is well tolerated, rate may be escalated in 2-fold increments at 30-minute intervals to a maximum of 400 mL\/hr; corticosteroid premedication dose may be gradually reduced or omitted for doses 3 through 8, if grade 3 or greater infusion reaction did not occur with the preceding dose<\/li><li><b>Chronic lymphoid leukemia, Refractory:<\/b> (dose 9 through 12; begin 4 weeks after dose 8) 2000 mg IV every 4 weeks, initiate rate at 25 mL\/hr (50 mg\/hr); if infusion is well tolerated, rate may be escalated in 2-fold increments at 30-minute intervals to a maximum of 400 mL\/hr; do not reduce the corticosteroid premedication dose for dose 9; for doses 10 through 12, corticosteroid dose may be reduced to prednisolone 50 to 100 mg or equivalent, if grade 3 or greater infusion reaction did not occur with dose 9<\/li><\/ul>"},{"id":"jx7xs1b5","title":"Pediatric Dosing","mono":"safety and effectiveness of ofatumumab have not been established in pediatric patients "},{"id":"jx7xs1b6","title":"Dose Adjustments","mono":"<ul><li><b>infusion reaction, grade 1 or 2:<\/b> interrupt infusion and if reaction resolves or remains less than or equal to grade 2, resume at one-half the previous infusion rate; resume infusion at normal infusion rate as tolerated<\/li><li><b>infusion reaction, grade 3 or 4:<\/b> interrupt infusion and if reaction resolves or remains less than or equal to grade 2, resume infusion at a rate of 12 mL\/hr; resume infusion at normal infusion rate as tolerated; if not resolved to grade 2 or lower despite intervention, consider permanent discontinuation; if anaphylactic reaction occurs, permanently discontinue<\/li><\/ul>"},{"id":"jx7xs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chronic lymphoid leukemia, Previously untreated<\/li><li>Chronic lymphoid leukemia, Refractory<\/li><\/ul>"}]},"2":{"id":"jx7xs2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Fatal cases of progressive multifocal leukoencephalopathy or reactivation of hepatitis B virus, including fulminant hepatitis, hepatic failure, and death, can occur in patients receiving CD20-directed cytolytic antibodies, including ofatumumab.<br\/>"},"3":{"id":"jx7xs3","title":"Contraindications\/Warnings","sub":[{"id":"jx7xs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jx7xs3b10","title":"Precautions","mono":"<ul><li>hepatitis B virus (HBV) reactivation, including cases of fulminant hepatitis, hepatic failure, and death, has occurred; screen all patients for HBV infection before initiation; monitor patients with evidence of current or prior HBV infection during treatment and for several months after discontinuation; discontinue if HBV reactivation occurs<\/li><li>progressive multifocal leukoencephalopathy (PML), including fatalities, has been reported; new or different neurological signs and symptoms may be indicative of PML; discontinue use if suspected<\/li><li>anaphylaxis or anaphylactoid reactions may occur; permanently discontinue<\/li><li>cytopenias, severe, including anemia, prolonged or late-onset neutropenia, and thrombocytopenia, may occur; monitor during and after treatment discontinuation<\/li><li>elderly patients (ie, aged 65 or older) with previously untreated chronic lymphocytic leukemia; increased risk of neutropenia, pneumonia, and other serious adverse reactions<\/li><li>hepatitis B virus infection, including fatalities, has occurred in patients not previously infected; monitoring recommended<\/li><li>infusion reactions, some serious (eg, bronchospasm, dyspnea, laryngeal edema, pulmonary edema, angioedema, cardiac ischemia\/infarction, acute coronary syndrome) have been reported, especially during first 2 infusions; premedication recommended; interruption recommended; discontinuation may be required<\/li><li>tumor lysis syndrome has been reported; increased risk with high tumor burden and high circulating lymphocyte counts (ie, more than 25 x 10(9)\/L); consider antihyperuricemic administration and hydration 12 to 24 hours before infusion<\/li><li>viral vaccination, live; do not use in patients who recently received ofatumumab therapy<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jx7xs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jx7xs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jx7xs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (all grades, 14% to 17%; grade 3 or greater, less than 1% to 2%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (18% to 19%), Nausea (11% to 12%)<\/li><li><b>Hematologic:<\/b>Neutropenia, All grades (27% to 66%)<\/li><li><b>Respiratory:<\/b>Bronchitis (all grades, 11% to 19%; grade 3 or greater, less than 1% to 2%), Cough (19%), Dyspnea (all grades, 14% to 19%; grade 3 or greater, 2% to 5%), Pneumonia (all grades, 23% to 25%; grade 3 or greater, 14% to 15%), Upper respiratory infection (3% to 11%)<\/li><li><b>Other:<\/b>Fatigue (15%), Fever (all grades, 20% to 25%; grade 3 or greater, 3% to 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Bowel obstruction<\/li><li><b>Hematologic:<\/b>Anemia (All grades, 16% to 17%; grade 3 or greater, 5% to 8%), Leukopenia (All grades, 6% to 67%; grade 3 or greater, 3% to 23%), Lymphocytopenia (All grades, 52%; grade 3 or greater, 29%), Neutropenia, Grade 3 or 4 (26% to 42%)<\/li><li><b>Hepatic:<\/b>Fulminating type B viral hepatitis, acute, Hepatitis B, Liver failure, Relapsing type B viral hepatitis<\/li><li><b>Immunologic:<\/b>Infectious disease (all grades, 70%; grade 3 or greater, 29%), Sepsis (all grades, 8% to 10%; grade 3 or greater, 8% to 10%)<\/li><li><b>Neurologic:<\/b>Progressive multifocal leukoencephalopathy<\/li><li><b>Other:<\/b>Infusion reaction (29% to 67%), Tumor lysis syndrome<\/li><\/ul>"},"6":{"id":"jx7xs6","title":"Drug Name Info","sub":{"0":{"id":"jx7xs6b17","title":"US Trade Names","mono":"Arzerra<br\/>"},"2":{"id":"jx7xs6b19","title":"Class","mono":"<ul><li>Immunological Agent<\/li><li>Monoclonal Antibody<\/li><\/ul>"},"3":{"id":"jx7xs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jx7xs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jx7xs7","title":"Mechanism Of Action","mono":"Ofatumumab is a human IgG1-kappa monoclonal antibody that binds to the CD20 molecule on normal B lymphocytes and on B-cell chronic lymphocytic leukemia, resulting in B-cell lysis.<br\/>"},"8":{"id":"jx7xs8","title":"Pharmacokinetics","sub":{"1":{"id":"jx7xs8b24","title":"Distribution","mono":"Vd: 5.7 L <br\/>"},"3":{"id":"jx7xs8b26","title":"Excretion","mono":"Total body clearance: 12.9 mL\/hr <br\/>"},"4":{"id":"jx7xs8b27","title":"Elimination Half Life","mono":"15.6 days <br\/>"}}},"9":{"id":"jx7xs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do NOT shake, mix by gentle inversion<\/li><li>do NOT mix ofatumumab with other drugs<\/li><li>total volume of prepared solution should be 1000 mL; for 300-mg dose, withdraw and discard 15 mL from a 1000 mL bag of NS and inject 15 mL of ofatumumab; for 1000-mg dose, withdraw and discard 50 mL from a 1000 mL bag of NS and inject 50 mL ofatumumab; for 2000-mg dose, withdraw and discard 100 mL from a 1000 mL bag of NS and inject 100 mL ofatumumab<\/li><li>do NOT administer as an IV push, bolus, or subQ<\/li><li>do NOT administer ofatumumab with other drugs<\/li><li>administer using an infusion pump and an administration set<\/li><li>infusion should be started within 12 hours of preparation; discard prepared solution after 24 hours<\/li><li>(chronic lymphocytic leukemia, untreated) cycle 1, day 1: infuse at 12 mL\/hr (3.6 mg\/hr); increase rate every 30 minutes (25 mL\/hr, 50 mL\/hr, 100 mL\/hr, 200 mL\/hr, 300 mL\/hr) as tolerated to MAX 400 mL\/hr<\/li><li>(chronic lymphocytic leukemia, untreated) cycle 1, day 8 and cycles 2 to 12: infuse at 25 mL\/hr (25 mg\/hr); if a grade 3 or greater infusion reaction occurred with previous infusion, initiate at a rate of 12 mL\/hr (12 mg\/hr); increase rate 2-fold every 30 minutes as tolerated to MAX 400 mL\/hr<\/li><li>(chronic lymphocytic leukemia, refractory), dose 1 and 2: initiate at an initial rate of 12 mL\/hr, if infusion is well tolerated, increase rate every 30 minutes (25 mL\/hr, 50 mL\/hr, 100 mL\/hr, 200 mL\/hr, 300 mL\/hr) as tolerated to MAX 200 mL\/hr<\/li><li>(chronic lymphocytic leukemia, refractory), dose 3 through 12: initiate at an initial rate of 25 mL\/hr (50 mg\/hr), if infusion is well tolerated, rate may be escalated in 2-fold increments at 30-minute intervals to a maximum of 400 mL\/hr<\/li><\/ul>"},"10":{"id":"jx7xs10","title":"Monitoring","mono":"<ul><li>evidence of tumor response is indicative of efficacy<\/li><li>hepatitis B surface antigen (HBsAg) and hepatitis B core antibody (anti-HBc), before therapy initiation<\/li><li>signs of active hepatitis B infection or reactivation, in patients with prior hepatitis B virus infection; during treatment and for several months after therapy<\/li><li>infusion reaction, especially with first 2 infusions<\/li><li>CBC; regularly during and after therapy discontinuation; more frequently in patients with grade 3 or 4 cytopenias, including differential<\/li><\/ul>"},"11":{"id":"jx7xs11","title":"How Supplied","mono":"<b>Arzerra<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/>"},"12":{"id":"jx7xs12","title":"Toxicology","sub":[{"id":"jx7xs12b31","title":"Clinical Effects","mono":"<b>OFATUMUMAB<\/b><br\/>USES: Ofatumumab is used to treat patients with chronic lymphocytic leukemia refractory to fludarabine and alemtuzumab. PHARMACOLOGY: Ofatumumab is a human IgG1-kappa monoclonal antibody that binds to the CD20 molecule on normal B lymphocytes and on B-cell chronic lymphocytic leukemia, resulting in B-cell lysis. EPIDEMIOLOGY: Overdose is very rare. TOXICITY: There are no reports of toxicity following acute overdose. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: COMMON (10% or greater): Rash, diarrhea, nausea, neutropenia, anemia, fatigue, pneumonia, cough, dyspnea, upper respiratory tract infection, bronchitis, and fever. The following adverse effects have also been reported following therapeutic doses of ofatumumab: Hypertension, hypotension, tachycardia, peripheral edema, urticaria, hyperhidrosis, obstruction of the small intestine, muscle spasm, back pain, insomnia, headache, nasopharyngitis, sinusitis, chills, sepsis, multifocal leukoencephalopathy (some fatal), and infusion reactions.<br\/>"},{"id":"jx7xs12b32","title":"Treatment","mono":"<b>OFATUMUMAB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor patients for clinical signs of infection. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Neutropenia and anemia have been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg, filgrastim, sargramostim). In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Decontamination is not necessary; ofatumumab is administered parenterally.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hours.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Monitor vital signs, serial CBC with differential, and ECG after significant overdose. Monitor patients for clinical signs of infection. Administration of ofatumumab may result in progressive multifocal leukoencephalopathy (PML), including fatal cases of PML. Observe patients for new-onset or changes in neurologic signs or symptoms and perform relevant diagnostic tests (eg, brain MRI, lumbar puncture).<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients with significant overdose should be sent to health care facility for evaluation and treatment. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jx7xs12b33","title":"Range of Toxicity","mono":"<b>OFATUMUMAB<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: ADULTS: The recommended dose and schedule is 12 doses administered (as an IV infusion) as follows: initial dose of 300 mg, followed one week later by 2000 mg weekly for 7 doses (doses 2 to 8), followed 4 weeks later by 2000 mg every 4 weeks for 4 doses (doses 9 to 12). Dosing schedule may be adjusted based on tolerance. CHILDREN: The safety and effectiveness of ofatumumab have not been established in pediatric patients.<br\/>"}]},"13":{"id":"jx7xs13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of an infusion reaction within 24 hours of infusion.<\/li><li>Advise patient to report symptoms of myelosuppression (neutropenia, thrombocytopenia, anemia) or intestinal obstruction.<\/li><li>Side effects may include pyrexia, fatigue, rash, diarrhea, nausea, bronchitis, cough, pneumonia, and dyspnea.<\/li><li>Warn patient with a history of hepatitis B infection to report symptoms of hepatitis as drug may cause reactivation.<\/li><li>Instruct patient to report symptoms of progressive multifocal leukoencephalopathy.<\/li><\/ul>"}}}