{"generic":"Desirudin","drugs":["Desirudin","Iprivask"],"mono":[{"id":"jxa2s0","title":"Generic Names","mono":"Desirudin"},{"id":"jxa2s1","title":"Dosing and Indications","sub":[{"id":"jxa2s1b4","title":"Adult Dosing","mono":"<b>Deep venous thrombosis, Hip replacement surgery; Prophylaxis:<\/b> initial dose 15 mg SUBQ up to 5 to 15 min before surgery, after regional block anesthesia induction (if used), every 12 hr for up to 12 days "},{"id":"jxa2s1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children "},{"id":"jxa2s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, moderate:<\/b> CrCl 31 to 60 mL\/min, 5 mg subQ every 12 hours; if aPTT is greater than 2 times control, stop therapy until aPTT returns to less than 2 times control; resume at a reduced dosage<\/li><li><b>renal impairment, severe:<\/b> CrCl less than 31 mL\/min, 1.7 mg subQ every 12 hours; if aPTT is greater than 2 times control, stop therapy until aPTT returns to less than 2 times control; resume at a reduced dosage<\/li><li><b>hemodialysis:<\/b> adjustment not necessary when using hemodialysis tubing with molecular weight cut-off of 5 kilodaltons or less<\/li><\/ul>"},{"id":"jxa2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Deep venous thrombosis, Hip replacement surgery; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acute coronary syndrome; Prophylaxis - Thrombosis; Prophylaxis<\/li><li>Coronary angioplasty<\/li><li>Thrombolysis of coronary artery by intravenous infusion; Adjunct<\/li><\/ul>"}]},{"id":"jxa2s2","title":"Black Box Warning","mono":"<b>Subcutaneous (Powder for Solution)<\/b><br\/>Epidural or spinal hematomas, which may result in long-term or permanent paralysis, may occur in patients who are anticoagulated with selective thrombin inhibitors and are undergoing neuraxial anesthesia or spinal puncture. The risk of developing these hematomas is increased with the use of indwelling epidural catheters and concomitant use of drugs affecting hemostasis. Monitor patients frequently for neurological impairment and treat immediately if neurological compromise is noted. Consider risks\/benefits before neuraxial intervention in patients anticoagulated or to be anticoagulated for thromboprophylaxis.<br\/>"},{"id":"jxa2s3","title":"Contraindications\/Warnings","sub":[{"id":"jxa2s3b9","title":"Contraindications","mono":"<ul><li>active bleeding<\/li><li>irreversible coagulation disorders<\/li><li>known hypersensitivity to natural or recombinant hirudins<\/li><\/ul>"},{"id":"jxa2s3b10","title":"Precautions","mono":"<ul><li>concomitant use of desirudin and spinal\/epidural anesthesia; increased risk of neuraxial hematoma which may result in paralysis<\/li><li>concomitant use of drugs affecting hemostasis such as NSAIDs, platelet inhibitors, or other anticoagulants; increased risk of neuraxial hematoma<\/li><li>indwelling epidural catheter, postoperative; increased risk of neuraxial hematoma<\/li><li>traumatic or repeated neuraxial puncture; increased risk of neuraxial hematoma<\/li><li>antibody development in hirudin-treated patients has been reported; cross-sensitivity to hirudin products may occur and fatal anaphylactoid reactions have been reported<\/li><li>hemorrhagic stroke, intracranial or intraocular bleeding (including diabetic hemorrhagic retinopathy), history of; increased risk of hemorrhage<\/li><li>hepatic insufficiency\/liver injury; anticoagulation effect may be altered<\/li><li>intramuscular injection; increased risk of local hematoma formation; administer by subQ injection only<\/li><li>ischemic stroke, severe uncontrolled hypertension, bacterial endocarditis, known hemostatic disorder (congenital\/acquired), or history of gastrointestinal or pulmonary bleeding within past 3 months; increased risk of hemorrhage<\/li><li>not interchangeable with other hirudins; specific biological activity differs between products<\/li><li>recent major surgery, organ biopsy or non-compressible vessel puncture within the last month; increased risk of hemorrhage<\/li><li>renal impairment; increased risk for bleeding; monitoring recommended and possible dose adjustment may be necessary<\/li><\/ul>"},{"id":"jxa2s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jxa2s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jxa2s4","title":"Drug Interactions","sub":{"1":{"id":"jxa2s4b14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Chamomile (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (theoretical)<\/li><li>Clopidogrel (theoretical)<\/li><li>Collagenase, Clostridium histolyticum (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Garlic (probable)<\/li><li>Ginkgo (probable)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Iloprost (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Papaya (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tan-Shen (probable)<\/li><li>Tenecteplase (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Treprostinil (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><\/ul>"},"2":{"id":"jxa2s4b15","title":"Moderate","mono":"<ul><li>Avocado (probable)<\/li><li>Chondroitin (probable)<\/li><li>Coenzyme Q10 (probable)<\/li><li>Curcumin (probable)<\/li><li>Dong Quai (probable)<\/li><li>Ginger (probable)<\/li><li>Vitamin A (probable)<\/li><\/ul>"}}},{"id":"jxa2s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Hematologic:<\/b>Hemorrhage (up to 30%)<br\/>"},{"id":"jxa2s6","title":"Drug Name Info","sub":{"0":{"id":"jxa2s6b17","title":"US Trade Names","mono":"Iprivask<br\/>"},"2":{"id":"jxa2s6b19","title":"Class","mono":"<ul><li>Anticoagulant<\/li><li>Hirudin Related<\/li><li>Thrombin Inhibitor, Direct<\/li><\/ul>"},"3":{"id":"jxa2s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxa2s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jxa2s7","title":"Mechanism Of Action","mono":"Desirudin selectively inhibits thrombin. All thrombin-dependent coagulation assays are affected by desirudin and the thrombogenic activity of thrombin is blocked. The anticoagulant activity of desirudin increases in a dose-dependent manner as measured by aPTT. Hemostatic system enzymes are not affected by therapeutic serum concentrations of desirudin. Additionally, desirudin does not have an effect on other serine proteases or complement activation pathways.<br\/>"},{"id":"jxa2s8","title":"Pharmacokinetics","sub":[{"id":"jxa2s8b23","title":"Absorption","mono":"<ul><li>Tmax, subQ: 1 to 3 hr<\/li><li>Bioavailability, subQ: 92%<\/li><\/ul>"},{"id":"jxa2s8b24","title":"Distribution","mono":"Vd: 0.25 L\/kg <br\/>"},{"id":"jxa2s8b25","title":"Metabolism","mono":"Kidney: 7% via stepwise degradation <br\/>"},{"id":"jxa2s8b26","title":"Excretion","mono":"<ul><li>Renal: 40% to 50% unchanged<\/li><li>Renal clearance: 97.8 mL\/min<\/li><li>Dialyzable: Yes (hemodialysis)<\/li><li>Total body clearance: 1.5 to 2.7 mL\/min\/kg<\/li><\/ul>"},{"id":"jxa2s8b27","title":"Elimination Half Life","mono":"<ul><li>IV: 2 to 3 hr<\/li><li>subQ: 2 hr<\/li><\/ul>"}]},{"id":"jxa2s9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>do not mix with other injections, solvents, or infusions<\/li><li>for subQ use only; do not give IM<\/li><li>use a 26 or 27 gauge needle one-half inch in length for administration<\/li><li>administer while patient is sitting or lying down<\/li><li>alternate injection sites between the left\/right anterolateral and left\/right posterolateral thigh or abdominal wall<\/li><li>do not rub injection site after administration<\/li><\/ul>"},{"id":"jxa2s10","title":"Monitoring","mono":"<ul><li>aPTT; daily in patients with an increased risk of bleeding and\/or with renal impairment; at least daily in patients with moderate to severe renal impairment<\/li><li>serum creatinine; daily in patients with renal impairment<\/li><li>signs and symptoms of neurological impairment; frequently in patients undergoing neuraxial anesthesia or spinal puncture<\/li><\/ul>"},{"id":"jxa2s11","title":"How Supplied","mono":"<b>Iprivask<\/b><br\/>Subcutaneous Powder for Solution: 15 MG<br\/>"},{"id":"jxa2s12","title":"Toxicology","sub":[{"id":"jxa2s12b31","title":"Clinical Effects","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/>USES: Direct thrombin inhibitors (DTIs) are used as anticoagulants. Argatroban, bivalirudin, desirudin, and lepirudin are used parenterally and are indicated for adjuvant anticoagulation for percutaneous cardiac interventions or as a substitution for heparin\/low-molecular-weight heparins in cases of heparin-induced thrombocytopenia. Dabigatran etexilate is an oral medication approved for treatment of venous thromboembolism and stroke prophylaxis in atrial fibrillation. PHARMACOLOGY: These agents directly inhibit thrombin, leading to inhibition of clot formation and stabilization. TOXICOLOGY: The toxic effects are extensions of the pharmacologic effects and primarily include bleeding complications. EPIDEMIOLOGY: Overdose data are limited. One patient, a 66-year-old man, ingested 9 g dabigatran in a suicide attempt and subsequently developed hypotension, bradycardia, and coagulopathy. Inpatient medication errors may occur in 1% to 2% of patients receiving DTIs. The incidence of overdose is likely to increase as new DTIs are approved for in-hospital parenteral use and oral anticoagulation indications. OVERDOSE: MILD TO MODERATE TOXICITY:  Bleeding complications that do not lead to cardiovascular compromise may be considered mild or moderate. SEVERE TOXICITY: Bleeding complications that lead to hypotension or difficulty with oxygen delivery can be considered severe.  Intracranial hemorrhage, hemothorax, cardiac tamponade, retroperitoneal hemorrhage, or massive gastrointestinal hemorrhage may occur even at therapeutic doses of DTIs.  Allergic reactions have been reported. ADVERSE EFFECTS: COMMON: Hemorrhage, dyspepsia, back pain, nausea, vomiting, and diarrhea. LESS COMMON: Anemia, fever, hematomas, hematuria, gastrointestinal and rectal bleeding, epistaxis, intracranial bleeding, hypotension, cardiac arrest, dyspnea, cardiac dysrhythmias, abnormal hepatic and renal function, and hemothorax. RARE: Acute allergic reactions and formation of antihirudin antibodies have also been reported.<br\/>"},{"id":"jxa2s12b32","title":"Treatment","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Evaluate the need for anticoagulation and either decrease the dose or stop the infusion, whichever is clinically appropriate. Minor bleeding complications include epistaxis, mucous membrane bleeding, and poor clotting of minor cuts. Minor bleeding complications can usually be managed by simply stopping of the medication.  If the patient has blood loss that leads to cardiovascular instability, blood product transfusion should be considered. Patients with symptomatic anemia can be managed with red-blood-cell (RBC) transfusion alone. Allergic reactions should be treated with cessation of infusion, antihistamines, steroids, and intramuscular epinephrine for anaphylactic reactions.  MANAGEMENT OF SEVERE TOXICITY: Stop the infusion; administer isotonic fluid for hypotension, packed RBCs for anemia. Patients with significant continued blood loss despite cessation of the direct thrombin inhibitor infusion should be given fresh-frozen-plasma (FFP) in an attempt to competitively antagonize the thrombin inhibition.  Prothrombin complex concentrates (PCC) or cryoprecipitate may be considered because they have a higher concentration of thrombin per volume when compared with FFP, however they carry a higher risk of thromboembolic complications. Allergic reactions should be treated with cessation of infusion, antihistamines, steroids, and intramuscular epinephrine for severe anaphylactic reactions.<\/li><li>Decontamination: PREHOSPITAL: DABIGATRAN: Consider activated charcoal within 1 to 2 hours of an overdose. PARENTERAL DIRECT THROMBIN INHIBITORS: Decontamination is not indicated for the majority of overdoses because they are primarily available in parenteral formulations in the United States. HOSPITAL: DABIGATRAN: Consider activated charcoal within 1 to 2 hours of an overdose. PARENTERAL DIRECT THROMBIN INHIBITORS: Decontamination is not indicated for the majority of overdoses because they are primarily available in parenteral formulations in the United States.<\/li><li>Airway management: Airway management should be considered for critically ill patients not able to protect their airway. DTIs are not expected to affect the respiratory status of patients.<\/li><li>Antidote: There are no specific antidotes available for treatment of DTI induced bleeding complications.<\/li><li>Monitoring of patient: Obtain prothrombin time (PT), activated partial thromboplastin time (aPTT), international normalized ratio (INR), and complete blood counts (CBC). PT, INR, and aPTT may all be affected by direct thrombin inhibitors, though there is not a linear relationship and interpretation of these values should be made with caution. Monitor for evidence of bleeding (eg, venous access sites, urinary, gastrointestinal, vaginal). Monitor serial hemoglobin and hematocrit in patients with suspected bleeding. Monitor renal function because it will affect medication half-life. Obtain an ECG in patients with anemia or chest pain.<\/li><li>Enhanced elimination procedure: Theoretically, these agents are dialyzable.  However, dialysis is generally not practical in patients with major bleeding complications. DABIGATRAN: Due to low protein binding, dialysis may remove approximately 60% of dabigatran from the blood over 2 to 3 hours.<\/li><li>Patient disposition: HOME MANAGEMENT: Patients that unintentionally ingest one or two doses of oral DTIs may be observed at home. OBSERVATION CRITERIA: Intentional overdoses should be referred to a health care facility. Patients with bleeding complications should be referred to a health care facility. Patients with oral overdoses should be observed for six hours with reassessment for bleeding complications. Patients with minor bleeding complications can be observed until the bleeding is controlled. Direct thrombin inhibitor dosing adjustments should be considered prior to discharge in bleeding patients. ADMISSION CRITERIA: Patients with more than minor bleeding complications should be admitted for serial hemoglobin and hematocrit monitoring. CONSULT CRITERIA: If the patient still requires parenteral anticoagulation, hematology should be consulted for anticoagulation guidance. A toxicologist may be consulted in patients with severe toxicity.<\/li><\/ul>"},{"id":"jxa2s12b33","title":"Range of Toxicity","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/>TOXICITY:  A specific toxic dose has not been identified for specific agents. Bleeding complications can occur at therapeutic doses. A patient who received approximately 225 mg argatroban over one hour (3.6 mg\/kg) developed elevated aPTT and INR (levels exceeding the instrument range) and a mild drop in platelet count without significant clinical bleeding. Patients on dabigatran have received doses of up to 600 mg without major bleeding events. THERAPEUTIC DOSE: DABIGATRAN: 150 mg orally twice daily. DESIRUDIN: 15 mg every 12 hour subcutaneously. Higher therapeutic doses are given for percutaneous coronary intervention (PCI) than for embolism or heparin induced thrombocytopenia (HIT). ARGATROBAN: HIT: 2 mcg\/kg\/min adjust to aPTT 1.5 to 3 times baseline. PCI: 350 mcg\/kg bolus then infusion of 25 mcg\/kg\/min. BIVALIRUDIN: PCI 0.75 mg\/kg bolus then 1.75 mg\/kg\/hr infusion. LEPIRUDIN: HIT 0.4 mg\/kg bolus followed by 0.15 mg\/kg\/hr infusion.  <br\/>"}]},{"id":"jxa2s13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to report symptoms of hemorrhage.<\/li><li>Advise patient to report symptoms of spinal or epidural hematoma.<\/li><li>Side effects may include injection site mass, wound secretion, anemia, DVT, or nausea.<\/li><li>Advise patient to avoid concomitant use of aspirin or NSAIDs.<\/li><\/ul>"}]}