{"generic":"Sipuleucel-T","drugs":["Provenge","Sipuleucel-T"],"mono":{"0":{"id":"jxass0","title":"Generic Names","mono":"Sipuleucel-T"},"1":{"id":"jxass1","title":"Dosing and Indications","sub":{"0":{"id":"jxass1b4","title":"Adult Dosing","mono":"<b>Hormone refractory prostate cancer, Metastatic:<\/b> one dose IV over 60 minutes given approximately every 2 weeks for 3 doses; each dose contains a minimum of 50 million autologous CD54+ cells in 250 mL LR and is activated with prostatic acid phophatase linked to granulocyte-macrophage stimulating factor; peripheral blood mononuclear cells are obtained via leukapheresis approximately 3 days prior to each infusion; premedicate patients with acetaminophen and an antihistamine (eg, diphenhydramine) 30 minutes prior to dose "},"2":{"id":"jxass1b6","title":"Dose Adjustments","mono":"<b>acute infusion reaction:<\/b> interrupt or slow the infusion "},"3":{"id":"jxass1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hormone refractory prostate cancer, Metastatic<br\/>"}}},"3":{"id":"jxass3","title":"Contraindications\/Warnings","sub":[{"id":"jxass3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jxass3b10","title":"Precautions","mono":"<ul><li>acute infusion reactions (eg, fever, chills, nausea, vomiting, dyspnea, hypoxia, bronchospasm, and hypertension) have been reported, with some cases requiring hospitalization; closely monitor patients with cardiac and pulmonary conditions; decrease the infusion rate or discontinue the infusion if necessary<\/li><li>final sterility test results of product may not be available prior to sipuleucel-T infusion; microbial contamination may be reported after infusion<\/li><li>health care professionals; risk of exposure to transmissible infectious diseases present in leukapheresis material; use proper precautions when handling the product<\/li><li>report suspected adverse reactions to the Dendreon Corporation at 1-877-336-3736 or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxass3b11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"jxass3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jxass5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (21.5%), Vomiting (13.3%)<\/li><li><b>Hematologic:<\/b>Anemia (12.5%)<\/li><li><b>Musculoskeletal:<\/b>Backache (29.6%)<\/li><li><b>Neurologic:<\/b>Headache (18.1%)<\/li><li><b>Other:<\/b>Citrate adverse reaction (14.8%), Fatigue (41.1%), Fever (31.3%), Infusion reaction, All grades (71.2%), Pain (12.3%), Rigor (59.8%), Shivering (53.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Eosinophilia<\/li><li><b>Musculoskeletal:<\/b>Myasthenia gravis, Myositis, Rhabdomyolysis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident (3.5%)<\/li><li><b>Other:<\/b>Infusion reaction, Grade 3 (3.5%), Tumor flare<\/li><\/ul>"},"6":{"id":"jxass6","title":"Drug Name Info","sub":{"0":{"id":"jxass6b17","title":"US Trade Names","mono":"Provenge<br\/>"},"2":{"id":"jxass6b19","title":"Class","mono":"Immunological Agent<br\/>"},"3":{"id":"jxass6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jxass7","title":"Mechanism Of Action","mono":"Sipuleucel-T is autologous cellular immunotherapy that includes antigen presenting cells (APC) that have been activated by a recombinant human protein consisting of prostatic acid phosphatase (PAP; an antigen expressed in prostate cancer tissue) linked with granulocyte-macrophage colony-stimulating factor (PAP-GM-CSF). Peripheral blood mononuclear cells are obtained by leukapheresis then during ex vivo culture PAP-GM-CSF binds to the APCs and is processed into smaller protein fragments that are displayed on the surface of the APC. Although the exact mechanism of action of sipuleucel-T is unknown, the therapy is thought to induce an immune response against PAP.<br\/>"},"9":{"id":"jxass9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of leukapheresis materials and sipuleucel-T<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>after removing from the insulated container, use within 3 hours at room temperature<\/li><li>manually mix infusion bag contents (slightly cloudy with cream-to-pink color) gently and disperse small clumps of cellular material; do not administer if clumps remain after mixing<\/li><li>consult cell product disposition form and product label prior to infusion; do not initiate infusion of expired sipuleucel-T<\/li><li>administer entire contents of infusion bag IV over 60 minutes; do not use a cell filter<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jxass10","title":"Monitoring","mono":"acute infusion reactions; in patients with cardiac or pulmonary conditions <br\/>"},"13":{"id":"jxass13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause chills, fatigue, fever, back pain, headache, joint ache, and nausea.<\/li><li>Instruct patient to report signs or symptoms of an infusion reaction (may occur within 24 hours of infusion), tachycardia, or cardiac arrhythmias.<\/li><\/ul>"}}}