{"generic":"Buprenorphine","drugs":["Buprenorphine","Butrans"],"mono":[{"id":"jxbhs0","title":"Generic Names","mono":"Buprenorphine"},{"id":"jxbhs1","title":"Dosing and Indications","sub":[{"id":"jxbhs1b4","title":"Adult Dosing","mono":"<ul><li>prior to initiating, discontinue all other around-the-clock opioid drugs<\/li><li><b>Pain, chronic (Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> (as first opioid) initial, 5 mcg\/hr TRANSDERMALLY; titrate based on analgesic requirement and tolerance at a minimum interval of every 72 hours; replace patch every 7 days; MAX 20 mcg\/hr<\/li><li><b>Pain, chronic (Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> (prior total daily dose of opioids less than 30 mg of oral morphine equivalents per day) discontinue around-the-clock opioid drugs; initiate 5 mcg\/hr TRANSDERMALLY at next dosing interval;  replace patch every 7 days; titrate based on analgesic requirement and tolerance at a minimum interval of every 72 hours; MAX 20 mcg\/hr<\/li><li><b>Pain, chronic (Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> (prior total daily dose of opioids between 30 and 80 mg of oral morphine equivalents per day) taper previous around-the-clock opioids for up to 7 days to no more than 30 mg of oral morphine equivalents per day; then discontinue around-the-clock opioid drugs and initiate 10 mcg\/hr TRANSDERMALLY at next dosing interval; replace patch every 7 days; titrate based on analgesic requirement and tolerance at a minimum interval of every 72 hours; MAX 20 mcg\/hr; short-acting analgesics may be used as needed until efficacy is attained<\/li><li><b>Pain, chronic (Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> (total daily dose of opioids greater than 80 mg of oral morphine equivalents per day) consider an alternative analgesic as buprenorphine 20 mcg\/hr may not provide adequate analgesia<\/li><\/ul>"},{"id":"jxbhs1b5","title":"Pediatric Dosing","mono":"safety and efficacy of buprenorphine transdermal have not been established in patients younger than 18 years "},{"id":"jxbhs1b6","title":"Dose Adjustments","mono":"<b>hepatic impairment, severe:<\/b> consider alternate analgesic therapy "},{"id":"jxbhs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pain, chronic (Severe), in patients requiring long-term daily around-the-clock opioid analgesic<br\/>"}]},{"id":"jxbhs2","title":"Black Box Warning","mono":"<b>Transdermal (Patch, Extended Release)<\/b><br\/>Buprenorphine is a schedule III controlled substance with the potential for addiction, abuse, and misuse, which can lead to overdose and death. Assess each patient's risk before prescribing, and monitor for development of these behaviors or conditions. Serious, life-threatening, or fatal respiratory depression may occur. Monitor closely, especially upon initiation or following a dose increase. Chewing, swallowing, snorting, or injecting buprenorphine extracted from the patch will result in uncontrolled delivery which may lead to overdose and death. Accidental exposure to buprenorphine, especially in children, can result in fatal overdose of buprenorphine. Prolonged use of buprenorphine during pregnancy can result in neonatal opioid withdrawal syndrome, which may be life-threatening if not recognized and treated. If opioid use is required for a prolonged period in a pregnant woman, advise the patient of the risk of neonatal opioid withdrawal syndrome and ensure that appropriate treatment will be available.<br\/>"},{"id":"jxbhs3","title":"Contraindications\/Warnings","sub":[{"id":"jxbhs3b9","title":"Contraindications","mono":"<ul><li>acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment<\/li><li>hypersensitivity to buprenorphine or any component of the product<\/li><li>paralytic ileus, known or suspected<\/li><li>respiratory depression, significant<\/li><\/ul>"},{"id":"jxbhs3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- accidental exposure may lead to fatal respiratory depression or buprenorphine overdose, especially in children<\/li><li>-- abuse, misuse, or opioid addiction may occur; use cautiously in patients with a history of substance abuse or mental illness<\/li><li>-- chewing, swallowing, snorting, or injecting buprenorphine extracted from the patch will result in uncontrolled delivery which may lead to overdose and death<\/li><li>-- respiratory depression, potentially leading to respiratory arrest and death, has been reported, with highest risk during treatment initiation and following dose increase; monitoring recommended<\/li><li>-- neonatal opioid withdrawal syndrome has been reported with prolonged use during pregnancy, which may be life-threatening if not recognized and treated<\/li><li>Cardiovascular:<\/li><li>-- personal or family history of long QT syndrome; avoid use<\/li><li>-- severe hypotension, including orthostatic hypotension and syncope in ambulatory patients, may occur; especially in patients with compromised ability to maintain blood pressure; monitoring recommended<\/li><li>QTc interval prolongation has been reported with buprenorphine doses of 40 micrograms\/hr; increased risk in patients with hypokalemia or clinically unstable cardiac disease (eg, active myocardial ischemia, unstable congestive heart failure; symptomatic bradycardia; unstable atrial fibrillation)<\/li><li>Dermatologic:<\/li><li>-- severe application site reactions have occurred;  onset ranged from days to months after initiation; discontinuation may be required<\/li><li>Gastrointestinal:<\/li><li>-- gastrointestinal obstruction; avoid use<\/li><li>Hepatic:<\/li><li>-- hepatotoxicity may occur; baseline liver enzyme screening and monitoring recommended in patients at increased risk (eg, with history of alcohol abuse, IV drug use, liver disease)<\/li><li>-- biliary tract disease; spasm of the sphincter of Oddi and increase in serum amylase levels may occur; monitor for worsening symptoms<\/li><li>-- severe hepatic impairment; consider an alternative analgesic to provide more flexible dose adjustments <\/li><li>Immunologic:<\/li><li>-- anaphylactic shock, bronchospasm, and angioneurotic edema has been reported<\/li><li>-- acute and chronic hypersensitivity reactions (eg, pruritus, rashes, hives) have been reported<\/li><li>Neurologic:<\/li><li>-- head injury or condition causing increased intracranial pressure; potential for exaggerated respiratory depressant effects and additional elevation of intracranial pressure; clinical course in head injury may be obscured; monitoring recommended<\/li><li>-- impaired consciousness or coma; avoid use<\/li><li>-- seizure disorders may be induced or aggravated; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- elderly, debilitated, or cachectic patients are at increased risk for life-threatening respiratory depression; monitoring recommended, particularly during treatment initiation and titration or when using concomitant CNS depressants<\/li><li>-- chronic pulmonary disease or otherwise impaired respiration; increased risk for further respiratory depression, particularly during treatment initiation and titration; monitoring recommended; consider an alternative non-opioid analgesic if possible<\/li><li>Other:<\/li><li>-- external heat sources (eg, heating pads, electric blankets, heating lamps, saunas, hot water, or direct sunlight) may cause life-threatening increase in buprenorphine release; avoid heat exposure to application site or surrounding areas<\/li><li>-- fever or increased core body temperature from exertion; monitoring recommended; dose adjustment may be required<\/li><li>-- abrupt withdrawal may result in severe withdrawal symptoms and should be avoided<\/li><li>Concomitant use:<\/li><li>-- avoid concomitant use with class Ia (eg, quinidine, procainamide, disopyramide) or class III (eg, sotalol, amiodarone, dofetilide) antiarrhythmic medications<\/li><li>-- concomitant use with other CNS depressants may result in an increased risk for respiratory depression, hypotension, profound sedation, and coma; monitoring and dosage reduction recommended<\/li><li>-- concomitant use with atazanavir without ritonavir is not recommended<\/li><\/ul>"},{"id":"jxbhs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"jxbhs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk has been demonstrated.<br\/>"}]},{"id":"jxbhs4","title":"Drug Interactions","sub":[{"id":"jxbhs4b13","title":"Contraindicated","mono":"<ul>Naltrexone (probable)<\/ul>"},{"id":"jxbhs4b14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Alphaprodine (probable)<\/li><li>Alprazolam (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Baclofen (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Codeine (probable)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Dexmedetomidine (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Dihydrocodeine (probable)<\/li><li>Diphenhydramine (theoretical)<\/li><li>Diphenoxylate (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxylamine (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Hydroxyzine (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Ketobemidone (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Meptazinol (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (probable)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Methotrimeprazine (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Orphenadrine (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pentazocine (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propofol (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (theoretical)<\/li><li>Ramelteon (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Topiramate (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><li>Zopiclone (theoretical)<\/li><\/ul>"},{"id":"jxbhs4b15","title":"Moderate","mono":"<ul><li>Darunavir (established)<\/li><li>Etravirine (established)<\/li><li>Fosamprenavir (probable)<\/li><li>Perampanel (probable)<\/li><\/ul>"}]},{"id":"jxbhs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Application site erythema (3% to 10%), Application site irritation (1% to 6%), Application site rash (3% to 8%), Pruritus, Application site (4% to 15%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (14%), Nausea (23%), Vomiting (11%), Xerostomia (5% or greater)<\/li><li><b>Neurologic:<\/b>Dizziness (2% to 15%), Headache (3% to 14%), Somnolence<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (less than 1%), Orthostatic hypotension (less than 1%), Prolonged QT interval, Syncope (less than 1%)<\/li><li><b>Dermatologic:<\/b>Application site reaction, Severe<\/li><li><b>Hepatic:<\/b>Hepatic encephalopathy, Hepatic necrosis, Hepatitis, Hepatorenal syndrome, Liver failure<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Coma, Loss of consciousness (less than 1%)<\/li><li><b>Respiratory:<\/b>Respiratory depression (less than 1%), Respiratory distress (less than 1%), Respiratory failure (less than 1%)<\/li><li><b>Other:<\/b>Drug dependence, Drug withdrawal (less than 1%), Neonatal Abstinence Syndrome<\/li><\/ul>"},{"id":"jxbhs6","title":"Drug Name Info","sub":{"0":{"id":"jxbhs6b17","title":"US Trade Names","mono":"Butrans<br\/>"},"2":{"id":"jxbhs6b19","title":"Class","mono":"<ul><li>Analgesic<\/li><li>Opioid<\/li><li>Opioid Agonist\/Antagonist<\/li><\/ul>"},"3":{"id":"jxbhs6b20","title":"Regulatory Status","mono":"Schedule III<br\/>"},"4":{"id":"jxbhs6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jxbhs7","title":"Mechanism Of Action","mono":"Buprenorphine, a mixed agonist-antagonist agent, exerts analgesic effects by binding to CNS opiate receptors. It produces partial agonistic effect at the mu-opioid receptors and an antagonistic effect at kappa-opioid receptors.<br\/>"},{"id":"jxbhs8","title":"Pharmacokinetics","sub":[{"id":"jxbhs8b23","title":"Absorption","mono":"<ul><li>Tmax, Transdermal: 60 hr<\/li><li>Bioavailability, Transdermal: 15%<\/li><\/ul>"},{"id":"jxbhs8b24","title":"Distribution","mono":"<ul><li>Vd: 430 L<\/li><li>Protein binding, alpha- and beta-globulin: 96%<\/li><\/ul>"},{"id":"jxbhs8b25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Norbuprenorphine: active<\/li><\/ul>"},{"id":"jxbhs8b26","title":"Excretion","mono":"<ul><li>Fecal: 70% changed<\/li><li>Renal: 27% changed<\/li><li>Dialyzable: No<\/li><li>Total body clearance: 55 L\/hr<\/li><\/ul>"}]},{"id":"jxbhs9","title":"Administration","mono":"<b>Transdermal<\/b><br\/><ul><li>do not remove patch from protective pouch until ready for use; do not use patch if the pouch seal is broken or the patch is cut or damaged<\/li><li>do not use soaps, alcohol, oils, lotions, or abrasive devices on the application site; clean with water only; allow skin to dry before application of patch<\/li><li>apply patch to a hairless or nearly hairless skin site on the upper outer arm, upper chest, upper back, or side of the chest; if necessary the hair should be clipped not shaven; a minimum of 21 days is recommended before reapplying to same skin site<\/li><li>press the entire patch firmly into place for 15 seconds; do not rub patch and do not apply to irritated skin<\/li><li>if the edges of the patch loosen from skin, first aid tape may be applied to the edges of the patch only; if adhesion problems persist, the patch may be overlaid with a waterproof or semipermeable adhesive dressing that may be worn for 7 days, such as Bioclusive(R) or Tegaderm(R)<\/li><li>if patch falls off during the 7-day dosing interval, apply a new patch to a different skin site<\/li><li>dispose of patch properly; fold used or unused patches so that adhesive side adheres to itself; flush down the toilet<\/li><li>alternatively, use the patch disposal unit to discard used patches in the trash; never discard unused patches in the trash without sealing them in the patch disposal unit<\/li><\/ul>"},{"id":"jxbhs10","title":"Monitoring","mono":"<ul><li>adequate analgesia is indicative of clinical efficacy<\/li><li>continuously reassess the maintenance of pain control and the need for continued opioid use<\/li><li>liver enzymes; at baseline and periodically in patients at increased risk of hepatotoxicity (eg, history of excessive alcohol intake, IV drug abuse, liver disease)<\/li><li>signs of addiction, abuse, or misuse; at baseline and regularly thereafter<\/li><li>respiratory depression; during the first 24 to 72 hours following treatment initiation and after dose increases; more intensive monitoring for high risk patients<\/li><li>hypotension; especially in ambulatory patients whose ability to maintain adequate blood pressure is compromised<\/li><li>fever or increased core body temperature<\/li><li>exacerbation of biliary tract disease, including acute pancreatitis<\/li><li>worsening of seizure control in patients with a history of seizure disorder<\/li><\/ul>"},{"id":"jxbhs11","title":"How Supplied","mono":"<b>Butrans<\/b><br\/>Transdermal Patch, Extended Release: 5 MCG\/HR, 7.5 MCG\/HR, 10 MCG\/HR, 15 MCG\/HR, 20 MCG\/HR<br\/>"},{"id":"jxbhs12","title":"Toxicology","sub":[{"id":"jxbhs12b31","title":"Clinical Effects","mono":"<b>BUPRENORPHINE <\/b><br\/>USES: Schedule III prescription medication used for opioid addiction maintenance therapy. PHARMACOLOGY: Partial agonist at the mu-opioid receptor, antagonist at the kappa opioid receptor. TOXICOLOGY: The toxicity is an extension of the pharmacology. Effects include CNS depression, respiratory depression, constipation, and euphoria. Hypotension can occur from mast cell G protein activation and subsequent degranulation of histamine-containing vesicles. EPIDEMIOLOGY: Buprenorphine exposures are common. In adults, severe toxicity may occur from crushing and injecting tablets, but is not common after ingesting buprenorphine alone. Children are at risk for toxicity following ingestion of less than a single tablet. While most deaths are due to overdose, deaths following inadvertent ingestion have occurred. MILD TO MODERATE POISONING: Miosis, sedation, and relative bradycardia. Hepatitis is reported rarely. SEVERE POISONING: CNS depression, coma, respiratory depression, and hypotension. Children, in particular, may develop profound, recurrent, or delayed CNS and respiratory depression. In adults, severe effects are generally only seen after crushing and injecting tablets, or after very large ingestions. Acute renal failure is reported rarely. ADVERSE EFFECTS: Sedation, headache, nausea, vomiting, abdominal pain, constipation, and withdrawal syndrome. At high doses, buprenorphine's agonist effects plateau (\"ceiling effect\"), limiting the maximum analgesic and respiratory depressant effects. Due to this \"ceiling effect,\" patients who are chronic users\/abusers of opioids can experience withdrawal after ingestion of buprenorphine.<br\/>"},{"id":"jxbhs12b32","title":"Treatment","mono":"<b>BUPRENORPHINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For patients who have CNS depression without airway compromise or respiratory depression, close monitoring and supplemental oxygen and supportive care is usually all that is required. MANAGEMENT OF SEVERE TOXICITY: Supportive care (intravenous crystalloid, supplemental oxygen, and assisted ventilation), may be required. Naloxone can be given for respiratory depression in order to eliminate the need for intubation.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended because of the potential for CNS depression. HOSPITAL: Administer activated charcoal if the patient can reliably protect their airway.<\/li><li>Airway management: Administer oxygen and assist ventilation for respiratory depression. Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Antidote: Naloxone (adults and children): initial dose 1 mg IV, may repeat. High doses of naloxone (10 to 35 mg in adults) have been used to reverse respiratory depression induced by buprenorphine. The peak effect of naloxone reversal may also be delayed (up to 30 minutes in some cases).<\/li><li>Decreased respiratory function: Bag valve mask ventilation and naloxone; endotracheal intubation may be necessary.<\/li><li>Acute lung injury: Supplemental oxygen; PEEP and mechanical ventilation may be needed.<\/li><li>Hypotensive episode: Intravenous crystalloid; if hypotension persists, administer dopamine or norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs, respiratory effort, and mental status. Monitor arterial blood gases, serum electrolytes, and renal function in patients with severe poisoning. Obtain a chest x-ray in patients with clinical evidence of pulmonary edema. Routine urine toxicology opioid assays generally do not detect buprenorphine.<\/li><li>Enhanced elimination procedure: There is no role for enhanced elimination techniques.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management of inadvertent buprenorphine ingestion in children, as significant toxicity has resulted after ingestion of half a tablet. OBSERVATION CRITERIA: Patients with deliberate ingestions or children with any ingestion should be referred to a healthcare facility for observation. All symptomatic patients should be sent to a healthcare facility for observation. All patients should be monitored for a minimum of 12 to 24 hours due to the potential for delayed or recurrent respiratory and CNS depression. ADMISSION CRITERIA: All symptomatic patients should be admitted. Patients with significant persistent CNS depression or those with respiratory depression or hypotension should be admitted to an intensive care setting. Patients requiring multiple doses of naloxone or those who are on a naloxone infusion should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (coma, severe CNS depression, respiratory failure or severe hypotension), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jxbhs12b33","title":"Range of Toxicity","mono":"<b>BUPRENORPHINE <\/b><br\/>TOXIC DOSE: ADULT: Ingestion of 88 mg of buprenorphine in an adult resulted in severe opiate withdrawal. Ingestion (oral instead of sublingual) of 112 mg of buprenorphine resulted in severe hepatitis\/acute renal failure. CHILD: Ingestion of 4 mg (one-half of a single 8 mg tablet; 0.215 mg\/kg) can cause profound respiratory and CNS depression in a toddler. THERAPEUTIC DOSE: ADULTS: 12 to 16 mg\/day sublingual; 0.3 mg IM or slow IV up to every 6 hours; doses up to 0.6 mg (IM only) depending on the severity of pain. CHILDREN (2 to 12 years): 2 to 6 mcg\/kg every 4 to 6 hours IV or IM. <br\/>"}]}]}