{"generic":"Gabapentin Enacarbil","drugs":["Gabapentin Enacarbil","Horizant"],"mono":{"0":{"id":"jxh4s0","title":"Generic Names","mono":"Gabapentin Enacarbil"},"1":{"id":"jxh4s1","title":"Dosing and Indications","sub":[{"id":"jxh4s1b4","title":"Adult Dosing","mono":"<ul><li>gabapentin enacarbil extended-release tablets are NOT interchangeable with other gabapentin products due to differing pharmacokinetics profiles<\/li><li><b>restless leg syndrome:<\/b> discontinuation of the 600 mg once-daily dose can be done without tapering; patients receiving doses greater than 600 mg once daily should reduce to 600 mg once daily for 1 week prior to discontinuation to minimize the potential of withdrawal seizures; not recommended for patients who sleep during the day and remain awake at night<\/li><li><b>postherpetic neuralgia with or without comorbid renal impairment:<\/b> discontinuation of twice-daily dosing can be done by reducing to once daily for 1 week prior to discontinuation to minimize the potential of withdrawal seizures; comorbid renal impairment currently given as once daily dosing: no tapering is needed<\/li><li><b>Postherpetic neuralgia:<\/b> initial, 600 mg ORALLY once daily in the AM for 3 days, then 600 mg ORALLY twice daily<\/li><li><b>Restless legs syndrome (Moderate to Severe):<\/b> 600 mg ORALLY once daily with food at about 5 PM<\/li><\/ul>"},{"id":"jxh4s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jxh4s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, CrCl 30 to 59 mL\/min:<\/b> postherpetic neuralgia, initiate at 300 mg ORALLY once daily in the AM for 3 days, then increase to 300 mg ORALLY twice daily, then to 600 mg ORALLY twice daily as needed<\/li><li><b>renal impairment, CrCl 30 to 59 mL\/min:<\/b> restless leg syndrome, initiate at 300 mg ORALLY once daily and increase to 600 mg ORALLY once daily as needed<\/li><li><b>renal impairment, CrCl 15 to 29 mL\/min:<\/b> postherpetic neuralgia, initiate at 300 mg ORALLY once daily in the AM on day 1 and day 3, then increase to 300 mg ORALLY once daily, then 300 mg ORALLY twice daily as needed<\/li><li><b>renal impairment, CrCl 15 to 29 mL\/min:<\/b> restless leg syndrome, 300 mg ORALLY once daily<\/li><li><b>renal impairment, CrCl less than 15 mL\/min:<\/b> postherpetic neuralgia, 300 mg ORALLY every other day in the AM, increase to 300 mg ORALLY once daily if needed<\/li><li><b>renal impairment, CrCl less than 15 mL\/min:<\/b> restless leg syndrome, 300 mg ORALLY once every other day<\/li><li><b>hemodialysis:<\/b> postherpetic neuralgia, 300 mg ORALLY after each dialysis, increase to 600 mg after dialysis as needed<\/li><li><b>hemodialysis:<\/b> restless leg syndrome, use not recommended<\/li><li><b>geriatrics:<\/b> dosing frequency may need to be adjusted based on calculated creatinine clearance<\/li><\/ul>"},{"id":"jxh4s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Postherpetic neuralgia<\/li><li>Restless legs syndrome (Moderate to Severe)<\/li><\/ul>"}]},"3":{"id":"jxh4s3","title":"Contraindications\/Warnings","sub":[{"id":"jxh4s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jxh4s3b10","title":"Precautions","mono":"<ul><li>concomitant use of alcohol; not recommended<\/li><li>dizziness and somnolence\/sedation, significant, have been reported<\/li><li>drug reaction with eosinophilia and systemic symptoms (DRESS)\/multiorgan hypersensitivity, including fatal cases, has been reported; evaluate early signs\/symptoms and discontinue gabapentin if confirmed<\/li><li>gabapentin products are not interchangeable; differing pharmacokinetic profiles affect dosing frequency<\/li><li>renal impairment (postherpetic neuralgia); CrCl of 59 mL\/min or less, dosage adjustment recommended<\/li><li>renal impairment (restless legs syndrome); CrCl of 59 mL\/min or less, dosage adjustment recommended; CrCl less than 15 mL\/min and on hemodialysis, use not recommended<\/li><li>suicidal ideation and behavior, worsening of depression, and unusual changes in mood or behavior may occur as early as 1 week following initiation; monitoring recommended<\/li><li>withdrawal seizure may be precipitated by abrupt discontinuation; tapering may be necessary<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxh4s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jxh4s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jxh4s4","title":"Drug Interactions","sub":{"2":{"id":"jxh4s4b15","title":"Moderate","mono":"<ul>Morphine (established)<\/ul>"}}},"5":{"id":"jxh4s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Dizziness (13% to 17%), Headache (10% to 12%), Somnolence (restless legs syndrome, 20%; postherpetic neuralgia, 10%)<br\/><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome<\/li><li><b>Psychiatric:<\/b>Suicidal thoughts<\/li><\/ul>"},"6":{"id":"jxh4s6","title":"Drug Name Info","sub":{"0":{"id":"jxh4s6b17","title":"US Trade Names","mono":"Horizant<br\/>"},"2":{"id":"jxh4s6b19","title":"Class","mono":"<ul><li>Analgesic<\/li><li>Gamma Aminobutyric Acid (class)<\/li><\/ul>"},"3":{"id":"jxh4s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxh4s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxh4s7","title":"Mechanism Of Action","mono":"Gabapentin enacarbil is a prodrug of gabapentin, and its therapeutic effects are attributable to gabapentin. Its precise mechanisms of action in the treatment of restless legs syndrome and postherpetic neuralgia are unknown. Gabapentin is structurally related to the neurotransmitter gamma-aminobutyric acid (GABA); however, gabapentin and its metabolites do not bind to GABA(A) or GABA(B) receptors or influence the degradation or uptake of GABA.<br\/>"},"8":{"id":"jxh4s8","title":"Pharmacokinetics","sub":[{"id":"jxh4s8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 7.3 hours (with food)<\/li><li>Tmax, Oral, moderate or severe renal impairment: 8.88 hours<\/li><li>Tmax, Oral, ESRD on hemodialysis: 9.18 hours<\/li><li>Bioavailability, Oral: 75% (with food)<\/li><li>Effects of food: increased bioavailability and delayed Tmax<\/li><\/ul>"},{"id":"jxh4s8b24","title":"Distribution","mono":"<ul><li>Vd: 76 L<\/li><li>Protein binding: less than 3%<\/li><\/ul>"},{"id":"jxh4s8b25","title":"Metabolism","mono":"<ul><li>intestinal tract: primary; lesser extent, liver<\/li><li>Metabolite, gabapentin (active drug) not appreciably metabolized<\/li><\/ul>"},{"id":"jxh4s8b26","title":"Excretion","mono":"<ul><li>Renal clearance: 5 to 7 L\/hr<\/li><li>Renal clearance, moderate or severe renal impairment: 1.23 L\/hr<\/li><li>Renal excretion: 94%<\/li><li>Fecal elimination: 5%<\/li><li>Dialyzable: Yes, significant<\/li><li>Total body clearance: 6 to 9.3 L\/hr<\/li><li>Total body clearance, moderate or severe renal impairment: 2.05 L\/hr<\/li><li>Total body clearance, ESRD on hemodialysis: 1.36 to 2.25 mL\/min<\/li><\/ul>"},{"id":"jxh4s8b27","title":"Elimination Half Life","mono":"5.1 to 6 hours <br\/>"}]},"9":{"id":"jxh4s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food<\/li><li>do not split, crush, or chew the tablets; swallow tablet whole<\/li><li>postherpetic neuralgia: for once daily dosing, take in the AM<\/li><li>restless leg syndrome: take at about 5 PM<\/li><li>postherpetic neuralgia: missed doses should be skipped and taken at the time of the next scheduled dose<\/li><li>restless leg syndrome: missed doses should be skipped and taken the following day at the prescribed time<\/li><\/ul>"},"10":{"id":"jxh4s10","title":"Monitoring","mono":"<ul><li>improvement in symptoms of primary restless legs syndrome is indicative of efficacy<\/li><li>improvement in pain of postherpetic neuralgia indicates efficacy<\/li><li>emergence or worsening of depression, suicidality, and any unusual behavioral or mood changes<\/li><\/ul>"},"11":{"id":"jxh4s11","title":"How Supplied","mono":"<b>Horizant<\/b><br\/>Oral Tablet, Extended Release: 300 MG, 600 MG<br\/>"},"12":{"id":"jxh4s12","title":"Toxicology","sub":[{"id":"jxh4s12b31","title":"Clinical Effects","mono":"<b>GABAPENTIN <\/b><br\/>USES:  Gabapentin is approved by the US Food and Drug Administration (FDA) for the treatment of partial seizures (with and without secondary generalization) and postherpetic neuralgia. Gabapentin is also used for the treatment of diabetic peripheral neuropathy, migraines, pain disorders, and various mood and movement disorders (non-FDA labeled indications). PHARMACOLOGY: Gabapentin is a highly lipophilic amino acid structurally similar to GABA, but does not bind GABA receptors or alter levels in the brain.  Gabapentin's mechanism of action is unclear. TOXICOLOGY: Although gabapentin's mechanism of action is unclear, its sedating effects are likely secondary to its lipophilic configuration and structural similarity to the inhibitory neurotransmitter GABA. EPIDEMIOLOGY: Gabapentin overdose is uncommon and manifestations are usually not severe. MILD TO MODERATE TOXICITY: In mild to moderate overdose, patients may present with sedation, ataxia, slurred speech, nystagmus, movement disorders, and gastrointestinal upset. SEVERE TOXICITY:  In more severe cases, patients may present with mild hypotension and profound central nervous system depression requiring intubation. ADVERSE EFFECTS: Following therapeutic use, sedation, ataxia, dizziness, fatigue, nystagmus, hypotension and hypertension have occurred.  Leukopenia has also been described with therapeutic use. Rhabdomyolysis is a rare adverse effect. <br\/>"},{"id":"jxh4s12b32","title":"Treatment","mono":"<b>GABAPENTIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of gabapentin exposure is largely supportive with mild\/moderate symptoms.  An observation period of 4 to 6 hours is reasonable. MANAGEMENT OF SEVERE TOXICITY: Treatment of gabapentin exposure is largely supportive in nature with careful attention to airway protection in severe cases.  Hypotension is usually mild responding to intravenous fluid boluses. If hypotension persists, administer dopamine or norepinephrine. Admit all severely symptomatic patients. Treat seizures with IV benzodiazepines or barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Prehospital GI decontamination is generally not necessary. HOSPITAL: Activated charcoal may be utilized to limit adsorption in patients with large, recent ingestions; however, risk of aspiration should be considered prior to administration.<\/li><li>Airway management: In severely ill patients, airway management is paramount.<\/li><li>Antidote: None. In one case report, flumazenil was effectively used to treat gabapentin-induced coma in a hemodialysis-dependent man with end-stage renal disease.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Gabapentin serum concentrations are not readily available or useful in guiding therapy. Basic laboratory studies along with acetaminophen and salicylate levels can be ordered for severely symptomatic or self-harm patients.  No studies are required for minimally symptomatic patients who have not attempted self-harm. Monitor mental status and vital signs in symptomatic patients. Monitor CK, renal function, and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Gabapentin can be removed by hemodialysis; it has a small volume of distribution and minimal protein binding.  However, as toxicity is generally mild, hemodialysis is rarely indicated. Hemodialysis may be useful in patients with renal insufficiency who are severely symptomatic.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions who are not symptomatic may be observed at home with telephone follow up. OBSERVATION CRITERIA: Observe all patients who are symptomatic for 4 to 6 hours. When patients are asymptomatic they may be discharged home. ADMISSION CRITERIA: Admit all moderately to severely symptomatic patients, especially if there is a concern for falls, inability to care for self, or risk of worsening central nervous system depression. CONSULT CRITERIA: Involve a toxicologist with any questions or concerns.<\/li><\/ul>"},{"id":"jxh4s12b33","title":"Range of Toxicity","mono":"<b>GABAPENTIN<\/b><br\/>TOXICITY: Overdoses of 35 g or less have been associated with mild toxicity in adults. Doses of 40 g or more have been associated with moderate toxicity in adults. A woman ingested 90 g of immediate release gabapentin and developed only mild symptoms that did not require any clinical intervention. An adult ingested more than 100 g and recovered with supportive care. THERAPEUTIC DOSE: ADULT: 900 to 3600 mg in 3 divided doses daily. PEDIATRIC: 10 mg\/kg to 40 mg\/kg in 3 divided doses daily.<br\/>"}]},"13":{"id":"jxh4s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination, such as driving, until drug effects are realized.<\/li><li>Drug may cause significant somnolence\/sedation and dizziness.<\/li><li>Instruct patient or caregiver to report new or worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient to immediately report a rash or other signs\/symptoms of hypersensitivity (eg, fever, lymphadenopathy).<\/li><li>For restless leg syndrome, instruct patient to take this drug at 5 PM with food.<\/li><li>For postherpetic neuralgia, tell patient to take this drug with food in the morning for the first 3 days. Increase the dose to twice a day on day 4.<\/li><li>Notify patient of potential for seizures with sudden drug withdrawal.<\/li><li>This drug is available in multiple brand names with varying properties by brand. Instruct patients to follow dosing instructions specific to the prescribed brand. Horizant(TM) specifically is not interchangeable with other gabapentin products.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}