{"generic":"Abiraterone Acetate","drugs":["Abiraterone Acetate","Zytiga"],"mono":{"0":{"id":"jxi9s0","title":"Generic Names","mono":"Abiraterone Acetate"},"1":{"id":"jxi9s1","title":"Dosing and Indications","sub":[{"id":"jxi9s1b4","title":"Adult Dosing","mono":"<b>Metastatic prostate cancer, Castration-resistant, in combination with prednisone:<\/b> 1000 mg ORALLY once daily plus prednisone 5 mg ORALLY twice daily on an empty stomach "},{"id":"jxi9s1b5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"jxi9s1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> No dose adjustment required<\/li><li><b>Hepatic impairment, Mild preexisting, Child-Pugh Class A:<\/b> Dose adjustment not required<\/li><li><b>Hepatic impairment, Moderate preexisting, Child-Pugh Class B:<\/b> Reduce the dose to 250 mg orally once daily; if elevations in ALT or AST greater than 5 times ULN or total bilirubin greater than 3 times ULN occur, discontinue treatment and do not reinitiate therapy.<\/li><li><b>Hepatic impairment, Severe preexisting, Child-Pugh Class C:<\/b> Do not use.<\/li><li><b>Hepatoxicity development in patients with normal baseline function, ALT or AST greater than 5 times ULN or total bilirubin greater than 3 times ULN:<\/b> Interrupt treatment until liver function tests return to baseline or to AST and ALT 2.5 times ULN or less, and total bilirubin 1.5 times ULN or less. Then resume at 750 mg orally once daily.<\/li><li><b>Hepatoxicity, Recurrence at 750 mg daily:<\/b> Interrupt treatment until liver function tests return to baseline or to AST and ALT 2.5 times ULN or less, and total bilirubin 1.5 times ULN or less. Then resume at 500 mg orally once daily.<\/li><li><b>Hepatoxicity, Recurrence at 500 mg daily:<\/b> Discontinue treatment.<\/li><li><b>Coadministration with strong CYP3A4 inducer:<\/b> Avoid concomitant use; if necessary, increase dosing frequency of abiraterone acetate to twice daily; reduce to the previous dose and frequency when the strong CYP3A4 inducer is discontinued.<\/li><\/ul>"},{"id":"jxi9s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Metastatic prostate cancer, Castration-resistant, in combination with prednisone<br\/>"}]},"3":{"id":"jxi9s3","title":"Contraindications\/Warnings","sub":[{"id":"jxi9s3b9","title":"Contraindications","mono":"Pregnancy and women of childbearing potential; may cause fetal harm or loss of pregnancy <br\/>"},{"id":"jxi9s3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- History of cardiovascular disease or underlying cardiovascular conditions that may be compromised by hypertension, hypokalemia, or fluid retention; control hypertension and correct hypokalemia prior to treatment; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Mineralocorticoid excess may occur; increased risk of hypertension, hypokalemia, or fluid retention; monitoring recommended<\/li><li>-- Adrenocortical insufficiency has been reported; increased risk with unusual stress or prednisone withdrawal or dose reductions; monitoring recommended and increased dosage of corticosteroid may be needed before, during and after stressful situations<\/li><li>Hepatic:<\/li><li>-- Avoid use in patients with baseline severe hepatic impairment (Child-Pugh Class C)<\/li><li>-- Hepatotoxicity has been reported; monitoring recommended; treatment interruption, dosage adjustment or discontinuation may be required<\/li><li>Concomitant Use:<\/li><li>-- Avoid eating food at least 2 hours before or at least 1 hour after dosing; exposure is significantly increased when taken with a meal<\/li><li>-- Avoid use with strong CYP3A4 inducers; dosage adjustment necessary if coadministration clinically indicated<\/li><li>-- Avoid use with CYP2D6 substrates with a narrow therapeutic index (eg, thioridazine); consider dosage reduction if use cannot be avoided<\/li><\/ul>"},{"id":"jxi9s3b11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"jxi9s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jxi9s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Contusion (13.3%), Flushing (19% to 22.3%)<\/li><li><b>Endocrine metabolic:<\/b>Hypercholesterolemia (Greater than 20%), Hyperglycemia (56.6%), Hypertriglyceridemia (62.5%), Hypophosphatemia (23.8%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (17.6% to 21.6%), Vomiting (10% or higher)<\/li><li><b>Hematologic:<\/b>Anemia (Greater than 20%), Lymphocytopenia, All grades (38.2%)<\/li><li><b>Hepatic:<\/b>Alkaline phosphatase raised (Greater than 20%)<\/li><li><b>Musculoskeletal:<\/b>Joint swelling (29.5% to 30.3%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (11.5%)<\/li><li><b>Respiratory:<\/b>Cough (10.6% to 17.3%), Dyspnea (11.8%)<\/li><li><b>Other:<\/b>Fatigue (39.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia (7.2%), Cardiorespiratory arrest (0.5%), Chest discomfort, Chest pain, Edema (25.1% to 26.7%), Heart failure (2.1% to 2.3%), Hypertension (8.5% to 21.6%), Myocardial infarction, Sudden cardiac death<\/li><li><b>Endocrine metabolic:<\/b>Adrenal insufficiency (0.5%), Hypokalemia (17.2% to 28.3%)<\/li><li><b>Hematologic:<\/b>Lymphocytopenia, Grade 3 or 4 (8.7%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (11.1% to 41.9%), AST\/SGOT level raised (30.6% to 37.3%), Serum bilirubin raised (6.6%)<\/li><\/ul>"},"6":{"id":"jxi9s6","title":"Drug Name Info","sub":{"0":{"id":"jxi9s6b17","title":"US Trade Names","mono":"Zytiga<br\/>"},"2":{"id":"jxi9s6b19","title":"Class","mono":"Antiandrogen<br\/>"},"3":{"id":"jxi9s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxi9s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxi9s7","title":"Mechanism Of Action","mono":"Abiraterone acetate is metabolized to abiraterone, an androgen biosynthesis inhibitor of CYP17 which decreases androgen levels and deprives androgen-sensitive prostatic carcinomas. It accomplishes this by interfering with the CYP17-catalyzed reactions involved in the production of dehydroepiandrosterone (DHEA) and androstenedione. Inhibition of CYP17 can result in increased mineralocorticoid production by the adrenals.<br\/>"},"8":{"id":"jxi9s8","title":"Pharmacokinetics","sub":[{"id":"jxi9s8b23","title":"Absorption","mono":"<ul><li>Effects of food: Cmax 7- to 17-fold increase; AUC 5- to 10-fold increase; administer on empty stomach<\/li><li>Tmax, Oral: 2 hours<\/li><\/ul>"},{"id":"jxi9s8b24","title":"Distribution","mono":"<ul><li>Protein binding, human plasma proteins, albumin, and alpha-1 acid glycoprotein: greater than 99%<\/li><li>Vd: 19,669 +\/- 13,358 L<\/li><\/ul>"},{"id":"jxi9s8b25","title":"Metabolism","mono":"<ul><li>Abiraterone: Active<\/li><li>Substrate of CYP3A4<\/li><li>Inhibitor of CYP2D6, CYP2C8<\/li><\/ul>"},{"id":"jxi9s8b26","title":"Excretion","mono":"<ul><li>Fecal: 88% recovered, 55% unchanged abiraterone acetate; 22% unchanged abiraterone<\/li><li>Renal: 5% recovered<\/li><\/ul>"},{"id":"jxi9s8b27","title":"Elimination Half Life","mono":"<ul><li>Abiraterone: 12 +\/- 5 hours<\/li><li>Abiraterone, hepatic impairment: 18 hours (mild, Child-Pugh class A); 19 hours (moderate, Child-Pugh class B)<\/li><\/ul>"}]},"9":{"id":"jxi9s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take on an empty stomach, 1 hour before or 2 hours after food<\/li><li>swallow whole with water<\/li><\/ul>"},"10":{"id":"jxi9s10","title":"Monitoring","mono":"<ul><li>evidence of tumor response is indicative of efficacy<\/li><li>liver function (ALT, AST, and bilirubin levels); prior to initiating treatment, every 2 weeks for the first 3 months and monthly thereafter; patients with moderate hepatic impairment, prior to initiating treatment, every week for the first month, every 2 weeks for the next 2 months, and monthly thereafter<\/li><li>serum potassium; at least monthly<\/li><li>blood pressure; at least monthly<\/li><li>signs and symptoms of adrenocortical insufficiency; particularly with prednisone dose reduction or discontinuation, times of unusual stress, or concurrent infection<\/li><li>signs and symptoms of fluid retention; at least monthly<\/li><\/ul>"},"11":{"id":"jxi9s11","title":"How Supplied","mono":"<b>Zytiga<\/b><br\/>Oral Tablet: 250 MG<br\/>"},"12":{"id":"jxi9s12","title":"Toxicology","sub":[{"id":"jxi9s12b31","title":"Clinical Effects","mono":"<b>ABIRATERONE ACETATE <\/b><br\/>USES: Abiraterone acetate is used in combination with prednisone to treat patients with metastatic castration-resistant prostate cancer who have received prior chemotherapy containing docetaxel. PHARMACOLOGY: Abiraterone acetate is metabolized to abiraterone, an androgen biosynthesis inhibitor of 17 alpha-hydroxylase\/C 17, 20-lyase (CYP 17) which decreases androgen levels and deprives androgen-sensitive prostatic carcinomas. It accomplishes this by interfering with the CYP17-catalyzed reactions involved in the production of dehydroepiandrosterone (DHEA) and androstenedione. Inhibition of CYP17 can result in increased mineralocorticoid production by the adrenals. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there is no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: The following adverse effects have been reported: Joint swelling or discomfort, hypokalemia, edema, muscle discomfort, hot flush, diarrhea, urinary tract infection, cough, hypertension, dysrhythmias, urinary frequency, nocturia, dyspepsia, and upper respiratory tract infection, heart failure, chest pain, hypophosphatemia, hypertriglyceridemia, and elevated bilirubin and liver enzymes. <br\/>"},{"id":"jxi9s12b32","title":"Treatment","mono":"<b>ABIRATERONE ACETATE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension with end organ effects, nitroprusside or phentolamine are preferred. Labetalol and nitroglycerin are alternatives.<\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is alert and able to maintain airway. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias or hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Hypertensive episode: Mild\/moderate asymptomatic hypertension does not usually require treatment. For severe hypertension with end organ effects, nitroprusside or phentolamine are preferred, with nitroglycerin or labetalol as alternatives.<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function. Amiodarone should be used with caution if a substance that prolongs the QT interval and\/or causes torsades de pointes is involved in the overdose.  Unstable rhythms require immediate cardioversion.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, and liver enzymes following significant overdose. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: An adult with an inadvertent exposure of an extra dose, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be observed in a healthcare facility, as should women who are potentially pregnant. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Consult an expert in teratogenesis for exposures in pregnant women.<\/li><\/ul>"},{"id":"jxi9s12b33","title":"Range of Toxicity","mono":"<b>ABIRATERONE ACETATE<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: ADULTS: 1000 mg orally once daily with prednisone 5 mg orally twice daily. CHILDREN: Abiraterone acetate is not indicated in children. <br\/>"}]},"13":{"id":"jxi9s13","title":"Clinical Teaching","mono":"<ul><li>Tell sexually active patient to use a condom and a second form of contraception during and for 1 week after treatment to prevent pregnancy in partner.<\/li><li>Warn patient that pregnant women or those who may become pregnant should not handle the tablets without wearing gloves.<\/li><li>Drug may cause joint swelling or discomfort, peripheral edema, hypokalemia, hypertension, UTI, diarrhea, dyspepsia, hot flushes, urinary frequency, and nocturia.<\/li><li>Advise patient to report signs\/symptoms of adrenal insufficiency, especially if prednisone therapy is interrupted or with concurrent infection or stress.<\/li><li>Tell patient to report signs\/symptoms of hepatotoxicity.<\/li><li>Instruct patient to take drug on an empty stomach and to swallow tablet whole with water. No food should be consumed for at least 2 hours before and 1 hour after the dose.<\/li><li>Counsel patient to skip a missed dose and to take the regularly scheduled dose the following day. Patient should contact physician if more than 1 dose is missed.<\/li><\/ul>"}}}