{"generic":"Indacaterol Maleate","drugs":["Arcapta Neohaler","Indacaterol Maleate"],"mono":[{"id":"jxkis0","title":"Generic Names","mono":"Indacaterol Maleate"},{"id":"jxkis1","title":"Dosing and Indications","sub":[{"id":"jxkis1b4","title":"Adult Dosing","mono":"<ul><li>NOT indicated for the treatment of asthma or acute deteriorations of COPD<\/li><li><b>Chronic obstructive pulmonary disease:<\/b> 75 mcg via ORAL INHALATION once a day with a Neohaler(TM) device<\/li><\/ul>"},{"id":"jxkis1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jxkis1b6","title":"Dose Adjustments","mono":"<ul><li><b>age:<\/b> no dosage adjustment required<\/li><li><b>gender:<\/b> no dosage adjustment required<\/li><li><b>geriatric:<\/b> no dosage adjustment required<\/li><li><b>hepatic impairment, mild or moderate:<\/b> no dosage adjustment required<\/li><li><b>renal impairment:<\/b> no dosage adjustment required<\/li><li><b>weight:<\/b> no dosage adjustment required<\/li><\/ul>"},{"id":"jxkis1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Chronic obstructive pulmonary disease<br\/>"}]},{"id":"jxkis2","title":"Black Box Warning","mono":"<b>Inhalation, oral (Capsule)<\/b><br\/>Indacaterol maleate is not indicated for the treatment of asthma. Long-acting beta-2-adrenergic agonists (LABAs), such as indacaterol, increase the risk of asthma-related death.<br\/>"},{"id":"jxkis3","title":"Contraindications\/Warnings","sub":[{"id":"jxkis3b9","title":"Contraindications","mono":"<ul><li>asthma, without use of a long-term asthma control medication<\/li><li>hypersensitivity to indacaterol or any of its components<\/li><\/ul>"},{"id":"jxkis3b10","title":"Precautions","mono":"<ul><li>asthma-related events, serious, including death, have been reported<\/li><li>acute symptoms, including deteriorating COPD may occur; may require medical management; reevaluate the utility of continued treatment and current regimen<\/li><li>bronchospasm, acute episode; use not recommended; should be treated with short-acting beta-2-agonist on an as-needed basis only<\/li><li>bronchospasm, paradoxical, potentially life threatening may occur; immediate discontinuation of therapy and medical management recommended<\/li><li>cardiovascular events, including increases in pulse rate, systolic or diastolic blood pressure, ECG changes (flattening of T wave, QTc interval prolongation, ST-segment depression) may occur; discontinuation of therapy may be needed<\/li><li>cardiovascular disorders, comorbid, especially coronary insufficiency, cardiac arrhythmias, hypertension<\/li><li>convulsive disorders<\/li><li>concomitant use of other long-acting beta-2-agonists not recommended<\/li><li>COPD, acutely deteriorating; use not recommended<\/li><li>excessive use; may indicate deterioration of disease<\/li><li>hyperglycemia may occur<\/li><li>hypersensitivity reactions, including difficulty breathing or swallowing and swelling of the tongue, lips, and face, may occur; discontinue use immediately<\/li><li>hypokalemia may occur, with potential to cause cardiovascular adverse events<\/li><li>sensitivity to sympathomimetic amines<\/li><li>thyrotoxicosis<\/li><li>report suspected adverse events to US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxkis3b11","title":"Pregnancy Category","mono":"Indacaterol: C (FDA)<br\/>"},{"id":"jxkis3b12","title":"Breast Feeding","mono":"Indacaterol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jxkis4","title":"Drug Interactions","sub":{"1":{"id":"jxkis4b14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Befunolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bopindolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Dothiepin (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Furazolidone (probable)<\/li><li>Imipramine (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (theoretical)<\/li><li>Landiolol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Lofepramine (theoretical)<\/li><li>Mepindolol (theoretical)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nipradilol (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Pargyline (probable)<\/li><li>Penbutolol (theoretical)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Tranylcypromine (probable)<\/li><li>Trimipramine (theoretical)<\/li><\/ul>"}}},{"id":"jxkis5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache (5.1%)<\/li><li><b>Respiratory:<\/b>Cough (6.5% to 24%), Nasopharyngitis (5.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Respiratory:<\/b>Paradoxical bronchospasm<\/li><\/ul>"},{"id":"jxkis6","title":"Drug Name Info","sub":{"0":{"id":"jxkis6b17","title":"US Trade Names","mono":"Arcapta Neohaler<br\/>"},"2":{"id":"jxkis6b19","title":"Class","mono":"<ul><li>Beta-2 Adrenergic Agonist<\/li><li>Bronchodilator<\/li><\/ul>"},"3":{"id":"jxkis6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxkis6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jxkis7","title":"Mechanism Of Action","mono":"Indacaterol maleate is a long-acting beta-2-adrenergic agonist and when inhaled, acts locally as a bronchodilator in the lungs. This is accomplished via stimulation of intracellular adenyl cyclase which is responsible for catalyzing the conversion of adenosine triphosphate (ATP) to cyclic adenosine monophosphate (AMP). Increased AMP levels causes relaxation of the bronchial smooth muscle.<br\/>"},{"id":"jxkis8","title":"Pharmacokinetics","sub":{"0":{"id":"jxkis8b23","title":"Absorption","mono":"<ul><li>Bioavailability, oral inhalation: 43% to 45%<\/li><li>Tmax, oral inhalation: 15 minutes<\/li><\/ul>"},"1":{"id":"jxkis8b24","title":"Distribution","mono":"<ul><li>Protein binding, human serum: 94.1% to 95.3%<\/li><li>Protein binding, plasma protein: 95.1% to 96.2%<\/li><li>Vd: 2361 to 2557 L<\/li><\/ul>"},"3":{"id":"jxkis8b26","title":"Excretion","mono":"<ul><li>Fecal: 90% or greater<\/li><li>Renal: less than 2% unchanged<\/li><li>Renal clearance: 0.46 to 1.2 L\/hr<\/li><li>Total body clearance: 18.8 to 23.3 L\/hr<\/li><\/ul>"},"4":{"id":"jxkis8b27","title":"Elimination Half Life","mono":"40 to 56 hours <br\/>"}}},{"id":"jxkis9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do NOT swallow capsules; for oral inhalation only<br\/><\/li><li><b>Inhalation, oral<\/b><br\/><ul><li>only remove capsule from the blister pack just prior to use.<\/li><li>use ONLY with a Neohaler(TM) device<\/li><li>administer at the same time each day<\/li><\/ul><\/li><\/ul>"},{"id":"jxkis10","title":"Monitoring","mono":"COPD: improvement in FEV1 and in COPD symptoms, and a decrease in the use of rescue medication indicates efficacy<br\/>"},{"id":"jxkis11","title":"How Supplied","mono":"<b>Arcapta Neohaler<\/b><br\/>Inhalation Capsule: 75 MCG<br\/>"},{"id":"jxkis12","title":"Toxicology","sub":[{"id":"jxkis12b31","title":"Clinical Effects","mono":"<b>SYMPATHOMIMETIC AEROSOLS<\/b><br\/>USES: Sympathomimetic aerosols are most commonly used for bronchodilation in patients with asthma or chronic obstructive pulmonary disease. They also may be used to treat patients with lung irritation, allergic reactions, croup, and hyperkalemia. These medications may also be used for tocolysis during pregnancy. These medications include: nonselective beta agonists (epinephrine, isoproterenol), selective beta agonists that stimulate beta-2 or beta-1 receptors (albuterol, levalbuterol, arfomoterol tartrate, bitolterol, iseoetharine, metaproterenol, pirbuterol, reproterol hydrochloride, terbutaline), and amphetamine-like sympathomimetic aerosols (eg, levo-deoxyephedrine). These agents are rarely abused (injected) for their stimulant effects. PHARMACOLOGY: These medications achieve their effect via agonist activity on beta adrenergic receptors. Depending on the medication, some are more selective for beta-2 receptors while others have equal efficacy on beta-1 and beta-2 adrenergic receptors. TOXICOLOGY: These medications exert their toxic effects via sympathetic activation via beta adrenergic receptors. EPIDEMIOLOGY: Mild toxicity is common with the use of these medications. More severe effects are rare, especially if these medications are used correctly. MILD TO MODERATE TOXICITY: Tachycardia, mild hypertension, tremors, anxiety, nausea and vomiting, mild hypokalemia and hyperglycemia, and premature ventricular contractions. DERMAL exposures would not be expected to cause significant toxicity. OCULAR exposures may cause mydriasis and mild systemic toxicity. ORAL ingestion of sympathomimetic aerosol preparations is unlikely to cause systemic toxicity as most of these agents are poorly absorbed via ingestion. SEVERE TOXICITY: More severe hypertension and tachycardia, persistent vomiting, muscle pain, rhabdomyolysis, acute lung injury, life-threatening cardiac dysrhythmias such as ventricular fibrillation, and myocardial infarction. PARENTERAL EXPOSURE: Systemic toxicity from injection of sympathomimetic inhalants has occurred and can cause severe toxicity and death. ADVERSE EFFECTS: Adverse effects are common with the use of these drugs, and include elevations in blood pressure, tachycardia, anxiety, agitation, insomnia, tremor, anorexia, nausea, vomiting, bronchodilation, premature ventricular contractions, nausea, mydriasis, hyperglycemia, hypokalemia, and hyperventilation. PREGNANCY: These drugs do cross the placenta and may have negative effects on the fetus including heart rate and rhythm disturbances. In addition, interventricular septal thickness changes have been documented in fetuses exposed to these agents in utero. However, these complications are uncommon. <br\/>"},{"id":"jxkis12b32","title":"Treatment","mono":"<b>SYMPATHOMIMETIC AEROSOLS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Many patients require no treatment beyond the discontinuation of the offending drug. Benzodiazepines may be used to treat agitation, tremors, mild hypertension and\/or tachycardia. Premature ventricular contractions usually do not require treatment. However, for patients with frequent or symptomatic premature ventricular contractions, checking and optimizing electrolytes is reasonable. Antiemetics may be used for patients with persistent nausea and vomiting. MANAGEMENT OF SEVERE TOXICITY: Control agitation with benzodiazepines. For severe overdoses, the greatest concerns are cardiovascular and respiratory toxicities. For patients with cardiac dysrhythmias, correct electrolyte disorders (eg, hypokalemia, hypocalcemia, and hypomagnesemia). Treat unstable ventricular dysrhythmias with cardioversion, and antidysrhythmics like lidocaine and amiodarone. Hypertension and tachycardia typically improve with benzodiazepine sedation. For severe hypertension, nitroprusside is the preferred agent, but other alternatives include labetalol, nitroglycerin, and phentolamine. Tachycardia may be treated with esmolol, but beta adrenergic antagonists should be used cautiously in patients with reactive airway disease or congestive heart failure, in addition, use of beta blockers may cause unopposed alpha effects (primarily hypertension), if the agent involved in the overdose has both alpha and beta agonist effects. In patients with severe respiratory distress, treatment includes orotracheal intubation and assisted mechanical ventilation. INHALATION EXPOSURE: Most of the treatment options above refer to inhalational exposure, as this is the most common mode of exposure for these medications. DERMAL EXPOSURE: Significant toxicity is not expected from such exposures, but simple decontamination with water or soap would be reasonable. EYE EXPOSURE: Significant toxicity is not anticipated, but simple irrigation of the eyes with water would be reasonable. PARENTAL EXPOSURE: Though not an intended mode of delivery, parenteral exposures with significant toxicity have been reported and should be managed similar to inhalational or oral toxicity, as appropriate. Inadvertent delivery of terbutaline subcutaneously has caused tachycardia, hypertension, and even ECG changes consistent with ischemia. There have been other reports of these agents being used intravenously for abuse, that caused agitation, tremor, hallucinations, amnesia, sweating, hypertension, tachycardia, and even hypotension, bradycardia and asystole.<\/li><li>Decontamination: PREHOSPITAL: In general, there is no role for activated charcoal for oral ingestions of sympathomimetic aerosols due to their limited absorption via the gut. There is no role for dilution in any forms, and though likely not needed, it would not be unreasonable to wash skin for dermal exposures or irrigate eyes from ocular exposures. HOSPITAL: There is little to no role for activated charcoal for oral ingestions as these agents have limited absorption. There is definitely no role for gastric lavage, whole bowel irrigation or multiple doses of charcoal.<\/li><li>Airway management: Though it is possible that sympathomimetic stimulants may cause acute lung injury due to massive catecholamine discharge in overdoses, airway management is usually not an issue in these patients.<\/li><li>Antidote: There is no specific antidote for these exposures.<\/li><li>Monitoring of patient: Patients who are asymptomatic do not need laboratory evaluation. Patients who experience cardiac manifestations such as tachycardia, hypertension, hypotension, or dysrhythmias should be placed on a cardiac monitor and obtain an ECG, and evaluate electrolytes. Obtain a troponin level, if the patient is having chest pain. Perform a chest x-ray if the patient is experiencing respiratory symptoms. Patients with severe muscle pain should have a total CK checked to monitor for rhabdomyolysis.<\/li><li>Enhanced elimination procedure: There is no specific evidence to support the use of dialysis, hemoperfusion, urinary alkalinization, or multiple dose charcoal.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic or who rapidly improve with cessation of the sympathomimetic aerosol(s) should be safe to manage at home. OBSERVATION CRITERIA: Patients who do not improve with cessation of the sympathomimetic aerosol or who experience worsening symptoms should be sent to a healthcare facility for further observation until they improve. Patients may be discharged to home after they show clear and consistent improvement of their symptoms. ADMISSION CRITERIA: Patients who do not demonstrate improvement after a period of observation of several hours or who require continuing treatment with medications should be admitted to the hospital. Those with severe symptoms that require intubation or management of dysrhythmias or severe hypertension should be admitted to the ICU. Patients may be discharged once all medications have been stopped and their symptoms are clearly improving. CONSULT CRITERIA: Patients who are admitted to the ICU should receive critical care consultation. Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jxkis12b33","title":"Range of Toxicity","mono":"<b>SYMPATHOMIMETIC AEROSOLS<\/b><br\/>TOXICITY: There have been reports of sudden death with the use of inhaled bronchodilators, but a particular dose has not been well described. An adult died after injecting the contents of an epinephrine inhalant (82.5 mg); he developed dysrhythmias and hypotension and died nearly a month later after being in a persistent vegetative state. An adult developed tremor, agitation, hypertension and tachycardia, but recovered after ingesting 250 mg of propylhexedrine from an inhaler. Mild toxicity is common with therapeutic dosing of these medications. THERAPEUTIC DOSE: Varies by agent. The following is a selected list: ALBUTEROL: ADULT: 2 inhalations repeated every 4 to 6 hours; PEDIATRIC (4 years and older): 1 inhalation every 4 hours. EPINEPHRINE: ADULT: 1 inhalation (0.2 to 0.275 mg), repeated after at least 1 minute; subsequent doses should NOT be repeated for at least 3 hours; PEDIATRIC (4 years and older): 1 inhalation (0.22 mg); may repeat after 1 minute if symptoms not resolved; do NOT repeat until at least 3 hours. FENOTEROL HYDROBROMIDE: ADULT: 2 inhalations (0.1 or 0.2 mg), 3 to 4 times daily as needed; do NOT exceed 8 inhalations of the 0.1 metered spray formulation or 6 inhalations of the 0.2 mg metered spray formulation per day. PEDIATRIC (5 to 14 years): Initial dose: 0.1 to 1 mg\/dose. TERBUTALINE: ADULT: 2 inhalations every 4 to 6 hours as needed. PEDIATRIC: Not approved for use in children less that 12 years of age. <br\/>"}]},{"id":"jxkis13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that this drug is not indicated for acute asthma attacks or exacerbations of COPD.<\/li><li>Drug may cause cough, oropharyngeal pain, shortness of breath, nasopharyngitis, headache, nausea, palpitations, chest pain, rapid heart rate, tremor, or nervousness.<\/li><li>Advise patient to immediately report worsening of symptoms, or decreased effectiveness of inhaled, short-acting beta(2)-agonists (rescue inhaler).<\/li><li>Instruct patient to not stop therapy without consulting healthcare provider.<\/li><li>Warn patient that the drug capsules are for inhalation only and are not to be swallowed.<\/li><li>Warn patient to never place a capsule in the mouthpiece of the inhaler.<\/li><li>Instruct patient that drug capsules should only be administered with the provided inhaler.<\/li><li>Patient should only remove one capsule from the blister immediately before use.<\/li><\/ul>"}]}