{"generic":"Emtricitabine\/Rilpivirine\/Tenofovir","drugs":["Complera","Emtricitabine\/Rilpivirine\/Tenofovir"],"mono":[{"id":"jxl9s0","title":"Generic Names","mono":"Emtricitabine\/Rilpivirine\/Tenofovir"},{"id":"jxl9s1","title":"Dosing and Indications","sub":[{"id":"jxl9s1b4","title":"Adult Dosing","mono":"<b>HIV infection:<\/b> 1 tablet (emtricitabine 200 mg\/rilpivirine 25 mg\/tenofovir disoproxil fumarate 300 mg) ORALLY once daily with food "},{"id":"jxl9s1b5","title":"Pediatric Dosing","mono":"not recommended for patients younger than 18 years "},{"id":"jxl9s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, moderate, severe, or end-stage (CrCl less than 50 mL\/min):<\/b> not recommended<\/li><li><b>hepatic impairment, mild or moderate:<\/b> no dosage adjustment required<\/li><li><b>dialysis:<\/b> not recommended<\/li><li><b>concomitant rifabutin:<\/b> an additional rilpivirine 25 mg tablet per day is recommended<\/li><\/ul>"},{"id":"jxl9s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},{"id":"jxl9s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Potentially fatal lactic acidosis and severe hepatomegaly with steatosis has been reported with use of tenofovir disoproxil fumarate in combination with other antiretrovirals. The emtricitabine, rilpivirine hydrochloride, and tenofovir disoproxil fumarate combination is not approved for treatment of chronic hepatitis B virus (HBV) infection, and patients infected with both HIV-1 and HBV have reported severe exacerbations of HBV after discontinuing emtricitabine or tenofovir disoproxil fumarate. Closely monitor hepatic function and initiate anti-hepatitis B therapy if necessary.<br\/>"},{"id":"jxl9s3","title":"Contraindications\/Warnings","sub":[{"id":"jxl9s3b9","title":"Contraindications","mono":"Concomitant use with carbamazepine, oxcarbazepine, phenobarbital, phenytoin, rifampin, rifapentine, dexlansoprazole, esomeprazole, lansoprazole, omeprazole, pantoprazole, rabeprazole, systemic dexamethasone (more than a single dose), or St John's wort <br\/>"},{"id":"jxl9s3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Exacerbations of chronic hepatitis B virus (HBV) infection with liver decompensation and liver failure after discontinuation of therapy may occur in patients coinfected with HIV-1 and HBV; monitoring recommended<\/li><li>-- Potentially fatal lactic acidosis and severe hepatomegaly with steatosis have been reported; interruption may be necessary<\/li><li>Dermatologic:<\/li><li>-- Severe skin reactions have been reported and may be accompanied by constitutional symptoms (eg, fever) or organ dysfunction (eg, elevated hepatic enzymes); discontinue immediately if suspected<\/li><li>Hepatic:<\/li><li>-- Hepatotoxicity has been reported with rilpivirine-containing regimens; monitoring recommended<\/li><li>-- Use caution in patients with risk factors for liver disease<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions, including drug rash with eosinophilia and systemic symptoms (DRESS), have been reported; discontinue immediately if suspected<\/li><li>-- Autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barr  syndrome, have been reported in the setting of immune reconstitution and may occur many months after initiation of therapy<\/li><li>-- Immune reconstitution syndrome may occur, leading to an inflammatory response in patients with indolent or residual opportunistic infections<\/li><li>Musculoskeletal:<\/li><li>-- Bone mineral density decreases and osteomalacia (associated with proximal renal tubulopathy) have been reported with tenofovir; consider monitoring in patients with history of pathologic bone fracture or other risk factors for osteoporosis or bone loss<\/li><li>Psychiatric:<\/li><li>-- Depressive disorders (eg, depression, dysphoria, altered mood, suicidal ideation or attempt) have been reported with rilpivirine<\/li><li>Renal:<\/li><li>-- Do not administer to patients with CrCl less than 50 mL\/min or who require dialysis<\/li><li>-- New or worsening renal impairment, including acute renal failure and Fanconi syndrome, has been reported with tenofovir; monitoring recommended<\/li><li>-- Proximal renal tubulopathy associated with osteomalacia may occur; immediately evaluate renal function if symptoms (eg, bone or muscular pain, weakness) occur<\/li><li>Concomitant Use:<\/li><li>-- Concomitant or recent use of nephrotoxic agents including acyclovir, adefovir dipivoxil, cidofovir, ganciclovir, valacyclovir, valganciclovir, aminoglycosides, or use of multiple or high-dose NSAIDs should be avoided<\/li><li>-- Concomitant use of lamivudine or adefovir dipivoxil not recommended<\/li><\/ul>"},{"id":"jxl9s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jxl9s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jxl9s4","title":"Drug Interactions","sub":[{"id":"jxl9s4b13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Esomeprazole (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Ketoconazole (established)<\/li><li>Lansoprazole (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Nelfinavir (theoretical)<\/li><li>Omeprazole (established)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Pantoprazole (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rabeprazole (theoretical)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"jxl9s4b14","title":"Major","mono":"<ul><li>Aluminum Carbonate, Basic (theoretical)<\/li><li>Aluminum Hydroxide (theoretical)<\/li><li>Aluminum Phosphate (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Atazanavir (established)<\/li><li>Buserelin (theoretical)<\/li><li>Calcium Carbonate (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cimetidine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Didanosine (established)<\/li><li>Dihydroxyaluminum Aminoacetate (theoretical)<\/li><li>Dihydroxyaluminum Sodium Carbonate (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Efavirenz (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ethosuximide (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Famotidine (established)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Idelalisib (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Magaldrate (theoretical)<\/li><li>Magnesium Carbonate (theoretical)<\/li><li>Magnesium Hydroxide (theoretical)<\/li><li>Magnesium Oxide (theoretical)<\/li><li>Magnesium Trisilicate (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nevirapine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nizatidine (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Ranitidine (theoretical)<\/li><li>Rifabutin (established)<\/li><li>Sevoflurane (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Telaprevir (established)<\/li><li>Tipranavir (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><\/ul>"},{"id":"jxl9s4b15","title":"Moderate","mono":"<ul><li>Boceprevir (probable)<\/li><li>Lopinavir (probable)<\/li><li>Methadone (established)<\/li><li>Ritonavir (probable)<\/li><\/ul>"}]},{"id":"jxl9s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea, Grade 2 to 4 (less than 2%), Nausea, Grade 2 to 4 (1%)<\/li><li><b>Neurologic:<\/b>Dizziness, Grade 2 to 4 (1%), Headache, Grade 2 to 4 (2%)<\/li><li><b>Psychiatric:<\/b>Depression, Grade 2 to 4 (1%), Dream disorder, Grade 2 to 4 (1%), Insomnia, Grade 2 to 4 (2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Disorder of skin (Severe), Rash, Grade 2 to 4 (1%)<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Hepatic:<\/b>Hepatitis B, Exacerbation, Hepatomegaly, With steatosis, Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome, Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Fanconi syndrome<\/li><\/ul>"},{"id":"jxl9s6","title":"Drug Name Info","sub":[{"id":"jxl9s6b17","title":"US Trade Names","mono":"Complera<br\/>"},{"id":"jxl9s6b18","title":"Synonyms","mono":"Antiviral Combination<br\/>"},{"id":"jxl9s6b19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Non-Nucleoside Reverse Transcriptase Inhibitor<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><li>Nucleotide Reverse Transcriptase Inhibitor<\/li><\/ul>"},{"id":"jxl9s6b20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"jxl9s6b21","title":"Generic Availability","mono":"No<br\/>"}]},{"id":"jxl9s7","title":"Mechanism Of Action","mono":"<ul><li>Emtricitabine is a synthetic nucleoside analog of cytidine. Its active metabolite, emtricitabine 5'-triphosphate, inhibits the activity of HIV-1 reverse transcriptase by competing with the natural substrate deoxycytidine 5'-triphosphate which is then incorporated into nascent viral DNA resulting in chain termination.<\/li><li>Rilpivirine is a non-nucleoside reverse transcriptase inhibitor of HIV-1, thereby inhibiting the replication of HIV-1.<\/li><li>Tenofovir disoproxil fumarate, an acyclic nucleoside phosphonate diester analog of adenosine monophosphate, is initially converted to tenofovir by diester hydrolysis and further undergoes phosphorylation by cellular enzymes to form tenofovir diphosphate. In turn, tenofovir diphosphate competes with deoxyadenosine 5'-triphosphate, which is then incorporated into DNA resulting in chain termination, thus, preventing the activity of HIV-1 reverse transcriptase.<\/li><\/ul>"},{"id":"jxl9s8","title":"Pharmacokinetics","sub":[{"id":"jxl9s8b23","title":"Absorption","mono":"<ul><li>bioavailability, emtricitabine, oral 93%<\/li><li>bioavailability, rilpivirine, oral: unknown<\/li><li>bioavailability, tenofovir, oral: 25%<\/li><li>effects of food: exposure to rilpivirine and tenofovir increased; no effect on emtricitabine exposure<\/li><li>Tmax, emtricitabine, oral: 1 to 2 hours<\/li><li>Tmax, rilpivirine, oral: 4 to 5 hours<\/li><li>Tmax, tenofovir, oral: 1 hour<\/li><\/ul>"},{"id":"jxl9s8b24","title":"Distribution","mono":"<ul><li>Vd, tenofovir: approximately 1.2L\/kg<\/li><li>Protein binding, emtricitabine: less than 4%<\/li><li>Protein binding, rilpivirine: 99.7% (primarily albumin)<\/li><li>Protein binding, tenofovir: less than 0.7%<\/li><\/ul>"},{"id":"jxl9s8b25","title":"Metabolism","mono":"Liver, rilpivirine: primary site via CYP3A <br\/>"},{"id":"jxl9s8b26","title":"Excretion","mono":"<ul><li>Fecal, emtricitabine: 14%<\/li><li>Fecal, rilpivirine: 85% (25% as unchanged drug)<\/li><li>Renal, emtricitabine: 86%.<\/li><li>Renal, rilpivirine: 6.1% (trace amounts unchanged)<\/li><li>Renal, tenofovir: 70% to 80% (unchanged) .<\/li><li>Dialyzable, emtricitabine: Yes (hemodialysis)<\/li><li>Dialyzable, rilpivirine: No (hemodialysis and peritoneal dialysis)<\/li><li>Dialyzable, tenofovir: Yes (hemodialysis)<\/li><\/ul>"},{"id":"jxl9s8b27","title":"Elimination Half Life","mono":"<ul><li>emtricitabine: 10 hours.<\/li><li>rilpivirine: 50 hours<\/li><li>tenofovir: 17 hours<\/li><\/ul>"}]},{"id":"jxl9s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>do not administer with other antiretroviral medications<\/li><li>take with food<\/li><\/ul>"},{"id":"jxl9s10","title":"Monitoring","mono":"<ul><li>Viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years; additional HIV-RNA monitoring recommended after replacing therapy in treatment-experienced patients to asses for potential virologic failure or rebound<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment and if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months, particularly in patients with underlying hepatic disease (eg, hepatitis B or C) or in patients with marked elevations in baseline serum liver biochemistries; also consider in patients without preexisting hepatic dysfunction or other risk factors; continue monitoring hepatic function for at least several months following therapy discontinuation in patients co-infected with HIV-1 and hepatitis B virus<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline, then every 6 months<\/li><li>Serum phosphorus; at baseline and periodically thereafter in patients at risk of renal impairment or history of renal events<\/li><li>Estimated CrCl; at baseline and as clinically necessary in all patients; and periodically for patients at risk of renal impairment or history of renal events<\/li><li>Bone mineral density assessment in patients with history of pathologic bone fracture or risk of osteopenia<\/li><li>Signs and symptoms of hepatic dysfunction; for several months following therapy discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><li>Regimen tolerability after replacing therapy in treatment-experienced patients<\/li><\/ul>"},{"id":"jxl9s11","title":"How Supplied","mono":"<b>Complera<\/b><br\/>Oral Tablet: (Emtricitabine - Rilpivirine Hydrochloride - Tenofovir Disoproxil Fumarate) 200 MG-25 MG-300 MG<br\/>"},{"id":"jxl9s12","title":"Toxicology","sub":[{"id":"jxl9s12b31","title":"Clinical Effects","mono":"<ul><li><b>AIDS ANTIVIRAL NON-NUCLEOSIDES <\/b><br\/>USES: The non-nucleoside reverse transcriptase inhibitors (NNRTIs) are used in the treatment of HIV-1 infection. This class includes etravirine, delavirdine mesylate, efavirenz, nevirapine, and rilpivirine. PHARMACOLOGY: NNRTIs bind adjacent to the active site of HIV-1 reverse transcriptase, causing conformational change and thus inactivation of the enzyme. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon, and severe sequelae from acute overdose is rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: The majority of patients will have minimal or no symptoms following overdose. Mild transaminitis may occur in the setting of overdose. Psychiatric disturbances characterized by mania, agitation, and sometimes somnolence have been observed in overdose. Abdominal pain, nausea, and vomiting have been reported. Transient mild neutropenia and hyperlactemia developed in an infant after intravenous overdose. ADVERSE EFFECTS: COMMON: Headache, dizziness, transaminitis, rash, nausea, vomiting,  diarrhea, paresthesias, psychiatric disturbances, and hyperlipidemia are the most commonly reported adverse effects. Other adverse effects specific to each drug include: DELAVIRDINE: rash (36%), hepatitis (rare), Stevens-Johnson syndrome (rare), neutropenia (rare). EFAVIRENZ: headache, dizziness, impaired concentration, abnormal dreams, or other CNS\/psychiatric disturbances (52%), rash (27%), transaminitis, fever, hyperlipidemia. ETRAVIRINE: rash, peripheral neuropathy, toxic epidermal necrolysis (rare), hepatitis (rare). NEVIRAPINE: rash (7%), pruritus, hepatitis (1%), Stevens-Johnson syndrome (0.3%), fever. Hypersensitivity syndrome (HHS) has been described approximately 4 weeks following the therapeutic use of nevirapine.  Generalized maculopapular rash, eosinophilia, enlarged lymph nodes, fever, and hepatosplenomegaly developed. DRUG INTERACTIONS: DELAVIRDINE: A CYP3A4 substrate and inhibitor and a CYP2C9 inhibitor; carbamazepine, phenobarbital, rifampin, and phenytoin may decrease delavirdine concentrations; may increase plasma concentrations of other CYP3A4 substrates. EFAVIRENZ: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may decrease phenobarbital, phenytoin, carbamazepine, and methadone concentrations; may cause false positive tetrahydrocannabinol tests. ETRAVIRINE: A CYP3A4 substrate and inducer, a CYP2C9 substrate and inhibitor, and a CYP2C19 substrate and inhibitor; may increase the INR when administered with warfarin; may decrease etravirine concentrations when administered with phenytoin, carbamazepine, or phenobarbital; may increase digoxin concentrations. NEVIRAPINE: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may cause methadone withdrawal; may decrease plasma concentrations of oral contraceptives; may decrease ketoconazole concentrations; administration with rifampin may decrease nevirapine concentrations.<br\/><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash.<br\/><\/li><\/ul>"},{"id":"jxl9s12b32","title":"Treatment","mono":"<ul><li><b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored and no specific treatment is indicated. Nausea and vomiting should be treated with antiemetics. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care in severe toxicity. Withdrawal of the offending agent is imperative to improvement in severe adverse reactions. Stevens-Johnson syndrome should be treated with supportive care and consideration of corticosteroid and IV immunoglobulin therapy. Granulocyte colony stimulating factor (GCSF) should be considered for neutropenia complicated by infection felt to be secondary to nevirapine. Hepatic failure should prompt consultation with a transplant center.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of non-nucleoside reverse transcriptase inhibitor (NNRTI) overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NNRTIs. However coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NNRTI toxicity.<\/li><li>Monitoring of patient: Measurement of a basic metabolic panel, complete blood count, and liver enzymes should be performed in cases where adverse effects or overdose are suspected. Right upper quadrant ultrasound should be considered to evaluate for alternative etiologies of transaminitis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NNRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients should be referred to a health care facility. Asymptomatic patients with inadvertent ingestions of NNRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with Stevens-Johnson syndrome or hepatic failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Hepatic failure should prompt consultation with a transplant center.<\/li><\/ul><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"jxl9s12b33","title":"Range of Toxicity","mono":"<ul><li><b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/>OVERDOSE: A full month supply of many of these agents has been ingested in overdose without clinical effects, although toxicity can occur at therapeutic doses with all non-nucleoside reverse transcriptase inhibitors (NNRTIs). ADULT: Psychomotor agitation developed after 15.6 grams and 54 grams efavirenz in adults. PEDIATRIC: An ingestion of 200 mg of nevirapine (40 times the recommended dose of 2 mg\/kg\/day) instead of the prescribed 200 mg of nelfinavir in an 8-day-old infant resulted in mild transient neutropenia and hyperlactatemia. THERAPEUTIC DOSE: DELAVIRDINE: ADULT: 400 mg three times daily. PEDIATRIC (age 16 years or older): 400 mg three times daily. EFAVIRENZ: ADULT: 600 mg\/day. PEDIATRIC: 10 kg to less than 15 kg: 200 mg\/day; 15 kg to less than 20 kg: 250 mg\/day; 20 kg to less than 25 kg: 300 mg\/day; 25 kg to less than 32.5 kg: 350 mg\/day; 32.5 kg to less than 40 kg: 400 mg\/day; 40 kg or more: 600 mg\/day. ETRAVIRINE: ADULT: 200 mg twice daily. NEVIRAPINE: ADULT: 200 mg twice daily. PEDIATRIC: 150 mg\/m(2) twice daily (Max: 400 mg\/day).<br\/><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/><\/li><\/ul>"}]},{"id":"jxl9s13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to practice safe sex as drug does not prevent disease transmission.<\/li><li>Advise patient to immediately report severe depressive symptoms (eg, depression, dysphoria, altered mood, negative thoughts, suicidal ideation, and suicide attempt) or signs\/symptoms of infection.<\/li><li>Drug may cause fat redistribution, diarrhea, nausea, fatigue, dizziness, headaches, depression, insomnia, abnormal dreams, and rash.<\/li><li>Instruct patient to report signs\/symptoms of lactic acidosis, hepatomegaly, or hepatotoxicity (eg, nausea, vomiting, abdominal pain, weakness).<\/li><li>Tell patient to take drug with a meal.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Instruct patient to only take a missed dose when there are more than 12 hours before the next regularly scheduled dose, otherwise the patient should skip the missed dose.<\/li><\/ul>"}]}