{"generic":"Glucarpidase","drugs":["Glucarpidase","Voraxaze"],"mono":{"0":{"id":"jxnzs0","title":"Generic Names","mono":"Glucarpidase"},"1":{"id":"jxnzs1","title":"Dosing and Indications","sub":[{"id":"jxnzs1b4","title":"Adult Dosing","mono":"<ul><li><b>Methotrexate toxicity, Concentrations greater than 1 mcmol\/L - Renal impairment:<\/b> 50 units\/kg IV as a bolus injection over 5 minutes<\/li><li><b>Methotrexate toxicity, Concentrations greater than 1 mcmol\/L - Renal impairment:<\/b> concomitant leucovorin: do not administer leucovorin within 2 hours of glucarpidase; within 48 hours of glucarpidase administration, administer previous leucovorin dose; beyond 48 hours leucovorin should be dosed on methotrexate concentration, continuing until methotrexate level is below intervention limit for 3 days<\/li><\/ul>"},{"id":"jxnzs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Methotrexate toxicity, Concentrations greater than 1 mcmol\/L - Renal impairment:<\/b> 50 units\/kg IV as a bolus injection over 5 minutes<\/li><li><b>Methotrexate toxicity, Concentrations greater than 1 mcmol\/L - Renal impairment:<\/b> concomitant leucovorin: do not administer leucovorin within 2 hours of glucarpidase; within 48 hours of glucarpidase administration, administer previous leucovorin dose; beyond 48 hours leucovorin should be dosed on methotrexate concentration, continuing until methotrexate level is below intervention limit for 3 days<\/li><\/ul>"},{"id":"jxnzs1b6","title":"Dose Adjustments","mono":"<b>renal:<\/b> no adjustment recommended "},{"id":"jxnzs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Methotrexate toxicity, Concentrations greater than 1 mcmol\/L - Renal impairment<br\/>"}]},"3":{"id":"jxnzs3","title":"Contraindications\/Warnings","sub":[{"id":"jxnzs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jxnzs3b10","title":"Precautions","mono":"<ul><li>allergic reactions, serious, have been reported<\/li><li>concomitant leucovorin; do not administer within 2 hours before or after drug administration<\/li><li>immunoassay for methotrexate measurement; samples unreliable; not recommended within 48 hours of drug administration<\/li><\/ul>"},{"id":"jxnzs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jxnzs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jxnzs4","title":"Drug Interactions","sub":{"2":{"id":"jxnzs4b15","title":"Moderate","mono":"<ul>Leucovorin (probable)<\/ul>"}}},"5":{"id":"jxnzs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (1%)<\/li><li><b>Dermatologic:<\/b>Flushing (2%)<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting (2%)<\/li><li><b>Neurologic:<\/b>Headache (1%), Paresthesia (2%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Hypersensitivity reaction (Severe)<br\/>"},"6":{"id":"jxnzs6","title":"Drug Name Info","sub":{"0":{"id":"jxnzs6b17","title":"US Trade Names","mono":"Voraxaze<br\/>"},"2":{"id":"jxnzs6b19","title":"Class","mono":"<ul><li>Enzyme<\/li><li>Methotrexate Rescue<\/li><\/ul>"},"3":{"id":"jxnzs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxnzs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxnzs7","title":"Mechanism Of Action","mono":"Glucarpidase is a recombinant carboxypeptidase that hydrolyzes the carboxyl-terminal glutamate residue from folic acid and antifolates such as methotrexate. Glucarpidase converts methotrexate to its inactive metabolites, 4-deoxy-4-amino-N10-methylpteroic acid (DAMPA) and glutamate, providing a non-renal route of elimination.<br\/>"},"8":{"id":"jxnzs8","title":"Pharmacokinetics","sub":{"1":{"id":"jxnzs8b24","title":"Distribution","mono":"Vd: 3.6 L <br\/>"},"3":{"id":"jxnzs8b26","title":"Excretion","mono":"Total body clearance: 7.5 mL\/min <br\/>"},"4":{"id":"jxnzs8b27","title":"Elimination Half Life","mono":"<ul><li>5.6 hr<\/li><li>Renal impairment, 8.2 hr<\/li><\/ul>"}}},"9":{"id":"jxnzs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute with 1 mL sterile saline for injection<\/li><li>use immediately or refrigerate up to 4 hours after reconstitution<\/li><li>discard any unused portion<\/li><li>flush IV line before and after administration of glucarpidase<\/li><li>administer as an IV bolus injection over 5 minutes<\/li><\/ul>"},"10":{"id":"jxnzs10","title":"Monitoring","mono":"<ul><li>normalization of methotrexate concentrations<\/li><li>methotrexate concentrations; use chromatographic method for first 48 hours following drug administration<\/li><\/ul>"},"11":{"id":"jxnzs11","title":"How Supplied","mono":"<b>Voraxaze<\/b><br\/>Intravenous Powder for Solution: 1000 U<br\/>"},"12":{"id":"jxnzs12","title":"Toxicology","sub":[{"id":"jxnzs12b31","title":"Clinical Effects","mono":"<b>GLUCARPIDASE<\/b><br\/>USES: Intravenous glucarpidase is indicated for treating toxic plasma methotrexate concentrations (greater than 1 micromol\/L) in patients with delayed methotrexate clearance due to impaired renal function. Glucarpidase is not indicated for patients with normal or mildly impaired renal function, nor in patients who demonstrate the expected clearance of methotrexate. It has been used intrathecally to treat inadvertent intrathecal methotrexate overdose. PHARMACOLOGY: Glucarpidase, a recombinant bacterial enzyme, hydrolyzes the carboxyl terminal glutamate residue from folic acid and classical antifolates (eg, methotrexate) and can reduce methotrexate concentrations by rapidly converting methotrexate to its inactive metabolites glutamate and 4-deoxy-4-amino-N10-methylpteroic acid (DAMPA). DAMPA is approximately 25- to 100-fold less potent an inhibitor of dihydrofolate reductase as compared to methotrexate and, therefore; less cytotoxic. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Severe toxicity from glucarpidase overdose is not expected. ADVERSE EFFECTS: In studies, the most common adverse effects (greater than 1%) following glucarpidase use were paresthesia, flushing, nausea and\/or vomiting, hypotension, and headache. <br\/>"},{"id":"jxnzs12b32","title":"Treatment","mono":"<b>GLUCARPIDASE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after overdose of glucarpidase. NOTE: Severe toxicity symptoms may be due to methotrexate overdose. Refer to &quot;METHOTREXATE AND RELATED AGENTS&quot; document for more information.<\/li><li>Decontamination: HOSPITAL: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Should not be required in patients with glucarpidase overdose; however, may be required in patients with symptoms of severe methotrexate toxicity (eg, CNS and cardiac toxicity).<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs in symptomatic patients. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea. Following glucarpidase treatment, DAMPA, the inactive metabolite of methotrexate, interferes with immunoassays for methotrexate measurement. This measurement will be unreliable for samples collected within 48 hours of glucarpidase administration because of the long half-life of DAMPA (approximately 9 hours).<\/li><li>Enhanced elimination procedure: Hemodialysis is not required in patients after an inadvertent glucarpidase overdose. However, this agent is used in patients with methotrexate overdose. These patients may already be treated with enhanced elimination methods (eg, high flux hemodialysis and charcoal hemoperfusion).<\/li><li>Patient disposition: HOME CRITERIA: Glucarpidase is administered in an inpatient medical setting; patients with inadvertent overdose should be observed in a medical setting. OBSERVATION CRITERIA: Symptomatic patients need to be monitored for several hours to assess electrolyte and fluid balance. ADMISSION CRITERIA: Patients receiving glucarpidase are generally already admitted for high methotrexate concentrations or overdose.  CONSULT CRITERIA: Consult a poison center, medical toxicologist, or oncologist for assistance in managing patients with severe toxicity (may be due to methotrexate toxicity) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jxnzs12b33","title":"Range of Toxicity","mono":"<b>GLUCARPIDASE<\/b><br\/>TOXICITY: A specific toxic dose has not been delineated. There have been no reports of glucarpidase overdose at the time of this review. THERAPEUTIC DOSE: ADULTS AND CHILDREN: 50 units\/kg IV as a bolus injection over 5 minutes. INTRATHECAL METHOTREXATE OVERDOSE: Glucarpidase 2000 Units was administered to 7 patients who had inadvertent intrathecal methotrexate overdoses. In 2 patients, it was administered via the lumbar route, in 2 via ventriculostomy, in 2 via Ommaya reservoir and in one patient via both the lumbar route and ventriculostomy. <br\/>"}]},"13":{"id":"jxnzs13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause numbness or tingling of the skin, flushing, nausea, vomiting, headache, or low blood pressure.<\/li><li>Instruct patient to immediately report signs\/symptoms of infusion reactions including fever, flushing, feeling hot, chills, tingling, numbness, headache, hives, itching, difficulty breathing, or tightening of the throat.<\/li><li>Inform patient of the importance of continued monitoring of methotrexate blood concentrations and renal status after discharge from the hospital.<\/li><\/ul>"}}}