{"generic":"Axitinib","drugs":["Axitinib","Inlyta"],"mono":{"0":{"id":"jxo3s0","title":"Generic Names","mono":"Axitinib"},"1":{"id":"jxo3s1","title":"Dosing and Indications","sub":[{"id":"jxo3s1b4","title":"Adult Dosing","mono":"<ul><li>due to the risk of hypertensive crisis, the blood pressure should be well-controlled prior to starting axitinib<\/li><li><b>Metastatic renal cell carcinoma, First-line therapy:<\/b> initial, 5 mg ORALLY twice daily; increases at 2-week intervals to 7 mg ORALLY twice daily, then 10 mg ORALLY twice daily was used in a clinical trial<\/li><li><b>Renal cell carcinoma, Advanced, after failure of 1 prior systemic therapy:<\/b> initial dose, 5 mg ORALLY twice daily (12 hours apart) after 2 consecutive weeks based on criteria (no adverse reaction greater than grade 2, normotensive, and not receiving anti-hypertension medication); swallow whole with or without food<\/li><li><b>Renal cell carcinoma, Advanced, after failure of 1 prior systemic therapy:<\/b> dose titration, may increase to 7 mg ORALLY every 12 hours after 2 consecutive weeks at 5 mg twice daily based on safety and tolerability criteria (no adverse reaction greater than grade 2, normotensive, and no antihypertensive medication); may increase further to 10 mg ORALLY every 12 hours after 2 consecutive weeks at 7 mg based on same safety and tolerability criteria <\/li><\/ul>"},{"id":"jxo3s1b5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been studied "},{"id":"jxo3s1b6","title":"Dose Adjustments","mono":"<ul><li><b>hypertension:<\/b> from 5 mg twice daily to 3 mg twice daily and if necessary to 2 mg twice daily for persistent hypertension despite anti-hypertensive therapy; discontinue for severe and persistent hypertension despite anti-hypertensive therapy and dose reduction; consider discontinuation for hypertensive crisis<\/li><li>bleeding requiring medical intervention; temporarily interrupt axitinib<\/li><li><b>surgery:<\/b> interrupt axitinib for at least 24 hours prior to scheduled surgery<\/li><li><b>proteinuria, moderate to severe:<\/b> reduce dose or temporarily interrupt axitinib<\/li><li><b>hepatic impairment:<\/b> reduce starting dose by half in patients with baseline moderate hepatic impairment (Child-Pugh class B) and increase or decrease subsequent doses based on individual safety and tolerability; no adjustment required in patients with mild hepatic impairment (Child-Pugh class A)<\/li><li><b>renal impairment, mild to severe:<\/b> no starting dosage adjustment required<\/li><li><b>elderly:<\/b> no dosage adjustment required<\/li><li><b>concomitant use with strong CYP3A4\/5 inhibitors:<\/b> avoid; however, if concomitant use can not be avoided then reduce the dose of axitinib by approximately half; subsequent doses can be increased or decreased based on individual safety and tolerability; if CYP3A4\/5 inhibitor is discontinued, then increase the axitinib dose used prior to initiation of the strong inhibitor after 3 to 5 half-lives of the inhibitor (strong CYP3A4\/5 inhibitors include ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, and voriconazole)<\/li><\/ul>"},{"id":"jxo3s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Renal cell carcinoma, Advanced, after failure of 1 prior systemic therapy<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Metastatic renal cell carcinoma, First-line therapy<br\/>"}]},"3":{"id":"jxo3s3","title":"Contraindications\/Warnings","sub":[{"id":"jxo3s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jxo3s3b10","title":"Precautions","mono":"<ul><li>Hematologic Effects:<\/li><li>-- serious and fatal thromboembolic events (ie, TIA, stroke, myocardial infarction, retinal artery or vein occlusion, pulmonary embolism, DVT) have been reported; use caution in at-risk patients<\/li><li>-- serious and fatal hemorrhage (ie, cerebral hemorrhage, hematuria, hemoptysis, lower gastrointestinal hemorrhage, melena) has been reported; treatment interruption may be required<\/li><li>Cardiovascular Effects:<\/li><li>-- heart failure, including fatalities, has occurred; monitoring recommended and discontinuation may be required<\/li><li>-- hypertension, including hypertensive crisis, has been reported; monitoring recommended and dose adjustment or discontinuation may be necessary<\/li><li>Dermatologic Effects:<\/li><li>-- wound healing complications may occur; discontinue therapy at least 24 hours before scheduled surgery<\/li><li>Endocrine\/Metabolic Effects:<\/li><li>-- thyroid dysfunction (hypothyroidism and hyperthyroidism) has been reported; baseline screening and monitoring recommended<\/li><li>Gastrointestinal Effects:<\/li><li>-- avoid use in patients with recent active gastrointestinal bleeding<\/li><li>-- gastrointestinal perforation and fistula formation has been reported, including 1 fatality; monitoring recommended<\/li><li>Hepatic Effects:<\/li><li>-- ALT elevations of all grades have been reported; baseline screening and monitoring (including AST and bilirubin levels) recommended<\/li><li>-- dose adjustment recommended in patients with moderate hepatic impairment (ie, Child-Pugh class B)<\/li><li>Neurologic Effects:<\/li><li>-- reversible posterior leukoencephalopathy syndrome has been reported; discontinue if condition occurs<\/li><li>-- avoid use in patients with untreated brain metastasis<\/li><li>Renal Effects:<\/li><li>-- cautiously treat patients with ESRD (CrCl less than 15 mL\/min)<\/li><li>-- proteinuria has been reported; baseline screening and monitoring recommended; dose reduction or interruption may be required<\/li><li>Concomitant Use:<\/li><li>-- avoid coadministration with strong CYP3A4\/5 inhibitors (eg, atazanavir, clarithromycin, indinavir, itraconazole, ketoconazole, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, voriconazole) and strong CYP3A4\/5 inducers (eg, rifampin, carbamazepine, dexamethasone, phenobarbital, phenytoin, rifabutin, rifapentine, St. John's wort)<\/li><li>-- if possible, avoid coadministration with moderate CYP3A4\/5 inducers (eg, bosentan, efavirenz, etravirine, modafinil, nafcillin)<\/li><li>-- avoid use with grapefruit and grapefruit juice<\/li><\/ul>"},{"id":"jxo3s3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jxo3s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jxo3s4","title":"Drug Interactions","sub":{"1":{"id":"jxo3s4b14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bosentan (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (established)<\/li><li>Lopinavir (theoretical)<\/li><li>Modafinil (theoretical)<\/li><li>Nafcillin (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}}},"5":{"id":"jxo3s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (all grades, 40%; grade 3\/4, 16%)<\/li><li><b>Dermatologic:<\/b>Hand-foot syndrome due to cytotoxic therapy (all grades, 27%; grade 3\/4, 5%)<\/li><li><b>Endocrine metabolic:<\/b>Weight decreased (all grades, 25%; grade 3\/4, 2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (all grades, 20%; grade 3\/4, 1%), Diarrhea (all grades, 55%; grade 3\/4, 11%), Loss of appetite (all grades, 34%; grade 3\/4, 5%), Nausea (all grades, 32%; grade 3\/4, 3%), Vomiting (all grades, 24%; grade 3\/4, 3%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (all grades, 22%; grade 3, less than 1%)<\/li><li><b>Neurologic:<\/b>Asthenia (all grades, 21%; grade 3\/4, 5%)<\/li><li><b>Other:<\/b>Difficulty speaking (31%), Fatigue (all grades, 39%; grade 3\/4, 11%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure (2%), Heart failure, Grade 3 or 4 (1%), Hypertensive crisis (less than 1%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal fistula (1%), Gastrointestinal perforation (up to 1%)<\/li><li><b>Hematologic:<\/b>Arterial thrombosis (1% to 2%), Deep venous thrombosis (1%), Hemorrhage (all grades, 16%; grade 3\/4, 1%), Venous thrombosis (all grades, 3%; grade 3\/4, 3%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident (less than 1%), Posterior reversible encephalopathy syndrome (less than 1%), Transient ischemic attack (1%)<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein (1%)<\/li><li><b>Respiratory:<\/b>Pulmonary embolism (2%)<\/li><\/ul>"},"6":{"id":"jxo3s6","title":"Drug Name Info","sub":{"0":{"id":"jxo3s6b17","title":"US Trade Names","mono":"Inlyta<br\/>"},"2":{"id":"jxo3s6b19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Tyrosine Kinase Inhibitor<\/li><\/ul>"},"3":{"id":"jxo3s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxo3s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxo3s7","title":"Mechanism Of Action","mono":"Axitinib is a kinase inhibitor shown to inhibit the vascular endothelial growth factor receptors (VEGFR-1, VEGFR-2, and VEGFR-3) implicated in angiogenesis and tumor growth leading to cancer progression.<br\/>"},"8":{"id":"jxo3s8","title":"Pharmacokinetics","sub":[{"id":"jxo3s8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 2.5 to 4.1 hours<\/li><li>Bioavailability, Oral: 58%<\/li><li>Effect of food: a high fat, high calorie meal resulted in a 19% increase in AUC<\/li><\/ul>"},{"id":"jxo3s8b24","title":"Distribution","mono":"<ul><li>Protein binding: greater than 99%<\/li><li>Vd: 160 L<\/li><\/ul>"},{"id":"jxo3s8b25","title":"Metabolism","mono":"<ul><li>Liver: extensive via CYP P450 3A4\/5 (CYP3A4), CYP2C19, CYP1A2, pathways, and glucuronidation<\/li><li>N-glucuronide: inactive; sulfoxide: inactive<\/li><\/ul>"},{"id":"jxo3s8b26","title":"Excretion","mono":"<ul><li>Renal: approximately 23%; none unchanged<\/li><li>Fecal: approximately 41%; 12% unchanged<\/li><li>Total body clearance: 38 L\/hr<\/li><\/ul>"},{"id":"jxo3s8b27","title":"Elimination Half Life","mono":"2.5 to 6.1 hours <br\/>"}]},"9":{"id":"jxo3s9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},"10":{"id":"jxo3s10","title":"Monitoring","mono":"<ul><li>tumor regression is indicative of efficacy<\/li><li>ALT, AST, and bilirubin; prior to initiation and periodically throughout treatment<\/li><li>proteinuria; prior to initiation and periodically throughout treatment<\/li><li>thyroid function; prior to initiation and periodically throughout treatment<\/li><li>blood pressure; regularly during treatment<\/li><li>cardiac failure<\/li><\/ul>"},"11":{"id":"jxo3s11","title":"How Supplied","mono":"<b>Inlyta<\/b><br\/>Oral Tablet: 1 MG, 5 MG<br\/>"},"12":{"id":"jxo3s12","title":"Toxicology","sub":[{"id":"jxo3s12b31","title":"Clinical Effects","mono":"<b>AXITINIB<\/b><br\/>USES: Axitinib is indicated to treat advanced renal cell carcinoma after failure of one prior systemic therapy. PHARMACOLOGY: Axitinib is a kinase inhibitor shown to inhibit the vascular endothelial growth factor receptors (VEGFR-1, VEGFR-2, and VEGFR-3) implicated in angiogenesis and tumor growth leading to cancer progression. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Dizziness, hypertension, seizures associated with hypertension, and fatal hemoptysis occurred in patients who received axitinib orally at doses up to 20 mg twice daily during clinical trials. ADVERSE EFFECTS: COMMON: The most commonly reported adverse effects include diarrhea (55%), hypertension (40%), fatigue (39%), decreased appetite (34%), nausea (32%), dysphonia (31%), hand-foot syndrome (27%), decreased weight (25%), vomiting (24%), asthenia (21%), and constipation (20%). LESS FREQUENT: Other adverse effects that have occurred less frequently include, hypothyroidism, cough, mucosal inflammation, arthralgia, stomatitis, dyspnea, abdominal pain, headache, rash, proteinuria, dysgeusia, dry skin, dyspepsia, pruritus, alopecia, and erythema.<br\/>"},{"id":"jxo3s12b32","title":"Treatment","mono":"<b>AXITINIB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension with end organ effects, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in patients who are awake and able to maintain their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain their airway or if the airway is protected.<\/li><li>Airway management: Intubate if patient is unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor liver enzymes and thyroid function tests. Monitor complete blood count (CBC) including differential and platelet count. Monitor for bleeding; monitor for clinical evidence of thromboembolic events. Monitor vital signs. Severe hypertension has been reported with therapeutic use and in overdose. Monitor urinalysis; proteinuria has been reported with therapeutic use. Serum axitinib concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be effective due to high protein binding (greater than 99%).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestions of one or two extra doses can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions, any patient who is symptomatic or ingested more than 2 extra doses, should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be observed in a healthcare facility. ADMISSION CRITERIA: Patients with severe hypertension or bleeding should be admitted to the hospital. CONSULT CRITERIA: Consult with a medical toxicologist and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jxo3s12b33","title":"Range of Toxicity","mono":"<b>AXITINIB<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Oral axitinib doses up to 20 mg twice daily have resulted in dizziness, hypertension, seizures associated with hypertension, and fatal hemoptysis. THERAPEUTIC DOSE: ADULT: The recommended starting dose is 5 mg orally twice daily. If tolerated, the dose may be increased up to a MAXIMUM dose of 10 mg orally twice daily. PEDIATRIC: Safety and efficacy have not been established.<br\/>"}]},"13":{"id":"jxo3s13","title":"Clinical Teaching","mono":"<ul><li>Advise patients to watch for symptoms suggestive of thromboembolic events, as arterial and venous thromboembolic events, some fatal, have been reported during treatment.<\/li><li>Instruct patient to report bleeding episodes, because the drug may increase the risk of bleeding and may cause hemorrhage.<\/li><li>Warn patient to seek immediate medical attention for persistent or severe abdominal pain, as gastrointestinal perforation and fistulas have been reported with the use of this drug.<\/li><li>Advise patient on the proper handling and disposal of chemotherapy drugs.<\/li><li>This drug may cause diarrhea, hypertension, fatigue, decreased appetite, nausea, dysphonia, hand-foot syndrome, decreased weight, vomiting, asthenia, constipation.<\/li><li>Instruct patient to report signs\/symptoms of reversible posterior leukoencephalopathy syndrome (headache, seizure, lethargy, confusion, blindness, other visual and neurological disturbances).<\/li><li>Instruct patient to report signs\/symptoms of hypo- or hyperthyroidism. Drug may cause abnormal thyroid function.<\/li><li>Advise patient to report any unhealed wounds and inform healthcare professional if surgery is scheduled. The drug should be stopped at least 24 hours before planned surgery.<\/li><li>Patient should not eat grapefruit or drink grapefruit juice while taking this drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Instruct patient to take the next dose at the usual time if he\/she vomits or misses a dose. An additional dose should not be taken.<\/li><\/ul>"}}}