{"generic":"Linagliptin\/Metformin Hydrochloride","drugs":["Jentadueto","Linagliptin\/Metformin Hydrochloride"],"mono":[{"id":"jxo5s0","title":"Generic Names","mono":"Linagliptin\/Metformin Hydrochloride"},{"id":"jxo5s1","title":"Dosing and Indications","sub":[{"id":"jxo5s1b4","title":"Adult Dosing","mono":"<ul><li><b>Type 2 diabetes mellitus:<\/b> (not currently treated with metformin) initial, linagliptin 2.5 mg\/metformin 500 mg ORALLY twice daily with meals<\/li><li><b>Type 2 diabetes mellitus:<\/b> (currently treated with metformin) initial, linagliptin 2.5 mg plus current dose of metformin ORALLY twice daily with meals<\/li><li><b>Type 2 diabetes mellitus:<\/b> (switching from linagliptin co-administered with metformin) initial, same as current doses of linagliptin and metformin<\/li><li><b>Type 2 diabetes mellitus:<\/b> maintenance, individualize doses based on efficacy and tolerability, not to exceed linagliptin 2.5 mg\/metformin 1000 mg ORALLY twice daily with meals<\/li><li><b>Type 2 diabetes mellitus:<\/b> when administered with an insulin secretagogue (eg., sulfonylurea) or insulin, a lower dose of insulin or insulin secretagogue may be required<\/li><\/ul>"},{"id":"jxo5s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jxo5s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal disease or dysfunction (serum creatinine greater than or equal to 1.5 mg\/dL (males) or 1.4 mg\/dL (females) or an abnormal CrCl):<\/b> use contraindicated<\/li><li><b>hepatic disease:<\/b> avoid metformin<\/li><li><b>geriatric:<\/b> conservative dosing recommended; 80 years or older, do not initiate unless renal dysfunction has been ruled out<\/li><\/ul>"},{"id":"jxo5s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},{"id":"jxo5s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Lactic acidosis can occur due to metformin accumulation during treatment with linagliptin\/metformin hydrochloride. The risk of lactic acidosis is increased in such conditions as renal impairment, sepsis, dehydration, excessive alcohol intake, hepatic impairment, and acute congestive heart failure. Symptoms include: malaise, myalgias, respiratory distress, increasing somnolence, and nonspecific abdominal distress. Laboratory abnormalities include low pH, increased anion gap, and elevated blood lactate levels. Discontinue therapy and hospitalize patient immediately for suspected lactic acidosis.<br\/>"},{"id":"jxo5s3","title":"Contraindications\/Warnings","sub":[{"id":"jxo5s3b9","title":"Contraindications","mono":"<ul><li>acute or chronic metabolic acidosis, including diabetic ketoacidosis<\/li><li>history of hypersensitivity reaction to linagliptin (eg, anaphylaxis, angioedema, exfoliative skin conditions, urticaria, or bronchial hyperreactivity)<\/li><li>hypersensitivity to metformin<\/li><li>renal impairment (eg, serum creatinine of 1.5 mg\/dL or greater in men, 1.4 mg\/dL or greater in women, or abnormal creatinine clearance), including that which may result from cardiovascular collapse (shock), acute myocardial infarction, or septicemia<\/li><\/ul>"},{"id":"jxo5s3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- lactic acidosis due to metformin accumulation, including fatal cases, has been reported primarily in diabetic patients with significant renal impairment and the risk increases with degree of renal impairment and age; monitoring and prompt interruption of dosing in presence of any condition associated with hypoxemia, dehydration, or sepsis recommended<\/li><li>Cardiovascular:<\/li><li>-- congestive heart failure requiring pharmacologic management, particularly with hypoperfusion and hypoxemia due to unstable or acute failure, may increase risk of lactic acidosis<\/li><li>Endocrine:<\/li><li>-- hypoglycemia may occur, especially in elderly, debilitated, malnourished patients, or those with adrenal or pituitary insufficiency, with severe renal impairment and concomitant use of insulin, or with alcohol intoxication<\/li><li>-- vitamin B12 deficiency has been reported and may appear without clinical manifestations; increased risk may occur with long-term metformin therapy or inadequate vitamin B12 or calcium intake or absorption; monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- acute pancreatitis with fatalities has been reported with linagliptin therapy; monitoring recommended; immediately discontinue use if suspected<\/li><li>Hepatic:<\/li><li>-- clinical or laboratory evidence of hepatic disease may increase risk of lactic acidosis; avoid use<\/li><li>Immunologic:<\/li><li>-- serious hypersensitivity reactions have been reported with linagliptin therapy, including anaphylaxis, angioedema, bronchial hyperreactivity, and exfoliative skin conditions; discontinue use if suspected<\/li><li>Renal:<\/li><li>-- risk of metformin accumulation and lactic acidosis increases with the degree of renal impairment; monitoring recommended, particularly in patients in which development of renal impairment is anticipated (eg, elderly); discontinue with evidence of renal impairment<\/li><li>Respiratory:<\/li><li>-- hypoxemia due to cardiovascular collapse, acute congestive heart failure, acute myocardial infarction, or other conditions has been associated with lactic acidosis; immediately discontinue if occurs<\/li><li>Other:<\/li><li>-- elderly have increased risk of lactic acidosis due to potential renal impairment; do not initiate therapy unless normal renal function demonstrated and monitor during therapy<\/li><li>-- surgical procedures associated with restricted intake of food and fluids may increase risk of lactic acidosis; temporarily withhold therapy and restart when oral intake has resumed and normal renal function is confirmed<\/li><li>-- history of angioedema to another dipeptidyl peptidase-4 (DPP-4) inhibitor; use with caution<\/li><li>Concomitant use:<\/li><li>-- excessive alcohol use may increase risk of lactic acidosis or hypoglycemia<\/li><li>-- medications that affect renal function, metformin disposition, or result in significant hemodynamic change may increase risk of lactic acidosis<\/li><li>-- intravascular use of iodinated contrast media in radiologic studies may cause acute alteration of renal function resulting in increased risk of lactic acidosis; temporarily discontinue therapy, withhold for 48 hours subsequent to procedure, and restart when normal renal function is confirmed<\/li><li>-- insulin secretagogue (eg, sulfonylurea) or insulin may increase risk of hypoglycemia; lower dose of sulfonylurea or insulin may be required<\/li><\/ul>"},{"id":"jxo5s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jxo5s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jxo5s4","title":"Drug Interactions","sub":[{"id":"jxo5s4b13","title":"Contraindicated","mono":"<ul><li>Acetrizoic Acid (theoretical)<\/li><li>Diatrizoate (theoretical)<\/li><li>Ethiodized Oil (theoretical)<\/li><li>Iobenzamic Acid (theoretical)<\/li><li>Iobitridol (probable)<\/li><li>Iocarmic Acid (theoretical)<\/li><li>Iocetamic Acid (theoretical)<\/li><li>Iodamide (theoretical)<\/li><li>Iodipamide (theoretical)<\/li><li>Iodixanol (theoretical)<\/li><li>Iodohippuric Acid (theoretical)<\/li><li>Iodopyracet (theoretical)<\/li><li>Iodoxamic Acid (theoretical)<\/li><li>Ioglicic Acid (theoretical)<\/li><li>Ioglycamic Acid (theoretical)<\/li><li>Iohexol (theoretical)<\/li><li>Iomeprol (theoretical)<\/li><li>Iopamidol (theoretical)<\/li><li>Iopanoic Acid (theoretical)<\/li><li>Iopentol (theoretical)<\/li><li>Iophendylate (theoretical)<\/li><li>Iopromide (theoretical)<\/li><li>Iopronic Acid (theoretical)<\/li><li>Ioseric Acid (theoretical)<\/li><li>Iosimide (theoretical)<\/li><li>Iotasul (theoretical)<\/li><li>Iothalamate (theoretical)<\/li><li>Iotrolan (theoretical)<\/li><li>Iotroxic Acid (theoretical)<\/li><li>Ioversol (theoretical)<\/li><li>Ioxaglate (theoretical)<\/li><li>Ioxitalamic Acid (theoretical)<\/li><li>Ipodate (theoretical)<\/li><li>Metrizamide (theoretical)<\/li><li>Metrizoic Acid (theoretical)<\/li><li>Tyropanoate Sodium (theoretical)<\/li><\/ul>"},{"id":"jxo5s4b14","title":"Major","mono":"<ul><li>Acetazolamide (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Cimetidine (established)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dichlorphenamide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolutegravir (probable)<\/li><li>Efavirenz (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Vandetanib (established)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zonisamide (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"jxo5s4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Cephalexin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Ranolazine (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Trospium (established)<\/li><\/ul>"}]},{"id":"jxo5s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (6.3%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (5.7% to 6.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia (linagliptin\/metformin, 1.4%; linagliptin\/metformin combined with sulfonylurea, 22.9%), Lactic acidosis (rare), Serum vitamin B12 low (7%)<\/li><li><b>Gastrointestinal:<\/b>Pancreatic cancer, Pancreatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Other:<\/b>Angioedema, Pancreatic cancer<\/li><\/ul>"},{"id":"jxo5s6","title":"Drug Name Info","sub":{"0":{"id":"jxo5s6b17","title":"US Trade Names","mono":"Jentadueto<br\/>"},"2":{"id":"jxo5s6b19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Biguanide<\/li><li>Dipeptidyl Peptidase IV Inhibitor<\/li><\/ul>"},"3":{"id":"jxo5s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxo5s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jxo5s7","title":"Mechanism Of Action","mono":"The fixed-dose combination product of linagliptin and metformin hydrochloride combines 2 antihyperglycemic agents which act differently to achieve glycemic control in patients with type 2 diabetes. Linagliptin is a dipeptidyl peptidase-4 (DPP-4) enzyme inhibitor, which acts by slowing the breakdown of the endogenous incretin hormones, glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1), resulting in increased GIP and GLP-1 bloodstream concentrations. In response to food intake, endogenous GIP and GLP-1 are released into the bloodstream from the small intestine in order to maintain glucose homeostasis. However, GIP and GLP-1 are metabolized rapidly by the DPP4 enzyme, resulting in loss of insulinotropic effects. By inhibiting the degradation of these incretin hormones, fasting and postprandial glucose concentrations are reduced in a glucose-dependent manner. Metformin hydrochloride, a biguanide, lowers basal and postprandial plasma glucose by decreasing hepatic glucose production, decreasing intestinal absorption of glucose, and improving insulin sensitivity by increasing peripheral glucose uptake and utilization.<br\/>"},{"id":"jxo5s8","title":"Pharmacokinetics","sub":{"0":{"id":"jxo5s8b23","title":"Absorption","mono":"<ul><li>Linagliptin, Bioavailability, Oral: 30%<\/li><li>Metformin hydrochloride, Bioavailability, Oral: 50% to 60%<\/li><li>Effects of food: not clinically significant<\/li><\/ul>"},"1":{"id":"jxo5s8b24","title":"Distribution","mono":"<ul><li>Linagliptin, Vd: 1110 L<\/li><li>Linagliptin, Protein binding: 70% to 99% (concentration-dependent)<\/li><li>Metformin hydrochloride, Vd: 654 L +\/- 358 L<\/li><li>Metformin hydrochloride, Protein binding: negligible<\/li><\/ul>"},"3":{"id":"jxo5s8b26","title":"Excretion","mono":"<ul><li>Linagliptin, Bile: 80%<\/li><li>Linagliptin, Renal clearance: 70 mL\/min<\/li><li>Linagliptin, Renal excretion: 5%<\/li><li>Linagliptin, Dialyzable: No<\/li><li>Metformin hydrochloride, Renal clearance: 3.5 times greater than CrCl<\/li><li>Metformin hydrochloride, Renal excretion: 90%<\/li><li>Metformin hydrochloride, Dialyzable: Yes<\/li><\/ul>"},"4":{"id":"jxo5s8b27","title":"Elimination Half Life","mono":"<ul><li>Linagliptin: greater than 100 hours<\/li><li>Metformin hydrochloride: 6.2 hours<\/li><li>Metformin hydrochloride, renal impairment: prolonged<\/li><\/ul>"}}},{"id":"jxo5s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer twice daily with meals<\/li><li>do not administer at the time of and for 48 hours after radiologic studies involving intravascular iodinated contrast materials or surgical procedures associated with restricted intake of food and fluids; resume only after confirming renal function is normal<\/li><\/ul>"},{"id":"jxo5s10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>renal function; before initiation and annually thereafter; more frequently in patients in whom renal impairment is anticipated (eg, elderly, patients undergoing radiologic procedure using intravascular iodinated contrast materials)<\/li><li>hematologic parameters; baseline and annually<\/li><li>vitamin B12 levels; every 2 to 3 years in susceptible patients (inadequate vitamin B12 or calcium intake or absorption)<\/li><\/ul>"},{"id":"jxo5s11","title":"How Supplied","mono":"<b>Jentadueto<\/b><br\/>Oral Tablet: (Linagliptin - Metformin Hydrochloride) 2.5 MG-500 MG, 2.5 MG-850 MG, 2.5 MG-1000 MG<br\/>"},{"id":"jxo5s12","title":"Toxicology","sub":[{"id":"jxo5s12b31","title":"Clinical Effects","mono":"<b>METFORMIN AND RELATED AGENTS <\/b><br\/>USES: Oral hypoglycemic agents for type II diabetes mellitus. PHARMACOLOGY: These agents decrease hepatic glucose production and intestinal glucose absorption, and increase peripheral glucose uptake. TOXICOLOGY: These agents are not likely to cause hypoglycemia after acute overdose, as they do not stimulate insulin release. Severe lactic acidosis is a rare but potentially fatal side effect mainly in patients with renal insufficiency, hepatic disease, alcoholism, and advanced age. It can be precipitated by iodinated contrast agents. Metformin inhibits both hepatic lactate uptake and conversion of lactate to glucose. EPIDEMIOLOGY: Exposure is common but severe toxicity is rare. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, malaise, and myalgia. Acute pancreatitis has been reported in one case report. SEVERE TOXICITY: Severe lactic acidosis, confusion, mental status depression, hypothermia, hypotension, and renal failure may develop.  Rarely, ventricular dysrhythmias, respiratory insufficiency, and death. ADVERSE EFFECTS: COMMON: Diarrhea, nausea, vomiting, flatulence, asthenia, indigestion, abdominal pain, anorexia, headache, and rash. SERIOUS EFFECTS: Lactic acidosis (generally only in patients with renal insufficiency or hepatic disease) and megaloblastic anemia. Hypotension, ventricular extrasystoles, and myocardial infarction have been reported with therapeutic doses. DRUG INTERACTION: Use of radiocontrast dyes in patients taking metformin increases the risk of renal failure and acidosis.  Concurrent use of metformin and non-steroidal anti-inflammatory drugs or COX-2 inhibitors may increase the risk of renal failure and acidosis.<br\/>"},{"id":"jxo5s12b32","title":"Treatment","mono":"<b>METFORMIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate biguanide toxicity. Hypoglycemia from coingestion of other hypoglycemic agents should be managed with dextrose administration. MANAGEMENT OF SEVERE TOXICITY: Early intubation and ventilation assistance should be performed if the patient presents with respiratory or mental status depression. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if patient presents with circulatory collapse. If the patient develops severe anion gap metabolic acidosis or severe lactic acidosis (pH 7.1 or less), intravenous sodium bicarbonate (1 to 2 mEq\/kg IV bolus starting dose, then titrate to correct pH to above 7.2) should be given and emergent hemodialysis should be arranged (especially if renal insufficiency exists).<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be considered after large ingestions, if the patient has an appropriate level of consciousness, patent airway, and the patient can drink the charcoal. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, if the patient has an appropriate level of consciousness, patent airway, and can drink the charcoal.  Severe toxicity is rare; gastric lavage is rarely if ever indicated.<\/li><li>Airway management: Perform early in patients with severe lactic acidosis who present with respiratory insufficiency or mental status depression.<\/li><li>Antidote: None<\/li><li>Hypoglycemia: Give dextrose if symptomatic or BS &lt;60 mg\/dL. Dose - Adult 50 mL of 50% dextrose IV push; Child 0.5 to 1 g\/kg (2-4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL.<\/li><li>Monitoring of patient: No labs are needed in case of small ingestions. Patients with larger ingestions should have serial (every 2 hours) monitoring of serum electrolytes and lactate. Monitor arterial blood gases in patients with metabolic acidosis. Monitor renal function and liver enzymes.<\/li><li>Enhanced elimination procedure: Hemodialysis  is effective in improving acid-base status and may improve clinical outcome in patients with severe lactic acidosis, especially in patients with renal insufficiency, however, it does not remove significant amounts of metformin because of its large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with acute inadvertent ingestions of 1700 mg or less may be monitored at home. OBSERVATION CRITERIA: Four to 6 hours of observation period is recommended after immediate-release metformin overdose. Peak concentrations of delayed-release formulations are expected to be delayed after overdose. After an overdose, patients should be observed for the development of toxic effects for 2 to 6 hours longer than the Tmax (Tmax: Glucophage XR 7 hours, Glumetza extended-release: 7 to 8 hours. Fortamet extended-release: 6 hours). Patients who remain asymptomatic during this period with no evidence of metabolic acidosis or hypoglycemia can be discharged home. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jxo5s12b33","title":"Range of Toxicity","mono":"<b>METFORMIN AND RELATED AGENTS <\/b><br\/>TOXICITY: The minimum toxic dose is not well established. ADULT: In adults, ingestions of 5 g or less are generally well tolerated. Severe toxicity developed after ingestions of 25 or more of metformin. A woman ingested 75 to 100 grams of metformin and developed severe lactic acidosis. Following aggressive supportive care, her condition improved gradually. An elderly adult survived an intentional ingestion of 63 grams of metformin and developed no permanent sequelae. PEDIATRIC: Ingestions of up to 1700 mg of metformin were well tolerated in healthy children. A 15-year-old girl developed lactic acidosis and acute renal failure after ingesting 38.25 g (0.55 g\/kg body weight) of metformin. She recovered completely following supportive care. A 15-year-old girl developed lactic acidosis, hypotension, and recurrent and severe hypoglycemia, requiring boluses of 50% dextrose after ingesting 75 g of metformin and 3 g of quetiapine in a suicide attempt. She recovered following supportive care. THERAPEUTIC DOSE: Immediate-release form: 1000 to 2550 mg orally daily in 2 to 3 divided doses; maximum: 2550 mg\/day. Extended-release form: 1000 to 2000 mg once daily; maximum: 2500 mg\/day.<br\/>"}]},{"id":"jxo5s13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of lactic acidosis (malaise, myalgias, respiratory distress or hyperventilation, increasing somnolence, slow or irregular heartbeat, sensation of feeling cold, nonspecific abdominal distress) and to discontinue drug immediately if symptoms are present.<\/li><li>Advise patient to report symptoms of acute pancreatitis (persistent severe abdominal pain that may radiate to the back, which may or may not be accompanied by vomiting) and to promptly discontinue drug if symptoms occur.<\/li><li>Drug may cause diarrhea or nasopharyngitis.<\/li><li>Advise patient to monitor for signs\/symptoms of hypoglycemia and to report difficulties with glycemic control.<\/li><li>Patient should take drug with food to minimize gastric irritation.<\/li><li>Tell patient to maintain adequate hydration to prevent lactic acidosis.<\/li><li>Instruct patient to notify healthcare provider prior to having radiologic studies using iodinated contrast materials or any surgical procedure, as the drug will need to be temporarily discontinued.<\/li><li>Advise patient to avoid drinking excessive amounts of alcohol.<\/li><\/ul>"}]}