{"generic":"Pertuzumab","drugs":["Perjeta","Pertuzumab"],"mono":{"0":{"id":"jxrhs0","title":"Generic Names","mono":"Pertuzumab"},"1":{"id":"jxrhs1","title":"Dosing and Indications","sub":[{"id":"jxrhs1b4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer, Neoadjuvant, HER2 overexpression, in combination with trastuzumab and docetaxel:<\/b> 840 mg IV over 60 minutes (initial dose), then 420 mg IV over 30 to 60 minutes every 3 weeks for 3 to 6 cycles with trastuzumab 8 mg\/kg IV over 90 minutes (initial dose), then 6 mg\/kg IV over 30 to 90 minutes every 3 weeks to complete 1 year of therapy as part of 1 of the following 3 regimens: 4 preoperative cycles of pertuzumab, trastuzumab, and docetaxel followed by 3 postoperative cycles of fluorouracil, epirubicin, and cyclophosphamide (FEC) OR 3 preoperative cycles of FEC followed by 3 preoperative cycles of pertuzumab, docetaxel, and trastuzumab OR 6 preoperative cycles of pertuzumab, docetaxel, carboplatin, and trastuzumab; administer pertuzumab, trastuzumab, and docetaxel sequentially, with either pertuzumab (followed by a 30- to 60-minute observation period) or trastuzumab administered first<\/li><li><b>Metastatic breast cancer, HER2 overexpression, first-line, in combination with trastuzumab and docetaxel:<\/b> initial, pertuzumab 840 mg IV infusion over 60 minutes, plus trastuzumab 8 mg\/kg IV infusion over 90 minutes, plus docetaxel 75 mg\/m(2); administer sequentially with pertuzumab and trastuzumab in any order followed last by docetaxel; observe patient for 30 to 60 minutes following pertuzumab infusion before commencing next agent<\/li><li><b>Metastatic breast cancer, HER2 overexpression, first-line, in combination with trastuzumab and docetaxel:<\/b> maintenance every 3 weeks, pertuzumab 420 mg IV infusion over 30 to 60 minutes, plus trastuzumab 6 mg\/kg IV infusion over 30 to 90 minutes, plus docetaxel 100 mg\/m(2) if initial docetaxel dose tolerated; administer sequentially with pertuzumab and trastuzumab in any order followed last by docetaxel; observe patient for 30 to 60 minutes following each pertuzumab infusion before commencing next agent; dose reductions of pertuzumab are not recommended<\/li><\/ul>"},{"id":"jxrhs1b5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"jxrhs1b6","title":"Dose Adjustments","mono":"<ul><li><b>albumin level:<\/b> no dosage adjustment required<\/li><li><b>body weight:<\/b> no dosage adjustment required<\/li><li><b>general:<\/b> if trastuzumab therapy withheld or discontinued, pertuzumab should be withheld or discontinued; if docetaxel therapy discontinued, pertuzumab and trastuzumab may be continued; dose reductions for pertuzumab are not recommended<\/li><li><b>infusion-associated reaction:<\/b> slow the infusion rate or interrupt therapy; discontinue immediately if a serious hypersensitivity reaction occurs<\/li><li><b>left ventricular ejection fraction (LVEF):<\/b> less than 45%, or LVEF 45% to 49% with a 10% or greater absolute decrease below pretreatment values; withhold pertuzumab and trastuzumab dosing for at least 3 weeks; resume if the LVEF is greater than 49% or is 45% to 49% with less than a 10% absolute decrease below pretreatment values; if LVEF has not improved within approximately 3 weeks or has deteriorated further, discontinuation of pertuzumab and trastuzumab should be strongly considered unless benefits outweigh risks<\/li><li><b>renal impairment, mild to moderate (CrCl 30 to 90 mL\/min):<\/b> no dose adjustments needed; renal impairment, severe (CrCl less than 30 mL\/min): no dose recommendations can be made due to limited data<\/li><\/ul>"},{"id":"jxrhs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Neoadjuvant, HER2 overexpression, in combination with trastuzumab and docetaxel<\/li><li>Metastatic breast cancer, HER2 overexpression, first-line, in combination with trastuzumab and docetaxel<\/li><\/ul>"}]},"2":{"id":"jxrhs2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Cardiomyopathy: Pertuzumab administration can result in subclinical and clinical cardiac failure. Evaluate left ventricular function in all patients prior to and during treatment with pertuzumab. Discontinue pertuzumab treatment for a confirmed clinically significant decrease in left ventricular function. Embryo-fetal Toxicity: Exposure to pertuzumab can result in embryo-fetal death and birth defects. Advise patients of these risks and the need for effective contraception.<br\/>"},"3":{"id":"jxrhs3","title":"Contraindications\/Warnings","sub":[{"id":"jxrhs3b9","title":"Contraindications","mono":"Hypersensitivity to pertuzumab or to any component of the product <br\/>"},{"id":"jxrhs3b10","title":"Precautions","mono":"<ul><li>Left ventricular ejection fraction decreases and cardiac failure have been reported; risk may be increased with prior anthracycline-containing chemotherapy or radiotherapy to the chest area; monitoring recommended; interruption or discontinuation of therapy may be required<\/li><li>Pregnancy; fetal harm can occur with use; verify pregnancy status prior to initiation of therapy and recommend effective contraception during and for 7 months after treatment in combination with trastuzumab<\/li><li>Infusion and hypersensitivity reactions, including anaphylaxis, have been reported; monitoring recommended; slowing, interrupting, or discontinuing infusion may be required<\/li><\/ul>"},{"id":"jxrhs3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jxrhs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jxrhs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (52% to 65.4%), Rash (10.7% to 33.7%)<\/li><li><b>Gastrointestinal:<\/b>Decrease in appetite (10.7% to 29.2%), Diarrhea (45.8% to 72.4%), Inflammatory disease of mucous membrane (17.1% to 27.8%), Nausea (39.3% to 53.3%), Vomiting (13.1% to 39.5%)<\/li><li><b>Hematologic:<\/b>Anemia, All grades (9.3% to 38.2%), Neutropenia, All grades (46.7% to 52.8%)<\/li><li><b>Neurologic:<\/b>Asthenia (13.2% to 26%), Headache (11.2% to 20.9%), Peripheral neuropathy (1.3% to 32.4%)<\/li><li><b>Other:<\/b>Fatigue (26.2% to 42.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure (0.9% to 4%), Left ventricular cardiac dysfunction (4.4% to 16%)<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or 4 (2.5% to 17.1%), Febrile neutropenia (all ethnicities, 9.3% to 18.1%; Asian patients, 26%), Leukopenia, Grade 3 or 4 (4.7% to 12.3%), Neutropenia, Grade 3 or 4 (42.7% to 48.9%), Thrombocytopenia, Grade 3 or 4 (neoadjuvant, 0% to 11.8%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (1.3% to 11.8%)<\/li><\/ul>"},"6":{"id":"jxrhs6","title":"Drug Name Info","sub":{"0":{"id":"jxrhs6b17","title":"US Trade Names","mono":"Perjeta<br\/>"},"2":{"id":"jxrhs6b19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Monoclonal Antibody<\/li><\/ul>"},"3":{"id":"jxrhs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxrhs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxrhs7","title":"Mechanism Of Action","mono":"Pertuzumab, a recombinant DNA-derived humanized monoclonal antibody, binds to the extracellular dimerization domain of the human epidermal growth factor receptor 2 (HER2) protein. By binding to the HER2 protein, pertuzumab inhibits the growth of tumor cells and mediates antibody-dependent cellular cytotoxicity (ADCC) in cancer cells that overexpress the HER2 protein.<br\/>"},"8":{"id":"jxrhs8","title":"Pharmacokinetics","sub":{"3":{"id":"jxrhs8b26","title":"Excretion","mono":"Total body clearance: 0.24 L\/day <br\/>"},"4":{"id":"jxrhs8b27","title":"Elimination Half Life","mono":"18 days <br\/>"}}},"9":{"id":"jxrhs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do not mix with other drugs<\/li><li>do not dilute with D5W<\/li><li>dilute the desired dose, into a polyvinylchloride (PVC) or non-PVC polyolefin infusion bag containing 250 mL NS<\/li><li>to mix, gently invert bag; do not shake<\/li><li>administer immediately after preparation or store for up to 24 hours at 2 to 8 degrees C<\/li><li>do not give as an IV push or bolus<\/li><li>give only as an IV infusion; 840-mg dose over 60 minutes or 420-mg dose over 30 to 60 minutes<\/li><li>administer pertuzumab, trastuzumab, and docetaxel sequentially, with either pertuzumab (followed by a 30- to 60-minute observation period) or trastuzumab administered first; administer docetaxel after pertuzumab and trastuzumab<\/li><li>delayed or missed doses: time between 2 sequential doses is less than 6 weeks, administer the 420-mg dose without waiting for the next planned dose; if the time between 2 sequential pertuzumab IV infusions is 6 weeks or longer, administer the initial dose of 840 mg over 60 minutes followed every 3 weeks by 420 mg IV infusion over 30 to 60 minutes<\/li><\/ul>"},"10":{"id":"jxrhs10","title":"Monitoring","mono":"<ul><li>human epidermal growth factor receptor 2 (HER2) status; before initiating therapy<\/li><li>objective response indicates efficacy<\/li><li>pregnancy test; before initiating therapy<\/li><li>left ventricular ejection fraction; before initiating therapy and periodically (eg, every 3 months in metastatic setting and every 6 weeks in neoadjuvant setting) during therapy<\/li><li>infusion reactions; 60 minutes after first infusion and 30 minutes after subsequent infusions<\/li><\/ul>"},"11":{"id":"jxrhs11","title":"How Supplied","mono":"<b>Perjeta<\/b><br\/>Intravenous Solution: 30 MG\/ML<br\/>"},"12":{"id":"jxrhs12","title":"Toxicology","sub":[{"id":"jxrhs12b31","title":"Clinical Effects","mono":"<b>PERTUZUMAB<\/b><br\/>USES: Pertuzumab is used in combination with trastuzumab and docetaxel for the treatment of HER2-positive breast cancer in patients who have not received prior anti-HER2 therapy or chemotherapy for metastatic disease. PHARMACOLOGY: Pertuzumab is a recombinant DNA-derived humanized monoclonal antibody that binds to the extracellular dimerization domain (Subdomain II) of the human epidermal growth factor receptor 2 (HER2) protein. The resulting inhibition of ligand-initiated intracellular signalling results in cell growth arrest and apoptosis. EPIDEMIOLOGY: Overdose has not been reported. OVERDOSE: There have been no reports of overdose. Signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic adverse events. MILD TO MODERATE TOXICITY: Nausea, diarrhea, fatigue, neutropenia and peripheral neuropathy may develop. A decrease in left ventricular dysfunction has occurred with agents that block HER2 activity, including pertuzumab. SEVERE TOXICITY: Hypersensitivity and anaphylaxis may develop. Myelosuppression appears to be infrequent or not reported following pertuzumab monotherapy. However, severe neutropenia along with anemia, leukopenia and febrile neutropenia may occur following a significant overdose when combined with other therapies. Moderate to severe left ventricular dysfunction may lead to significant congestive heart failure and cardiac toxicity. ADVERSE EFFECTS: COMMON: The most common events reported with pertuzumab in combination with trastuzumab and docetaxel include: nausea, diarrhea, neutropenia, fatigue, rash, peripheral neuropathy and alopecia. HEMATOLOGIC: Hematologic events have included neutropenia, anemia, leukopenia and febrile neutropenia with therapeutic use of pertuzumab in combination with trastuzumab and docetaxel. Grade 3\/4 neutropenic toxicity has been observed. At present, thrombocytopenia has not been reported with pertuzumab therapy. INFREQUENT: Infusion reactions include: fever, chills, fatigue, headache, asthenia, hypersensitivity and vomiting. SEVERE: Hypersensitivity and anaphylaxis may develop; severe grade 3 or 4 toxicity is rare. <br\/>"},{"id":"jxrhs12b32","title":"Treatment","mono":"<b>PERTUZUMAB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes and IV fluids as needed. Treat significant diarrhea with IV fluids and antidiarrheal agents as necessary. Monitor vital signs, fluid status and assess for dyspnea in patients with evidence of cardiac dysfunction. Assess CBC with differential. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Overdose has not been reported. Cardiac dysfunction may develop with pertuzumab therapy. A decrease in left ventricular ejection fraction has occurred when combined with trastuzumab and docetaxel. Obtain an echocardiogram to assess left ventricular ejection fraction. Hematologic events have been observed with combination therapy. Consider the use of colony stimulating factors (filgrastim or sargramostim) in patients who develop severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe anemia or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. <\/li><li>Decontamination: PREHOSPITAL:  Gastrointestinal decontamination is not necessary as pertuzumab is administered intravenously. HOSPITAL: Gastrointestinal decontamination is not necessary as pertuzumab is administered intravenously. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if unstable due to cardiac toxicity, an infusion reaction, severe respiratory distress syndrome, or CNS depression.<\/li><li>Antidote: There is no known antidote for pertuzumab.<\/li><li>Anaphylaxis: MILD: Antihistamines; SEVERE: Airway management, epinephrine, cardiac monitoring and IV fluids.<\/li><li>Myelosuppression: Hematologic events have been observed with combination therapy, but not with pertuzumab monotherapy. Administer colony stimulating factors in patients who develop severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours OR 250 mcg\/m(2)\/day SubQ once daily. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol, olanzapine).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. It has not been studied in the setting of chemotherapy overdose. In patients with a pertuzumab overdose, consider administering palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Intrathecal injection: There are no reports of inadvertent intrathecal injection with pertuzumab. However, this drug has caused peripheral neuropathy following intravenous use in combination with trastuzumab and docetaxel. Severe neurotoxicity may develop after intrathecal injection. The following recommendations are based on experience with antineoplastic agents. After an overdose,  keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor vital signs and fluid status. Institute continuous cardiac monitoring and obtain an ECG. Monitor serum electrolytes and serial CBC with differential after a significant overdose until there is evidence of recovery. Obtain a chest radiograph and monitor pulse oximetry and\/or arterial blood gases in patients with respiratory signs or symptoms or evidence of congestive heart failure. Obtain an echocardiogram following a significant exposure to assess left ventricular ejection fraction.<\/li><li>Enhanced elimination procedure: It is unlikely that hemodialysis would be useful after overdose because of the size of pertuzumab (molecular weight 148 kDa).<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), cardiac monitoring, and daily monitoring of CBC. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"jxrhs12b33","title":"Range of Toxicity","mono":"<b>PERTUZUMAB<\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with pertuzumab. In a phase II study, doses of up to 1050 mg of pertuzumab alone were well tolerated in men with hormone-refractory prostate cancer. THERAPEUTIC: ADULT: DOSE: Initial: 840 mg IV infusion over 60 minutes, plus trastuzumab 8 mg\/kg IV infusion over 90 minutes, plus docetaxel 75 mg\/m(2). Maintenance: Administer every 3 weeks, 420 mg IV infusion over 30 to 60 minutes, plus trastuzumab, docetaxel (if initial dose tolerated). PEDIATRIC: The safety and effectiveness of pertuzumab have not been established in children. <br\/>"}]},"13":{"id":"jxrhs13","title":"Clinical Teaching","mono":"<ul><li>Encourage female patient to avoid pregnancy during treatment and for at least 7 months after discontinuation.<\/li><li>Advise patient to report symptoms of left ventricular dysfunction and congestive heart failure.<\/li><li>Side effects may include diarrhea, nausea, alopecia, rash, headache, fatigue, and peripheral neuropathy.<\/li><\/ul>"}}}