{"generic":"Sodium Picosulfate\/Magnesium Oxide\/Citric Acid","drugs":["Prepopik","Sodium Picosulfate\/Magnesium Oxide\/Citric Acid"],"mono":{"0":{"id":"jxs6s0","title":"Generic Names","mono":"Sodium Picosulfate\/Magnesium Oxide\/Citric Acid"},"1":{"id":"jxs6s1","title":"Dosing and Indications","sub":[{"id":"jxs6s1b4","title":"Adult Dosing","mono":"<ul><li><b>Colonoscopy - Preparation of bowel for procedure:<\/b> preferred, split dose method, 1 packet ORALLY during evening before colonoscopy followed by 1 packet ORALLY the next day, during the morning prior to colonoscopy<\/li><li><b>Colonoscopy - Preparation of bowel for procedure:<\/b> alternative, day before method, 1 packet ORALLY during afternoon or early evening before colonoscopy followed by 1 packet ORALLY 6 hours later during evening before colonoscopy<\/li><\/ul>"},{"id":"jxs6s1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children "},{"id":"jxs6s1b6","title":"Dose Adjustments","mono":"<b>renal impairment (CrCl less than 30 mL\/min):<\/b> accumulation of magnesium may occur; use not recommended "},{"id":"jxs6s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Colonoscopy - Preparation of bowel for procedure<br\/>"}]},"3":{"id":"jxs6s3","title":"Contraindications\/Warnings","sub":[{"id":"jxs6s3b9","title":"Contraindications","mono":"<ul><li>allergy to any ingredient in the citric acid, magnesium oxide, and sodium picosulfate combination product<\/li><li>bowel perforation<\/li><li>gastric retention<\/li><li>gastrointestinal obstruction or ileus<\/li><li>severe renal impairment (CrCl less than 30 mL\/min); magnesium accumulation may occur<\/li><li>toxic colitis or toxic megacolon<\/li><\/ul>"},{"id":"jxs6s3b10","title":"Precautions","mono":"<ul><li>arrhythmias, serious, have been reported with use of ionic osmotic colonoscopy preparation products; patients with QT prolongation history, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, or cardiomyopathy at increased risk; monitoring may be necessary<\/li><li>colonic mucosal ulceration and ischemic colitis may occur; increased risk with concomitant use of stimulant laxatives<\/li><li>congestive heart failure; caution when replacing fluids<\/li><li>electrolyte and fluid abnormalities may occur; increased risk for cardiac arrhythmias, seizures, and\/or renal impairment; monitoring post-colonoscopy and appropriate treatment recommended if dehydration, significant vomiting, or signs of orthostatic hypertension occur<\/li><li>gag reflex impairment, regurgitation or aspiration, history; monitoring recommended<\/li><li>gastrointestinal obstruction or perforation, suspected; rule out using appropriate diagnostic procedures prior to administration<\/li><li>ingestion of undissolved powder; increased risk of nausea, vomiting, dehydration, and electrolyte disturbances; dissolving powder in water and appropriate administration required; emphasize need for adequate hydration in all patients<\/li><li>orthostatic changes in blood pressure and\/or heart rate have been reported; consider post-colonoscopy monitoring<\/li><li>renal impairment or concomitant use of medications affecting renal function (eg, diuretics, ACE inhibitors, angiotensin receptor blockers, NSAIDs); increased risk for renal injury; emphasize need for adequate hydration, consider increased laboratory monitoring<\/li><li>seizure history or risk (eg, patients taking medications that lower seizure threshold, alcohol or benzodiazepine withdrawal, hyponatremia)<\/li><li>ulcerative colitis, severe, active<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxs6s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jxs6s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jxs6s4","title":"Drug Interactions","sub":{"1":{"id":"jxs6s4b14","title":"Major","mono":"<ul><li>Dabrafenib (theoretical)<\/li><li>Eltrombopag (established)<\/li><li>Elvitegravir (established)<\/li><li>Ketoconazole (probable)<\/li><li>Ledipasvir (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Licorice (theoretical)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (established)<\/li><li>Pazopanib (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Raltegravir (established)<\/li><li>Rilpivirine (theoretical)<\/li><li>Vismodegib (theoretical)<\/li><\/ul>"},"2":{"id":"jxs6s4b15","title":"Moderate","mono":"<ul><li>Amprenavir (probable)<\/li><li>Atevirdine (probable)<\/li><li>Cefditoren Pivoxil (probable)<\/li><li>Chloroquine (probable)<\/li><li>Chlortetracycline (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Dasatinib (established)<\/li><li>Delavirdine (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Dicumarol (probable)<\/li><li>Digoxin (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Enoxacin (probable)<\/li><li>Erlotinib (probable)<\/li><li>Felodipine (probable)<\/li><li>Fexofenadine (probable)<\/li><li>Gabapentin (probable)<\/li><li>Gemifloxacin (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Isradipine (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Moxifloxacin (probable)<\/li><li>Nicardipine (probable)<\/li><li>Nifedipine (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Pefloxacin (probable)<\/li><li>Potassium Phosphate (probable)<\/li><li>Potassium Phosphate, Dibasic (probable)<\/li><li>Potassium Phosphate, Monobasic (probable)<\/li><li>Quinidine (probable)<\/li><li>Rocuronium (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Sodium Phosphate (probable)<\/li><li>Sodium Phosphate, Dibasic (probable)<\/li><li>Sodium Phosphate, Monobasic (probable)<\/li><li>Sodium Polystyrene Sulfonate (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Tacrolimus (probable)<\/li><li>Tetracycline (probable)<\/li><li>Ticlopidine (probable)<\/li><li>Tipranavir (probable)<\/li><li>Vecuronium (probable)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"}}},"5":{"id":"jxs6s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypermagnesemia (8.7% to 11.6%), Hypokalemia (7.3%), Hyponatremia (3.7%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (2.6% to 3%), Vomiting (1% to 1.4%)<\/li><li><b>Neurologic:<\/b>Headache (1.6% to 2.7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Ischemic colitis<\/li><li><b>Neurologic:<\/b>Tonic-clonic seizure<\/li><\/ul>"},"6":{"id":"jxs6s6","title":"Drug Name Info","sub":{"0":{"id":"jxs6s6b17","title":"US Trade Names","mono":"Prepopik<br\/>"},"2":{"id":"jxs6s6b19","title":"Class","mono":"Laxative, Stimulant Combination<br\/>"},"3":{"id":"jxs6s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxs6s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxs6s7","title":"Mechanism Of Action","mono":"Citric acid and magnesium oxide react in solution to create magnesium oxide, an osmotic laxative that retains water in the gastrointestinal tract. Sodium picosulfate is hydrolyzed by colonic bacteria to bis-(p-hydroxy-phenyl)-pyridyl-2-methane, which stimulates colonic peristalsis by direct action on colonic mucosa. When administered together as a pre-colonoscopy preparation, the stimulant laxative and osmotic laxative effects of sodium picosulfate and magnesium citrate, respectively, produce a purgative effect and (with consumption of additional fluids) watery diarrhea.<br\/>"},"8":{"id":"jxs6s8","title":"Pharmacokinetics","sub":{"0":{"id":"jxs6s8b23","title":"Absorption","mono":"<ul><li>Sodium picosulfate, Tmax, Oral: 2 hours (first dose); 7 hours (2 doses)<\/li><li>Magnesium, Tmax, Oral: approximately 10 hours<\/li><\/ul>"},"2":{"id":"jxs6s8b25","title":"Metabolism","mono":"<ul><li>Sodium picosulfate, colonic bacteria: extensive<\/li><li>Sodium picosulfate, bis-(p-hydroxy-phenyl)-pyridyl-2-methane: active<\/li><\/ul>"},"3":{"id":"jxs6s8b26","title":"Excretion","mono":"sodium picosulfate, Renal: 0.19% unchanged <br\/>"},"4":{"id":"jxs6s8b27","title":"Elimination Half Life","mono":"Sodium picosulfate: 7.4 hours <br\/>"}}},"9":{"id":"jxs6s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>reconstitute immediately before each administration<\/li><li>fill dosing cup with cold water up to the 5-ounce line, pour in contents of 1 packet, and stir for 2 to 3 minutes<\/li><li>additional fluids must be consumed after every dose in both dosing regimens<\/li><li>only clear liquids should be consumed on day prior to colonoscopy and up until 2 hours before the time of colonoscopy<\/li><li>avoid taking oral medications within 1 hour of dosing as they may not be properly absorbed<\/li><li>if severe bloating, distention, or abdominal pain occurs after first dose; delay second dose until symptoms resolve<\/li><\/ul>"},"10":{"id":"jxs6s10","title":"Monitoring","mono":"<ul><li>colon cleansing adequate for visualization during colonoscopy is indicative of clinical efficacy<\/li><li>electrolytes, creatinine, and BUN, baseline and post-colonoscopy; in patients with renal impairment or at risk for renal injury<\/li><li>ECG, pre-dose and post-colonoscopy; in patients at increased risk for serious cardiac arrhythmias<\/li><\/ul>"},"11":{"id":"jxs6s11","title":"How Supplied","mono":"<b>Prepopik<\/b><br\/>Oral Powder for Solution: (Citric Acid - Magnesium Oxide - Sodium Picosulfate) 12 GM\/Packet-3.5 GM\/Packet-10 MG\/Packet<br\/>"},"12":{"id":"jxs6s12","title":"Toxicology","sub":[{"id":"jxs6s12b31","title":"Clinical Effects","mono":"<b>ANTACIDS <\/b><br\/>USES: Antacids are used for the treatment of heartburn, dyspepsia, gastritis, and gastroesophageal reflux. PHARMACOLOGY: These agents work by buffering hydrochloric acid in the stomach and increasing gastric pH. TOXICOLOGY: Toxicity can result from excessive bicarbonate absorption causing systemic alkalosis, or from excessive absorption of the cations in the alkaline salts (eg, calcium, magnesium, aluminum, sodium). EPIDEMIOLOGY: Exposure is common; significant toxicity is rare and generally develops from chronic excessive use rather than acute overdose. MILD TO MODERATE TOXICITY: Diarrhea or constipation can develop. Asymptomatic hypermagnesemia, hypernatremia, hypercalcemia, elevations in serum aluminum concentrations or mild volume overload may also develop after chronic excessive use. SEVERE TOXICITY: With prolonged administration and\/or excessively large doses, dysrhythmias, hypo- and hypertension, encephalopathy, acute renal failure, gastrointestinal obstruction and\/or perforation, metabolic alkalosis, fluid, electrolyte, and mineral derangements, and myopathies and osteodystrophies have been reported. Distention and\/or obstruction with perforation and hypergastrinemia have been observed with prolonged or excessive antacid administration. ADVERSE EFFECTS: Constipation or diarrhea are the most common adverse effects. <br\/>"},{"id":"jxs6s12b32","title":"Treatment","mono":"<b>ANTACIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TOXICITY: No treatment is generally necessary beyond supportive care and cessation of antacid use. MANAGEMENT OF SEVERE TOXICITY: Evaluate for electrolyte abnormalities (hypernatremia, hypermagnesemia, hypercalcemia, hypophosphatemia) and volume overload and treat as necessary. Monitor ECG.<\/li><li>Decontamination: GI decontamination is not necessary because of the poor absorption from the gastrointestinal tract and lack of systemic toxicity after acute overdose.<\/li><li>Hypercalcemia: Treat with intravenous hydration; add diuretics if hypercalcemia persists.<\/li><li>Hypermagnesemia: Treat with intravenous fluids. Monitor ECG and neurologic exam (particularly deep tendon reflexes). Hemodialysis can be used to treat severe hypermagnesemia.<\/li><li>Aluminum intoxication: Generally no treatment is required beyond cessation of exposure. Deferoxamine can be used for severe aluminum intoxication, primarily in patients with renal failure.<\/li><li>Hypernatremia: Treat with intravenous hydration.<\/li><li>Congestive heart failure: Treat with nitrates and diuretics.<\/li><li>Enhanced elimination procedure: Hemodialysis can be used to correct severe hypermagnesemia or hypercalcemia but is rarely necessary.<\/li><li>Monitoring of patient: No routine laboratory studies are needed in patients with acute exposure. In patients with chronic excessive use, monitor vital signs and evaluate for clinical evidence of volume overload. Monitor fluids, serum electrolytes (including calcium, magnesium, and phosphorus), ECG, and renal function tests in symptomatic patients and those with chronic excessive use. Monitor serum aluminum concentrations in patients with encephalopathy after chronic use of aluminum containing antacids, particularly patients with renal failure.<\/li><li>Patient disposition: HOME CRITERIA: Patients with minimal GI symptoms after inadvertent exposure can be managed at home. OBSERVATION CRITERIA: Patients with deliberate self-harm exposures, persistent symptoms or long-term excessive ingestion should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients with persistent electrolyte abnormalities or volume overload should be admitted.<\/li><\/ul>"},{"id":"jxs6s12b33","title":"Range of Toxicity","mono":"<b>ANTACIDS<\/b><br\/>Toxicity is very unlikely following a single acute overdose. <br\/>"}]},"13":{"id":"jxs6s13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, headache, or vomiting.<\/li><li>Instruct patient to dissolve in 5 ounces of cold water and administer per dosing instructions, including details of the additional clear fluids to be consumed within 5 hours following each dose. Direct ingestion of the undissolved powder may increase the risk of adverse effects.<\/li><li>Tell patient to maintain adequate hydration before, during, and after the use of the drug to prevent fluid and electrolyte disturbances, which may increase the risk of seizure, arrhythmia, and renal impairment.<\/li><li>Advise patient to delay the administration of the second dose of the drug until symptoms resolve, if they experience severe bloating, distention, or abdominal pain following the first dose.<\/li><li>Patient should not take other laxatives while taking this drug.<\/li><li>Advise patient that other oral medications taken within 1 hour of administering the solution may not be absorbed completely.<\/li><\/ul>"}}}