{"generic":"Pravastatin sodium\/Fenofibrate","drugs":["Pravastatin sodium\/Fenofibrate"],"mono":{"0":{"id":"jxuns0","title":"Generic Names","mono":"Pravastatin sodium\/Fenofibrate"},"1":{"id":"jxuns1","title":"Dosing and Indications","sub":[{"id":"jxuns1b4","title":"Adult Dosing","mono":"<ul><li>pravastatin\/fenofibrate has centralized marketing authorization by the European Medicines Agency (EMA) for use in the European Union (EU)<\/li><li>do not switch from free coadministration of individual components to fixed-dose combination product; not interchangeable<\/li><li><b>Dyslipidemia, Mixed, in patients with adequately controlled LDL-C with pravastatin 40 mg monotherapy and at high risk for coronary heart disease:<\/b> pravastatin sodium 40 mg\/fenofibrate 160 mg (1 capsule) ORALLY once daily (European Medicines Agency-approved dosing)<\/li><\/ul>"},{"id":"jxuns1b5","title":"Pediatric Dosing","mono":"no relevant use established in pediatric population for mixed dyslipidemia "},{"id":"jxuns1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> mild, no dose adjustment required<\/li><li><b>renal impairment:<\/b> moderate to severe (CrCl, less than 60 mL\/min), use contraindicated<\/li><li><b>hepatic impairment:<\/b> mild, no dose adjustment required; moderate, use not recommended; severe, use contraindicated<\/li><\/ul>"},{"id":"jxuns1b7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Dyslipidemia, Mixed, in patients with adequately controlled LDL-C with pravastatin 40 mg monotherapy and at high risk for coronary heart disease<br\/>"}]},"3":{"id":"jxuns3","title":"Contraindications\/Warnings","sub":[{"id":"jxuns3b9","title":"Contraindications","mono":"<ul><li>Chronic or acute pancreatitis (except acute pancreatitis due to severe hypertriglyceridemia)<\/li><li>Gallbladder disease<\/li><li>History of myopathy and\/or rhabdomyolysis with statin or fibrate use, or confirmed creatine kinase elevation greater than 5 times the ULN with previous statin therapy<\/li><li>Hypersensitivity to pravastatin sodium, fenofibrate, or any other component of the product<\/li><li>Known photo allergy or photo toxic reaction during treatment with fibrates or ketoprofen<\/li><li>Moderate to severe renal impairment (CrCl less than 60 mL\/min)<\/li><li>Pregnancy and breastfeeding<\/li><li>Severe hepatic impairment (ie, biliary cirrhosis, or active liver disease including unexplained persistent elevations in liver function tests greater than 3 times the ULN)<\/li><\/ul>"},{"id":"jxuns3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- History of pulmonary embolism; increased risk of venous thrombotic events<\/li><li>Gastrointestinal:<\/li><li>-- Pancreatitis has been reported<\/li><li>-- Cholelithiasis may occur; discontinue if gallstones are present<\/li><li>Endocrine and Metabolic:<\/li><li>-- Patients at high risk of diabetes mellitus (ie, fasting glucose 5.6 to 6.9 mmol\/L, hypertension, elevated triglycerides, BMI above 30 kg\/m(2)); increased risk of blood glucose elevations; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Moderate hepatic impairment; use not recommended<\/li><li>-- Transaminase level elevations have been reported; monitoring recommended and discontinuation may be necessary<\/li><li>-- History of liver disease or heavy alcohol use; use cautiously<\/li><li>Musculoskeletal:<\/li><li>-- Myalgia, myopathy, and rhabdomyolysis, with or without secondary renal insufficiency, has been reported; may develop at any time during therapy; monitoring recommended; discontinuation of therapy may be necessary<\/li><li>-- Immune-mediated necrotizing myopathy has been reported during statin therapy and is characterized by proximal muscle weakness and elevated serum creatinine kinase levels, which persist after discontinuation<\/li><li>Respiratory:<\/li><li>-- Interstitial lung disease has been reported with long-term statin use; if suspected, discontinue use<\/li><li>Other:<\/li><li>-- Galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption; use not recommended<\/li><li>Concomitant Use:<\/li><li>-- Use with systemic fusidic acid not recommended<\/li><li>-- Use with oral anticoagulants not recommended<\/li><\/ul>"},{"id":"jxuns3b11","title":"Pregnancy Category","mono":"<ul><li>Fenofibrate: C (FDA)<\/li><li>Fenofibrate: B3 (AUS)<\/li><li>Pravastatin: X (FDA)<\/li><li>Pravastatin: D (AUS)<\/li><\/ul>"},{"id":"jxuns3b12","title":"Breast Feeding","mono":"<ul><li>Fenofibrate: Micromedex: Infant risk cannot be ruled out.<\/li><li>Pravastatin: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"jxuns4","title":"Drug Interactions","sub":{"1":{"id":"jxuns4b14","title":"Major","mono":"<ul><li>Acenocoumarol (theoretical)<\/li><li>Anisindione (probable)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Atorvastatin (probable)<\/li><li>Bezafibrate (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Cerivastatin (probable)<\/li><li>Ciprofibrate (probable)<\/li><li>Clofibrate (theoretical)<\/li><li>Colchicine (probable)<\/li><li>Colesevelam (theoretical)<\/li><li>Cyclosporine (probable)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Daptomycin (theoretical)<\/li><li>Darunavir (established)<\/li><li>Dasabuvir (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Dicumarol (probable)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fluvastatin (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Fusidic Acid (probable)<\/li><li>Gemfibrozil (probable)<\/li><li>Heparin (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Lovastatin (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Pitavastatin (probable)<\/li><li>Protein C (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Ritonavir (established)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rosuvastatin (theoretical)<\/li><li>Simvastatin (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Tinzaparin (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"jxuns4b15","title":"Moderate","mono":"<ul><li>Amprenavir (probable)<\/li><li>Boceprevir (established)<\/li><li>Clarithromycin (probable)<\/li><li>Colestipol (probable)<\/li><li>Efavirenz (established)<\/li><li>Eltrombopag (probable)<\/li><li>Ezetimibe (established)<\/li><li>Glimepiride (probable)<\/li><li>Nefazodone (probable)<\/li><li>Nelfinavir (established)<\/li><li>Oat Bran (probable)<\/li><li>Pectin (probable)<\/li><li>Rosiglitazone (established)<\/li><\/ul>"}}},"5":{"id":"jxuns5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal discomfort (1% to less than 10%), Abdominal distension (1% to less than 10%), Abdominal pain (1% to less than 10%), Burping (1% to less than 10%), Constipation (1% to less than 10%), Diarrhea (1% to less than 10%), Flatulence (1% to less than 10%), Indigestion (1% to less than 10%), Nausea (1% to less than 10%), Upper abdominal pain (1% to less than 10%), Vomiting (1% to less than 10%), Xerostomia (1% to less than 10%)<\/li><li><b>Hepatic:<\/b>Liver function tests abnormal (1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Palpitations (0.1% to less than 1%)<\/li><li><b>Endocrine metabolic:<\/b>Diabetes mellitus, Exacerbated (0.1% to less than 1%)<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (0.1% to less than 1%)<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle, Necrotizing, immune-mediated, Rhabdomyolysis (less than 0.01%)<\/li><li><b>Renal:<\/b>Decreased renal clearance (0.1% to less than 1%), Renal failure (0.1% to less than 1%)<\/li><li><b>Respiratory:<\/b>Interstitial lung disease, Pulmonary embolism<\/li><\/ul>"},"6":{"id":"jxuns6","title":"Drug Name Info","sub":{"2":{"id":"jxuns6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>Fibric Acid<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"jxuns6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"jxuns9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>always take with food, preferably the evening meal<\/li><li>take 1 hour before or 4 to 6 hours after a bile acid resin agent<\/li><\/ul>"},"12":{"id":"jxuns12","title":"Toxicology","sub":[{"id":"jxuns12b31","title":"Clinical Effects","mono":"<ul><li><b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>USES: Fibrates are indicated to reduce elevated levels of LDL-C, Total-C, TG, and Apo B, and to increase HDL-C in patients with primary or mixed dyslipidemia. PHARMACOLOGY: Fibrates activate peroxisome proliferator activated receptor alfa (PPARa), leading to elimination of triglyceride-rich particles, transformation, and increased elimination of small, dense LDL particles and synthesis of apolipoproteins AI, AII, and HDL-C. EPIDEMIOLOGY: Overdose is rare. TOXICITY: The extent of symptoms in human overdose is unknown. ADVERSE EFFECTS: COMMON: Headache, back pain, nasopharyngitis, nausea, myalgia, diarrhea, and upper respiratory tract infection. Increases of serum transaminase levels greater than 3 times the upper limit of normal were reported following fenofibrate therapy. LESS COMMON: Fatigue, increased ALT, and muscle spasms.<br\/><\/li><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin).<br\/><\/li><\/ul>"},{"id":"jxuns12b32","title":"Treatment","mono":"<ul><li><b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Observe clinical status and vital signs in substantial ingestions.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of roflumilast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Patients should be observed for CNS depression. Monitor liver enzyme concentrations, urinalysis, and renal function tests in patients with significant overdose. Monitor CK in patients with muscle pain or tenderness.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Patients with an inadvertent overdose who have more than mild symptoms and patients with deliberate self-harm ingestions should be sent to a health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"jxuns12b33","title":"Range of Toxicity","mono":"<ul><li><b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: FENOFIBRATE: The recommended dose of fenofibrate is 48 to 145 mg orally once daily; MAX dose 145 mg. FENOFIBRIC ACID: The recommended dose of fenofibric acid is 45 to 135 mg orally once daily; MAX dose 135 mg. CLOFIBRATE: 2 grams daily in divided doses.<br\/><\/li><li><b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily.<br\/><\/li><\/ul>"}]}}}