{"generic":"Alogliptin Benzoate\/Pioglitazone Hydrochloride","drugs":["Alogliptin Benzoate\/Pioglitazone Hydrochloride","Oseni"],"mono":[{"id":"jxw8s0","title":"Generic Names","mono":"Alogliptin Benzoate\/Pioglitazone Hydrochloride"},{"id":"jxw8s1","title":"Dosing and Indications","sub":[{"id":"jxw8s1b4","title":"Adult Dosing","mono":"<ul><li><b>Type 2 diabetes mellitus:<\/b> initial, alogliptin 25 mg\/pioglitazone 15 mg OR alogliptin 25 mg\/pioglitazone 30 mg ORALLY once daily<\/li><li><b>Type 2 diabetes mellitus:<\/b> (previously receiving pioglitazone) alogliptin 25 mg\/pioglitazone 15 mg OR alogliptin 25 mg\/pioglitazone 30 mg OR alogliptin 25 mg\/pioglitazone 45 mg ORALLY once daily; initial dose based on current therapy<\/li><li><b>Type 2 diabetes mellitus:<\/b> (switching from alogliptin coadministered with pioglitazone) initial dose based on current therapy<\/li><li><b>Type 2 diabetes mellitus:<\/b> maintenance, ORALLY once daily based on glycemic response (HbA1c); MAX: alogliptin 25 mg\/pioglitazone 45 mg ORALLY once daily<\/li><\/ul>"},{"id":"jxw8s1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"jxw8s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild (CrCl 60 mL\/min or greater):<\/b> no dose adjustment necessary<\/li><li><b>renal impairment, moderate (CrCl 30 mL\/min to less than 60 mL\/min):<\/b> alogliptin 12.5 mg\/pioglitazone 15 mg OR alogliptin 12.5 mg\/pioglitazone 30 mg OR alogliptin 12.5 mg\/pioglitazone 45 mg ORALLY once daily<\/li><li><b>renal impairment, severe or ESRD:<\/b> use not recommended<\/li><li>hepatic impairment, use caution; if liver injury occurs, interrupt therapy and assess for cause; do not restart therapy if cause is not identified<\/li><li><b>concomitant use with strong CYP2C8 inhibitors:<\/b> maximum dose, alogliptin 25 mg\/pioglitazone 15 mg ORALLY once daily<\/li><li><b>congestive heart failure (NYHA class I or II):<\/b> initial dose, alogliptin 25 mg\/pioglitazone 15 mg ORALLY once daily<\/li><li><b>congestive heart failure (NYHA class III or IV):<\/b> use contraindicated<\/li><\/ul>"},{"id":"jxw8s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},{"id":"jxw8s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>May cause or worsen congestive heart failure, is not recommended in patients with symptomatic heart failure, and is contraindicated in patients with established NYHA Class III or IV heart failure. Monitor patients for signs and symptoms of heart failure after initiation or dose increases. If heart failure occurs, consider dose reduction of pioglitazone in the alogliptin\/pioglitazone combination or discontinue pioglitazone and manage according to current standards of care.<br\/>"},{"id":"jxw8s3","title":"Contraindications\/Warnings","sub":[{"id":"jxw8s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to alogliptin, pioglitazone, or to any component of the product<\/li><li>NYHA Class III or IV heart failure<\/li><\/ul>"},{"id":"jxw8s3b10","title":"Precautions","mono":"<ul><li>congestive heart failure may develop or be exacerbated due to fluid retention; monitoring recommended; dose adjustment or discontinuation may be necessary<\/li><li>heart failure, symptomatic; use not recommended<\/li><li>angioedema, prior history with other dipeptidyl peptidase-4 inhibitors; potential for angioedema with alogliptin is unknown<\/li><li>bladder cancer, active; use not recommended<\/li><li>bladder cancer, prior history; evaluate benefit\/risk of continued use<\/li><li>edema; increased risk for new onset or exacerbation of congestive heart failure; monitoring recommended<\/li><li>female patients; increased risk of bone fracture, especially of the distal upper limb (forearm, hand, or wrist) or lower limb (foot, ankle, fibula, and tibia)<\/li><li>hepatic events, some cases fatal, have been reported; monitoring recommended prior to initiation and if symptomatic; initiate with caution if abnormal liver test panel; interrupt therapy if symptomatic and serum ALT greater than 3 times ULN; do not resume if no other etiology is found<\/li><li>hypersensitivity reactions, serious, have occurred, including anaphylaxis, angioedema, and severe cutaneous reactions (eg, Stevens-Johnson syndrome); discontinue if suspected<\/li><li>hypoglycemia may occur; increased risk with concurrent use of insulin and insulin secretagogues, such as sulfonylureas; insulin or sulfonylurea dose adjustment may be necessary<\/li><li>liver disease<\/li><li>macular edema with blurred vision or decreased visual acuity has been reported with pioglitazone or other thiazolidinediones; monitoring recommended<\/li><li>pancreatitis, acute, has occurred; monitoring recommended; discontinue if suspected<\/li><li>premenopausal anovulatory women; may cause ovulation and increase the risk for pregnancy; contraceptive measures recommended<\/li><li>renal impairment, moderate (CrCl 30 to less than 60 mL\/min); dose adjustment required; monitoring recommended<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min or ESRD requiring dialysis); use not recommended<\/li><li>report suspected adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxw8s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jxw8s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jxw8s4","title":"Drug Interactions","sub":{"1":{"id":"jxw8s4b14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Insulin (theoretical)<\/li><li>Insulin Aspart, Recombinant (theoretical)<\/li><li>Insulin Bovine (theoretical)<\/li><li>Insulin Degludec (theoretical)<\/li><li>Insulin Detemir (theoretical)<\/li><li>Insulin Glulisine (theoretical)<\/li><li>Insulin Lispro, Recombinant (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"jxw8s4b15","title":"Moderate","mono":"<ul><li>Abiraterone (probable)<\/li><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Atorvastatin (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Gemfibrozil (established)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Nilotinib (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rifampin (established)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Topiramate (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},{"id":"jxw8s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia (up to 4.5%)<\/li><li><b>Musculoskeletal:<\/b>Backache (4.2%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (4.9%), Respiratory tract infection (4.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure (pioglitazone, 5.7% to 9.9%)<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis (alogliptin, 0.2%)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (alogliptin, 0.6%)<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone (pioglitazone, 5.1% (women))<\/li><li><b>Ophthalmic:<\/b>Diabetic macular edema<\/li><li><b>Renal:<\/b>Malignant tumor of urinary bladder (pioglitazone, 0.16% to 0.44%)<\/li><\/ul>"},{"id":"jxw8s6","title":"Drug Name Info","sub":{"0":{"id":"jxw8s6b17","title":"US Trade Names","mono":"Oseni<br\/>"},"2":{"id":"jxw8s6b19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Dipeptidyl Peptidase IV Inhibitor<\/li><li>Thiazolidinedione<\/li><\/ul>"},"3":{"id":"jxw8s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxw8s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jxw8s7","title":"Mechanism Of Action","mono":"The fixed-dose combination product of alogliptin benzoate and pioglitazone hydrochloride combines 2 antihyperglycemic agents which act differently to achieve glycemic control in patients with type 2 diabetes. Alogliptin benzoate is a dipeptidyl peptidase-4 (DPP-4) inhibitor that reduces fasting and postprandial glucose concentrations in a glucose-dependent manner by slowing the inactivation of incretin hormones (eg, glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic polypeptide (GIP)) by binding to and inhibiting the DPP-4 enzyme.  Pioglitazone hydrochloride, a member of the thiazolidinedione class, works as an insulin-sensitizing agent to improve peripheral glucose utilization.<br\/>"},{"id":"jxw8s8","title":"Pharmacokinetics","sub":[{"id":"jxw8s8b23","title":"Absorption","mono":"<ul><li>Alogliptin, Tmax: 1 to 2 hours<\/li><li>Pioglitazone, Tmax: within 2 hours<\/li><li>Alogliptin, Bioavailability: approximately 100%<\/li><li>Effects of food: no significant effect<\/li><\/ul>"},{"id":"jxw8s8b24","title":"Distribution","mono":"<ul><li>Alogliptin, Protein binding, 20%<\/li><li>Pioglitazone, Primarily albumin: greater than 99%<\/li><li>Alogliptin, Vd: 417 L<\/li><li>Pioglitazone, Vd: 0.63 +\/- 0.41 L\/kg<\/li><\/ul>"},{"id":"jxw8s8b25","title":"Metabolism","mono":"<ul><li>Alogliptin, Liver: limited, via CYP2D6 and CYP3A4<\/li><li>Pioglitazone, Liver, extensive, hydroxylation and oxidation via CYP2C8 and to a lesser degree, CYP3A4<\/li><li>Alogliptin, N-demethylated alogliptin (M-I): active<\/li><li>Pioglitazone keto derivative (M-III): active<\/li><li>Pioglitazone hydroxyl derivative (M-IV): active<\/li><li>Pioglitazone hydrochloride: substrate of CYP2C8<\/li><li>Pioglitazone hydrochloride: weak CYP3A4 inducer<\/li><\/ul>"},{"id":"jxw8s8b26","title":"Excretion","mono":"<ul><li>Pioglitazone, Bile: excreted primarily as unchanged drug or metabolites in the bile and eliminated in the feces<\/li><li>Alogliptin, Renal clearance: 9.6 L\/hr<\/li><li>Alogliptin, Dialyzable: Minimal, 7%<\/li><li>Alogliptin, Total body clearance: 14 L\/hr<\/li><li>Pioglitazone, Total body clearance: 5 to 7 L\/hr<\/li><\/ul>"},{"id":"jxw8s8b27","title":"Elimination Half Life","mono":"<ul><li>Alogliptin, 21 hours<\/li><li>Pioglitazone, 3 to 7 hours<\/li><li>Pioglitazone metabolites (M-III and M-IV), 16 to 24 hours<\/li><\/ul>"}]},{"id":"jxw8s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be taken with or without food<\/li><li>do not split tablets<\/li><\/ul>"},{"id":"jxw8s10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>liver function tests; prior to initiating therapy<\/li><li>renal function; baseline and periodically during treatment<\/li><li>signs and symptoms of congestive heart failure and fluid retention (excessive or rapid weight gain, dyspnea, or edema); following initiation and after any dose increase<\/li><li>signs and symptoms of pancreatitis<\/li><li>eye exams; regularly per current standards of care<\/li><\/ul>"},{"id":"jxw8s11","title":"How Supplied","mono":"<b>Oseni<\/b><br\/>Oral Tablet: (Alogliptin Benzoate - Pioglitazone Hydrochloride) 12.5 MG-15 MG, 12.5 MG-30 MG, 12.5 MG-45 MG, 25 MG-15 MG, 25 MG-30 MG, 25 MG-45 MG<br\/>"},{"id":"jxw8s12","title":"Toxicology","sub":[{"id":"jxw8s12b31","title":"Clinical Effects","mono":"<ul><li><b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/>USES: These agents (sitagliptin, vildagliptin, saxagliptin, linagliptin) are used to improve glycemic control in type 2 diabetes mellitus individuals either as a monotherapy or in combination with other hypoglycemic drugs. PHARMACOLOGY: Dipeptidyl peptidase (DPP)-4 inhibitors exert their activity in patients with type 2 diabetes mellitus by protecting the endogenous incretin hormones and enhancing their actions. Glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1) are incretin hormones released in response to meal intake to maintain glucose homeostasis. Although these agents share the same mechanism of action, they may have slightly different pharmacokinetics. TOXICOLOGY: Because DDP-4 inhibitors increase insulin release and suppress glucagon release in a glucose-dependent manner, they are not expected to cause significant hypoglycemia in normal subject unless coingested with other hypoglycemic agents. EPIDEMIOLOGY: Overdose is uncommon. MILD TO MODERATE TOXICITY: Limited data. Clinical events may be similar to effects reported with therapeutic use. SEVERE TOXICITY: Has not been reported. Hypoglycemia can occur when combined with other hypoglycemic agents. ADVERSE EFFECTS: Hypoglycemia, headache, nasopharyngitis, upper respiratory tract infection and urinary tract infection have occurred infrequently during therapy with these agents. Gastrointestinal findings, which included abdominal pain, nausea, diarrhea and constipation were similar to the placebo group. Rates of hypoglycemia with other agents known to cause hypoglycemia (ie, metformin or pioglitazone) was similar to patients taking placebo. However, the potential to cause hypoglycemia when used with sulfonylureas or insulin has not been adequately studied.<br\/><\/li><li><b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS<\/b><br\/>USE: Oral hypoglycemic agents used to treat type II diabetes mellitus. PHARMACOLOGY: Decreases hepatic glucose production. Increases insulin sensitivity in the liver, adipose tissue and skeletal muscle and increases glucose uptake into adipose tissue and skeletal muscle. TOXICOLOGY: These agents are not likely to cause hypoglycemia after an acute overdose, although it has been reported after therapeutic use in patients also taking insulin or insulin secretagogues. Mechanism of fluid retention and hepatotoxicity not elucidated. EPIDEMIOLOGY: Exposure is common, rarely resulting in toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Limited human data, although hypoglycemia has been reported in clinical trials and animal studies. SEVERE TOXICITY: Minimal human data. Peripheral edema, congestive heart failure and hepatotoxicity have been reported after chronic therapy, but not after acute overdose. Its anticipated that effects may be similar to adverse effects reported during therapeutic use. ADVERSE EFFECTS: THIAZOLIDINEDIONES: COMMON: Nausea, vomiting, diarrhea, weight gain, hypotension, hypertension, macular edema, edema, transaminitis, anemia, loss of bone density and hypersensitivity reactions can occur. SEVERE EFFECTS: Liver failure, bladder tumors, congestive heart failure, myocardial infarction, stroke, bladder tumors and Stevens-Johnson syndrome can develop. PIOGLITAZONE: The following have occurred with therapy: edema, hypoglycemia, hepatic enzyme elevations, paresthesia, and elevations of creatine phosphokinase. ROSIGLITAZONE: Headache, respiratory tract infection, fluid retention, weight gain, anemia, hepatic failure and hepatocellular injury have been reported. Based on previous postmarketing experience, myocardial ischemic events were associated with angina or myocardial infarction. In 2013, the FDA determined that rosiglitazone does not produce an increase risk of myocardial infarction compared to other antidiabetic (ie, metformin and sulfonylurea) agents. Limitations on prescribing and dispensing recommendations have been removed. However, ongoing monitoring of rosiglitazone will continue to assess and evaluate for any increase in myocardial ischemic events. TROGLITAZONE: As of 2000, troglitazone has been removed from the US market due to reports of severe hepatotoxicity.<br\/><\/li><\/ul>"},{"id":"jxw8s12b32","title":"Treatment","mono":"<ul><li><b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Although dipeptidyl peptidase-4 inhibitors produce very low rates of hypoglycemia with therapeutic use, hypoglycemia may develop after large overdose or if coingested with other hypoglycemic agents. Monitor serial blood glucose concentrations. Monitor for symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Treat significant fluid loss with IV fluids; antidiarrheal agents as indicated. SEVERE TOXICITY: Limited data. Treatment is symptomatic and supportive. DPP-4 inhibitors produce very low rates of hypoglycemia with therapeutic use. Following a significant exposure or if coingested with other hypoglycemic agents, monitor serial blood glucose concentrations. Monitor for symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Treat with dextrose as necessary. Monitor neurologic function in patients with evidence of hypoglycemia. A baseline ECG may be indicated following a significant ingestion; repeat as necessary.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not indicated. Activated charcoal may be considered following a significant ingestion if the airway is protected. HOSPITAL: Activated charcoal may be considered following a significant ingestion if performed soon after exposure and the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: If a large overdose occurs or coingested with other hypoglycemic agents, monitor blood glucose frequently. Monitor for signs and symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Monitor vital signs and obtain an ECG in patients with large ingestions; clinically insignificant QTc prolongation has been reported at 8 times the therapeutic dose with sitagliptin. It has not been observed with saxagliptin.<\/li><li>Hemodialysis: SITAGLIPTIN: It is not extensively bound to plasma proteins, but has a moderately large volume of distribution; approximately 13% of a therapeutic dose may be removed by dialysis. LINAGLIPTIN: Extensively distributed in tissue with a relatively high protein binding; hemodialysis is not anticipated to be beneficial. SAXAGLIPTIN: Saxagliptin and its active metabolite are dialyzable.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with an inadvertent ingestion of a single dose can be monitored at home if a responsible adult is present. An asymptomatic adult or adolescent with an inadvertent ingestion of 1 to 2 tablets of sitagliptin, saxigliptin and linagliptin can likely be observed at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion or coingestion of other hypoglycemic agents should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with hypoglycemia should be monitored until blood glucose is normal and symptoms have resolved. Patients may be discharged to home once symptoms have resolved and blood glucose or other laboratory studies are within normal limits and is cleared from a mental health standpoint. ADMISSION CRITERIA: Any adult who becomes hypoglycemic and all children with more than a minor ingestion should be admitted. Patients with evidence of severe hypoglycemia or CNS effects should be admitted to an intensive care setting. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in cases of severe poisonings or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul><\/li><li><b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate thiazolidinedione toxicity. If hypoglycemia develops, coingestion of other hypoglycemic agents should be considered. Hypoglycemia with thiazolidinediones is uncommon, but they are often prescribed with other antidiabetic agents that can produce hypoglycemia. A 4 to 6 hour observation period is reasonable. MANAGEMENT OF SEVERE TOXICITY: Early positive pressure ventilation\/intubation should be performed if the patient presents with pulmonary edema. Consider diuresis in massive fluid overload. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if a patient presents with circulatory collapse.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal may be considered after a large ingestion, if the patient is alert and cooperative and able to protect their airway. HOSPITAL: Administer activated charcoal if the patient presents early after a large ingestion and the airway is protected. Lavage is of limited benefit.<\/li><li>Airway management: Perform early in patients with severe symptoms who present with respiratory insufficiency, consider positive pressure ventilation if tolerated.<\/li><li>Antidote: There is no specific antidote. If hypoglycemia occurs, treat with IV dextrose.<\/li><li>Monitoring of patient: Obtain a baseline blood glucose level and monitor frequently; especially when coadministered with other antidiabetic agents. Monitor hepatic enzymes following a significant overdose. Monitor vital signs, blood pressure and fluid and electrolyte status as indicated. Plasma volume expansion has been reported which may exacerbate heart failure.<\/li><li>Enhanced elimination procedure: Hemodialysis is ineffective because of extensive protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic individuals with acute inadvertent ingestions may be observed at home. OBSERVATION CRITERIA: A 4 to 6 hour observation period is recommended after a large or deliberate thiazolidinedione overdose. Patients who remain asymptomatic during this period with no hypoglycemia may be discharged home after appropriate psychiatric clearance as indicated. ADMISSION CRITERIA: Patients with severe liver injury or evidence of fluid overload should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"jxw8s12b33","title":"Range of Toxicity","mono":"<ul><li><b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/>TOXICITY: SITAGLIPTIN: Limited data. An elderly woman intentionally ingested 1700 mg of sitagliptin and was treated with intravenous glucose; hypoglycemia did not develop. Another elderly woman intentionally ingested 1800 mg and was given a regular diet; no symptoms developed. A dose of 800 mg did not cause toxic effects in healthy adults. Doses above 800 mg have not been studied. LINAGLIPTIN: Limited data. Single doses of up to 600 mg (120 times the recommended daily dose) administered to healthy subjects resulted in no adverse events. SAXAGLIPTIN: At doses of up to 400 mg daily (80 times the maximum recommended human dose) for 2 weeks, no significant adverse events occurred in healthy subjects. THERAPEUTIC DOSE: SITAGLIPTIN: 100 mg orally once daily as a monotherapy or in combination with metformin or PPAR(gamma) agonist (eg, thiazolidinediones). LINAGLIPTIN: 5 mg orally once daily in adults. SAXAGLIPTIN: The recommended dose is 2.5 to 5 mg once daily. VILDAGLIPTIN\/METFORMIN: The recommended daily dose is 100 mg vildagliptin and 2000 mg metformin.<br\/><\/li><li><b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS<\/b><br\/>TOXICITY: The minimum toxic dose for thiazolidinediones is not well established. PIOGLITAZONE: An adult denied any clinical symptoms after taking up to 120 mg\/day of pioglitazone for 4 days and then 180 mg\/day for 7 days. ROSIGLITAZONE: In clinical studies of rosiglitazone, doses of 20 mg have been well tolerated. THERAPEUTIC DOSE:  PIOGLITAZONE: ADULT: Recommended starting dose is 15 or 30 mg orally once daily; maximum dose is 45 mg once daily. ROSIGLITAZONE: ADULT: Starting dose is 4 mg once daily; maximum dose should not exceed 8 mg daily. PEDIATRIC: Safety and effectiveness of these agents in pediatric patients have not been established. TROGLITAZONE: As of March 2000, the US FDA requested the manufacturer of troglitazone to remove the product from the market following reports of severe hepatotoxicity.<br\/><\/li><\/ul>"}]},{"id":"jxw8s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to immediately report symptoms of acute pancreatitis or hepatic failure.<\/li><li>Counsel patient to report new onset or exacerbation of congestive heart failure.<\/li><li>Warn patient to report symptoms of angioedema, anaphylaxis, or Stevens-Johnson syndrome.<\/li><li>Drug may cause edema, nasopharyngitis, upper respiratory tract infections, headaches, or back pain.<\/li><li>Advise patient to report symptoms of macular edema (eg, blurred vision, decreased visual acuity) or any vision changes.<\/li><li>Instruct premenopausal anovulatory female to use adequate contraception during treatment.<\/li><\/ul>"}]}