{"generic":"Alogliptin Benzoate\/Metformin Hydrochloride","drugs":["Alogliptin Benzoate\/Metformin Hydrochloride","Kazano"],"mono":[{"id":"jxwas0","title":"Generic Names","mono":"Alogliptin Benzoate\/Metformin Hydrochloride"},{"id":"jxwas1","title":"Dosing and Indications","sub":[{"id":"jxwas1b4","title":"Adult Dosing","mono":"<ul><li><b>Type 2 diabetes mellitus:<\/b> dosage should be individualized based on patient's current regimen, effectiveness, and tolerability<\/li><li><b>Type 2 diabetes mellitus:<\/b> take ORALLY twice daily with meals; MAX alogliptin 25 mg and metformin 2000 mg per day<\/li><\/ul>"},{"id":"jxwas1b5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients "},{"id":"jxwas1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (serum creatinine 1.5 mg\/dL or greater (men) or 1.4 mg\/dL or greater (women), or an abnormal CrCl):<\/b> use contraindicated<\/li><li><b>hepatic impairment:<\/b> not recommended due to lactic acidosis risk<\/li><li><b>geriatric, 80 years or older:<\/b> do not initiate unless CrCl is within normal limits<\/li><\/ul>"},{"id":"jxwas1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},{"id":"jxwas2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Lactic acidosis is a rare but serious complication of metformin accumulation. The risk increases with conditions such as sepsis, dehydration, excess alcohol intake, hepatic impairment, renal impairment, and acute congestive heart failure. Symptoms include malaise, myalgias, respiratory distress, increasing somnolence, and nonspecific abdominal distress. Laboratory abnormalities include low pH, elevated blood lactate, and increased anion gap. Discontinue therapy and hospitalize patient immediately for suspected lactic acidosis.<br\/>"},{"id":"jxwas3","title":"Contraindications\/Warnings","sub":[{"id":"jxwas3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity, serious (eg, anaphylaxis, angioedema, severe cutaneous reaction), to alogliptin, metformin, or any component of the product<\/li><li>metabolic acidosis, acute or chronic, including diabetic ketoacidosis<\/li><li>renal impairment (eg, serum creatinine of 1.5 mg\/dL or more in men or 1.4 mg\/dL or more in women, or abnormal CrCl); including impairment caused by cardiovascular collapse (shock), acute myocardial infarction, or sepsis<\/li><\/ul>"},{"id":"jxwas3b10","title":"Precautions","mono":"<ul><li>lactic acidosis may occur; requires hospitalization and discontinuation of therapy<\/li><li>alcohol intake, excessive; increased risk of hypoglycemia and lactic acidosis; use not recommended<\/li><li>congestive heart failure requiring pharmacologic management, particularly when accompanied by hypoperfusion and hypoxemia due to unstable or acute failure; increased risk of lactic acidosis<\/li><li>dehydration; increased risk of lactic acidosis<\/li><li>hepatic insufficiency or clinical or laboratory evidence of hepatic disease; avoid use; increased risk of lactic acidosis<\/li><li>renal impairment; risk of metformin accumulation and lactic acidosis increases with the degree of renal impairment; monitoring recommended, particularly in patients in whom development of renal impairment is anticipated (eg, elderly); discontinue if evidence of renal impairment is present<\/li><li>sepsis; increased risk of lactic acidosis<\/li><li>concomitant medications that may affect renal function, metformin disposition, or result in significant hemodynamic change; increased risk of lactic acidosis<\/li><li>elderly; increased risk of lactic acidosis due to potential renal impairment; monitoring recommended; do not initiate therapy in patients 80 years or older without normal CrCl values<\/li><li>hepatic failure, including fatalities, has been reported; discontinue therapy if injury detected<\/li><li>hypersensitivity reaction, serious (eg, anaphylaxis, angioedema, Stevens-Johnson syndrome and other severe cutaneous effects), has been reported; discontinue if suspected<\/li><li>hypoglycemia may occur; elderly, debilitated, or malnourished patients and those with adrenal or pituitary insufficiency or alcohol intoxication are particularly susceptible to hypoglycemic effects<\/li><li>hypoperfusion, significant; increased risk of lactic acidosis<\/li><li>hypoxic states, due to cardiovascular collapse, acute congestive heart failure, acute myocardial infarction, or other conditions, have been associated with lactic acidosis; immediately discontinue if any of these conditions occur<\/li><li>pancreatitis, acute, has been reported; monitoring recommended; discontinue if suspected<\/li><li>iodinated contrast media, intravascular use in radiologic studies; possible acute alteration of renal function resulting in increased risk of lactic acidosis; temporarily discontinue therapy, withhold for 48 hours subsequent to procedure, and restart when normal renal function is confirmed<\/li><li>surgical procedures associated with restricted intake of food and fluids; increased risk of lactic acidosis; temporarily withhold therapy and restart when oral intake has resumed and normal renal function is confirmed<\/li><li>vitamin B12 deficiency has been reported; may appear without clinical manifestations or rarely associated with anemia or neurologic reactions; increased risk may occur with long-term metformin therapy or inadequate vitamin B12 or calcium intake\/absorption; monitoring recommended<\/li><li>report suspected adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxwas3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jxwas3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jxwas4","title":"Drug Interactions","sub":[{"id":"jxwas4b13","title":"Contraindicated","mono":"<ul><li>Acetrizoic Acid (theoretical)<\/li><li>Diatrizoate (theoretical)<\/li><li>Ethiodized Oil (theoretical)<\/li><li>Iobenzamic Acid (theoretical)<\/li><li>Iobitridol (probable)<\/li><li>Iocarmic Acid (theoretical)<\/li><li>Iocetamic Acid (theoretical)<\/li><li>Iodamide (theoretical)<\/li><li>Iodipamide (theoretical)<\/li><li>Iodixanol (theoretical)<\/li><li>Iodohippuric Acid (theoretical)<\/li><li>Iodopyracet (theoretical)<\/li><li>Iodoxamic Acid (theoretical)<\/li><li>Ioglicic Acid (theoretical)<\/li><li>Ioglycamic Acid (theoretical)<\/li><li>Iohexol (theoretical)<\/li><li>Iomeprol (theoretical)<\/li><li>Iopamidol (theoretical)<\/li><li>Iopanoic Acid (theoretical)<\/li><li>Iopentol (theoretical)<\/li><li>Iophendylate (theoretical)<\/li><li>Iopromide (theoretical)<\/li><li>Iopronic Acid (theoretical)<\/li><li>Ioseric Acid (theoretical)<\/li><li>Iosimide (theoretical)<\/li><li>Iotasul (theoretical)<\/li><li>Iothalamate (theoretical)<\/li><li>Iotrolan (theoretical)<\/li><li>Iotroxic Acid (theoretical)<\/li><li>Ioversol (theoretical)<\/li><li>Ioxaglate (theoretical)<\/li><li>Ioxitalamic Acid (theoretical)<\/li><li>Ipodate (theoretical)<\/li><li>Metrizamide (theoretical)<\/li><li>Metrizoic Acid (theoretical)<\/li><li>Tyropanoate Sodium (theoretical)<\/li><\/ul>"},{"id":"jxwas4b14","title":"Major","mono":"<ul><li>Acetazolamide (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Cimetidine (established)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dichlorphenamide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolutegravir (probable)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Vandetanib (established)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zonisamide (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"jxwas4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Cephalexin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Ranolazine (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rifampin (established)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Trospium (established)<\/li><\/ul>"}]},{"id":"jxwas5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (5.5%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (5.5%)<\/li><li><b>Musculoskeletal:<\/b>Backache (4.3%)<\/li><li><b>Neurologic:<\/b>Headache (5.3%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (4.2%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (6.8%), Upper respiratory infection (8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"jxwas6","title":"Drug Name Info","sub":{"0":{"id":"jxwas6b17","title":"US Trade Names","mono":"Kazano<br\/>"},"2":{"id":"jxwas6b19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Biguanide<\/li><li>Dipeptidyl Peptidase IV Inhibitor<\/li><\/ul>"},"3":{"id":"jxwas6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxwas6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jxwas7","title":"Mechanism Of Action","mono":"The fixed-dose combination alogliptin\/metformin combines 2 antihyperglycemic agents which act differently to achieve glycemic control in patients with type 2 diabetes. Alogliptin is a dipeptidyl peptidase-4 (DPP-4) enzyme inhibitor, which acts by slowing the breakdown of the endogenous incretin hormones, glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1), resulting in increased GIP and GLP-1 bloodstream concentrations. In response to food intake, endogenous GIP and GLP-1 are released into the bloodstream from the small intestine in order to maintain glucose homeostasis. However, GIP and GLP-1 are metabolized rapidly by the DPP4 enzyme, resulting in loss of insulinotropic effects. By inhibiting the degradation of these incretin hormones, fasting and postprandial glucose concentrations are reduced in a glucose-dependent manner. Metformin, a biguanide, lowers basal and postprandial plasma glucose by decreasing hepatic glucose production, decreasing intestinal absorption of glucose, and improving insulin sensitivity by increasing peripheral glucose uptake and utilization.<br\/>"},{"id":"jxwas8","title":"Pharmacokinetics","sub":[{"id":"jxwas8b23","title":"Absorption","mono":"<ul><li>Alogliptin, Bioavailability, Oral: 100%<\/li><li>Metformin, Bioavailability, Oral: 50% to 60%<\/li><li>Effects of food: not clinically significant<\/li><\/ul>"},{"id":"jxwas8b24","title":"Distribution","mono":"<ul><li>Alogliptin, Vd: 417 L<\/li><li>Alogliptin, Protein binding: 20%<\/li><li>Metformin, Vd: 654 +\/- 358 L<\/li><li>Metformin, Protein binding: negligible<\/li><\/ul>"},{"id":"jxwas8b25","title":"Metabolism","mono":"<ul><li>Alogliptin, Hepatic: minimal via CYP2D6 and CYP3A4<\/li><li>Alogliptin, N-demethylated alogliptin (M-I): active<\/li><\/ul>"},{"id":"jxwas8b26","title":"Excretion","mono":"<ul><li>Alogliptin, Renal clearance: 9.6 L\/hr<\/li><li>Alogliptin, Renal excretion: 76%, primarily unchanged<\/li><li>Alogliptin, Fecal: 13%<\/li><li>Alogliptin, Dialyzable (hemodialysis)  7% over 3 hours<\/li><li>Alogliptin, Total body clearance: 14 L\/hr<\/li><li>Metformin, Renal clearance: 3.5 times greater than CrCl<\/li><li>Metformin, Renal excretion: 90%<\/li><li>Metformin, Dialyzable (hemodialysis): Yes, 170 mL\/min<\/li><\/ul>"},{"id":"jxwas8b27","title":"Elimination Half Life","mono":"<ul><li>Alogliptin: 21 hours<\/li><li>Metformin: 6.2 hours<\/li><li>Metformin, renal impairment: prolonged<\/li><\/ul>"}]},{"id":"jxwas9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer with meals to reduce gastrointestinal side effects caused by metformin<\/li><li>tablets should be taken whole; do not split, crush, or chew before swallowing<\/li><\/ul>"},{"id":"jxwas10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>renal function; before treatment initiation, regularly in at-risk patients (particularly the elderly) or annually during therapy, and before treatment resumes after radiological studies and surgeries<\/li><li>liver function tests; before treatment initiation<\/li><li>hematologic parameters; annually<\/li><li>vitamin B12 assessments; every 2 to 3 years in at-risk patients<\/li><li>pancreatitis signs\/symptoms; during therapy<\/li><\/ul>"},{"id":"jxwas11","title":"How Supplied","mono":"<b>Kazano<\/b><br\/>Oral Tablet: (Alogliptin Benzoate - Metformin Hydrochloride) 12.5 MG-500 MG, 12.5 MG-1000 MG<br\/>"},{"id":"jxwas12","title":"Toxicology","sub":[{"id":"jxwas12b31","title":"Clinical Effects","mono":"<ul><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/>USES: Oral hypoglycemic agents for type II diabetes mellitus. PHARMACOLOGY: These agents decrease hepatic glucose production and intestinal glucose absorption, and increase peripheral glucose uptake. TOXICOLOGY: These agents are not likely to cause hypoglycemia after acute overdose, as they do not stimulate insulin release. Severe lactic acidosis is a rare but potentially fatal side effect mainly in patients with renal insufficiency, hepatic disease, alcoholism, and advanced age. It can be precipitated by iodinated contrast agents. Metformin inhibits both hepatic lactate uptake and conversion of lactate to glucose. EPIDEMIOLOGY: Exposure is common but severe toxicity is rare. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, malaise, and myalgia. Acute pancreatitis has been reported in one case report. SEVERE TOXICITY: Severe lactic acidosis, confusion, mental status depression, hypothermia, hypotension, and renal failure may develop.  Rarely, ventricular dysrhythmias, respiratory insufficiency, and death. ADVERSE EFFECTS: COMMON: Diarrhea, nausea, vomiting, flatulence, asthenia, indigestion, abdominal pain, anorexia, headache, and rash. SERIOUS EFFECTS: Lactic acidosis (generally only in patients with renal insufficiency or hepatic disease) and megaloblastic anemia. Hypotension, ventricular extrasystoles, and myocardial infarction have been reported with therapeutic doses. DRUG INTERACTION: Use of radiocontrast dyes in patients taking metformin increases the risk of renal failure and acidosis.  Concurrent use of metformin and non-steroidal anti-inflammatory drugs or COX-2 inhibitors may increase the risk of renal failure and acidosis.<br\/><\/li><li><b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/>USES: These agents (sitagliptin, vildagliptin, saxagliptin, linagliptin) are used to improve glycemic control in type 2 diabetes mellitus individuals either as a monotherapy or in combination with other hypoglycemic drugs. PHARMACOLOGY: Dipeptidyl peptidase (DPP)-4 inhibitors exert their activity in patients with type 2 diabetes mellitus by protecting the endogenous incretin hormones and enhancing their actions. Glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1) are incretin hormones released in response to meal intake to maintain glucose homeostasis. Although these agents share the same mechanism of action, they may have slightly different pharmacokinetics. TOXICOLOGY: Because DDP-4 inhibitors increase insulin release and suppress glucagon release in a glucose-dependent manner, they are not expected to cause significant hypoglycemia in normal subject unless coingested with other hypoglycemic agents. EPIDEMIOLOGY: Overdose is uncommon. MILD TO MODERATE TOXICITY: Limited data. Clinical events may be similar to effects reported with therapeutic use. SEVERE TOXICITY: Has not been reported. Hypoglycemia can occur when combined with other hypoglycemic agents. ADVERSE EFFECTS: Hypoglycemia, headache, nasopharyngitis, upper respiratory tract infection and urinary tract infection have occurred infrequently during therapy with these agents. Gastrointestinal findings, which included abdominal pain, nausea, diarrhea and constipation were similar to the placebo group. Rates of hypoglycemia with other agents known to cause hypoglycemia (ie, metformin or pioglitazone) was similar to patients taking placebo. However, the potential to cause hypoglycemia when used with sulfonylureas or insulin has not been adequately studied.<br\/><\/li><\/ul>"},{"id":"jxwas12b32","title":"Treatment","mono":"<ul><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate biguanide toxicity. Hypoglycemia from coingestion of other hypoglycemic agents should be managed with dextrose administration. MANAGEMENT OF SEVERE TOXICITY: Early intubation and ventilation assistance should be performed if the patient presents with respiratory or mental status depression. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if patient presents with circulatory collapse. If the patient develops severe anion gap metabolic acidosis or severe lactic acidosis (pH 7.1 or less), intravenous sodium bicarbonate (1 to 2 mEq\/kg IV bolus starting dose, then titrate to correct pH to above 7.2) should be given and emergent hemodialysis should be arranged (especially if renal insufficiency exists).<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be considered after large ingestions, if the patient has an appropriate level of consciousness, patent airway, and the patient can drink the charcoal. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, if the patient has an appropriate level of consciousness, patent airway, and can drink the charcoal.  Severe toxicity is rare; gastric lavage is rarely if ever indicated.<\/li><li>Airway management: Perform early in patients with severe lactic acidosis who present with respiratory insufficiency or mental status depression.<\/li><li>Antidote: None<\/li><li>Hypoglycemia: Give dextrose if symptomatic or BS &lt;60 mg\/dL. Dose - Adult 50 mL of 50% dextrose IV push; Child 0.5 to 1 g\/kg (2-4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL.<\/li><li>Monitoring of patient: No labs are needed in case of small ingestions. Patients with larger ingestions should have serial (every 2 hours) monitoring of serum electrolytes and lactate. Monitor arterial blood gases in patients with metabolic acidosis. Monitor renal function and liver enzymes.<\/li><li>Enhanced elimination procedure: Hemodialysis  is effective in improving acid-base status and may improve clinical outcome in patients with severe lactic acidosis, especially in patients with renal insufficiency, however, it does not remove significant amounts of metformin because of its large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with acute inadvertent ingestions of 1700 mg or less may be monitored at home. OBSERVATION CRITERIA: Four to 6 hours of observation period is recommended after immediate-release metformin overdose. Peak concentrations of delayed-release formulations are expected to be delayed after overdose. After an overdose, patients should be observed for the development of toxic effects for 2 to 6 hours longer than the Tmax (Tmax: Glucophage XR 7 hours, Glumetza extended-release: 7 to 8 hours. Fortamet extended-release: 6 hours). Patients who remain asymptomatic during this period with no evidence of metabolic acidosis or hypoglycemia can be discharged home. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Although dipeptidyl peptidase-4 inhibitors produce very low rates of hypoglycemia with therapeutic use, hypoglycemia may develop after large overdose or if coingested with other hypoglycemic agents. Monitor serial blood glucose concentrations. Monitor for symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Treat significant fluid loss with IV fluids; antidiarrheal agents as indicated. SEVERE TOXICITY: Limited data. Treatment is symptomatic and supportive. DPP-4 inhibitors produce very low rates of hypoglycemia with therapeutic use. Following a significant exposure or if coingested with other hypoglycemic agents, monitor serial blood glucose concentrations. Monitor for symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Treat with dextrose as necessary. Monitor neurologic function in patients with evidence of hypoglycemia. A baseline ECG may be indicated following a significant ingestion; repeat as necessary.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not indicated. Activated charcoal may be considered following a significant ingestion if the airway is protected. HOSPITAL: Activated charcoal may be considered following a significant ingestion if performed soon after exposure and the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: If a large overdose occurs or coingested with other hypoglycemic agents, monitor blood glucose frequently. Monitor for signs and symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Monitor vital signs and obtain an ECG in patients with large ingestions; clinically insignificant QTc prolongation has been reported at 8 times the therapeutic dose with sitagliptin. It has not been observed with saxagliptin.<\/li><li>Hemodialysis: SITAGLIPTIN: It is not extensively bound to plasma proteins, but has a moderately large volume of distribution; approximately 13% of a therapeutic dose may be removed by dialysis. LINAGLIPTIN: Extensively distributed in tissue with a relatively high protein binding; hemodialysis is not anticipated to be beneficial. SAXAGLIPTIN: Saxagliptin and its active metabolite are dialyzable.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with an inadvertent ingestion of a single dose can be monitored at home if a responsible adult is present. An asymptomatic adult or adolescent with an inadvertent ingestion of 1 to 2 tablets of sitagliptin, saxigliptin and linagliptin can likely be observed at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion or coingestion of other hypoglycemic agents should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with hypoglycemia should be monitored until blood glucose is normal and symptoms have resolved. Patients may be discharged to home once symptoms have resolved and blood glucose or other laboratory studies are within normal limits and is cleared from a mental health standpoint. ADMISSION CRITERIA: Any adult who becomes hypoglycemic and all children with more than a minor ingestion should be admitted. Patients with evidence of severe hypoglycemia or CNS effects should be admitted to an intensive care setting. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in cases of severe poisonings or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul><\/li><\/ul>"},{"id":"jxwas12b33","title":"Range of Toxicity","mono":"<ul><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/>TOXICITY: The minimum toxic dose is not well established. ADULT: In adults, ingestions of 5 g or less are generally well tolerated. Severe toxicity developed after ingestions of 25 or more of metformin. A woman ingested 75 to 100 grams of metformin and developed severe lactic acidosis. Following aggressive supportive care, her condition improved gradually. An elderly adult survived an intentional ingestion of 63 grams of metformin and developed no permanent sequelae. PEDIATRIC: Ingestions of up to 1700 mg of metformin were well tolerated in healthy children. A 15-year-old girl developed lactic acidosis and acute renal failure after ingesting 38.25 g (0.55 g\/kg body weight) of metformin. She recovered completely following supportive care. A 15-year-old girl developed lactic acidosis, hypotension, and recurrent and severe hypoglycemia, requiring boluses of 50% dextrose after ingesting 75 g of metformin and 3 g of quetiapine in a suicide attempt. She recovered following supportive care. THERAPEUTIC DOSE: Immediate-release form: 1000 to 2550 mg orally daily in 2 to 3 divided doses; maximum: 2550 mg\/day. Extended-release form: 1000 to 2000 mg once daily; maximum: 2500 mg\/day.<br\/><\/li><li><b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/>TOXICITY: SITAGLIPTIN: Limited data. An elderly woman intentionally ingested 1700 mg of sitagliptin and was treated with intravenous glucose; hypoglycemia did not develop. Another elderly woman intentionally ingested 1800 mg and was given a regular diet; no symptoms developed. A dose of 800 mg did not cause toxic effects in healthy adults. Doses above 800 mg have not been studied. LINAGLIPTIN: Limited data. Single doses of up to 600 mg (120 times the recommended daily dose) administered to healthy subjects resulted in no adverse events. SAXAGLIPTIN: At doses of up to 400 mg daily (80 times the maximum recommended human dose) for 2 weeks, no significant adverse events occurred in healthy subjects. THERAPEUTIC DOSE: SITAGLIPTIN: 100 mg orally once daily as a monotherapy or in combination with metformin or PPAR(gamma) agonist (eg, thiazolidinediones). LINAGLIPTIN: 5 mg orally once daily in adults. SAXAGLIPTIN: The recommended dose is 2.5 to 5 mg once daily. VILDAGLIPTIN\/METFORMIN: The recommended daily dose is 100 mg vildagliptin and 2000 mg metformin.<br\/><\/li><\/ul>"}]},{"id":"jxwas13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of lactic acidosis (nausea, vomiting, abdominal pain, tachypnea).<\/li><li>Tell patient to immediately report symptoms of acute pancreatitis or hepatic failure.<\/li><li>Counsel patient to report symptoms of angioedema, anaphylaxis, or Stevens-Johnson syndrome.<\/li><li>Drug may cause respiratory tract infections, urinary tract infections, nasopharyngitis, diarrhea, hypertension, back pain, or headaches.<\/li><li>Instruct patient to report difficulties with glucose control (hyperglycemia, hypoglycemia).<\/li><li>Tell patient to take drug with meals to minimize gastric irritation.<\/li><li>Warn patient against excessive alcohol intake.<\/li><\/ul>"}]}