{"generic":"Follitropin Alfa\/Lutropin Alfa","drugs":["Follitropin Alfa\/Lutropin Alfa"],"mono":{"0":{"id":"jxwps0","title":"Generic Names","mono":"Follitropin Alfa\/Lutropin Alfa"},"1":{"id":"jxwps1","title":"Dosing and Indications","sub":{"0":{"id":"jxwps1b4","title":"Adult Dosing","mono":"<ul><li>follitropin alfa\/lutropin alfa has centralized marketing authorization by the European Medicines Agency (EMA) for use in the European Union (EU)<\/li><li><b>Female hypogonadotropic hypogonadism - Ovulation induction:<\/b> follitropin alfa 150 international units\/lutropin alfa 75 international units (1 vial) SUBQ daily; increase follitropin alfa dose if necessary by 37.5 to 75 international units after 7- to 14-day intervals; individualize dose based on optimal follicle size and estrogen response, then administer recombinant hCG 250 mcg or 5000 to 10,0000 international units SUBQ 24 to 48 hours after the last follitropin alfa\/lutropin alfa dose (European Medicines Agency-approved dosing)<\/li><\/ul>"},"2":{"id":"jxwps1b6","title":"Dose Adjustments","mono":"<b>excessive response:<\/b> stop follitropin alfa\/lutropin alfa and withhold hCG therapy; restart next cycle with a lower dose of follicle stimulating hormone "},"3":{"id":"jxwps1b7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Female hypogonadotropic hypogonadism - Ovulation induction<br\/>"}}},"3":{"id":"jxwps3","title":"Contraindications\/Warnings","sub":[{"id":"jxwps3b9","title":"Contraindications","mono":"<ul><li>carcinoma of the ovary, uterus, or mammary<\/li><li>hemorrhages, gynecologic, of unknown origin<\/li><li>hypersensitivity to follitropin alfa, lutropin alfa, or any components of the product<\/li><li>malformations of sexual organs incompatible with pregnancy<\/li><li>ovarian enlargement or ovarian cyst, unrelated to polycystic ovarian disease and of unknown origin<\/li><li>ovarian failure, primary<\/li><li>tumors, hypothalamus and pituitary gland<\/li><li>tumors, uterine fibroid, incompatible with pregnancy<\/li><\/ul>"},{"id":"jxwps3b10","title":"Precautions","mono":"<ul><li>breastfeeding; use not indicated during assisted reproductive technology<\/li><li>congenital malformations have occurred; possible increased risk with assisted reproductive technology<\/li><li>ectopic pregnancy may occur; increased risk with assisted reproductive technology and history of tubal disease<\/li><li>multiple pregnancies and births may occur; increased risk with assisted reproductive technology and increased risk of maternal and perinatal complications; careful monitoring of ovarian response recommended; if suspected, consider treatment discontinuation<\/li><li>neoplasms, ovarian, and other reproductive system neoplasms, benign and malignant, have been reported in women undergoing multiple regimens for infertility treatment<\/li><li>ovarian hyperstimulation syndrome (OHSS), in some cases severe, including cases of ovarian torsion or thromboembolic events, may occur; increased risk with young age, lean body mass, polycystic ovarian syndrome, higher doses of exogenous gonadotropins, high absolute or rapidly rising serum estradiol level (greater than 900 picograms\/mL or 3300 picomoles\/L in anovulation), previous OHSS, pregnancy, and large number of developing ovarian follicles (3 follicles of 14 mm in diameter or greater in anovulation); monitoring for at least 2 weeks after hCG administration recommended in all patients; withhold hCG if signs and symptoms of OHSS occur; refrain from coitus or use contraception barrier method for at least 4 days; if suspected, discontinue therapy<\/li><li>ovarian torsion, after use of other gonadotropins, has been reported; increased risk with ovarian hyperstimulation syndrome, pregnancy, previous abdominal surgery, history of ovarian torsion, previous or current ovarian cyst, and polycystic ovarian syndrome; early diagnosis and immediate detorsion recommended<\/li><li>porphyria or family history; increased risk of acute attack; monitoring recommended; discontinuation may be required<\/li><li>pregnancy loss, miscarriage or abortion; increased risk with assisted reproductive technology<\/li><li>thromboembolic disease, recent, ongoing, or risk factors for (personal or family history, thrombophilia, severe obesity (BMI greater than 30 kg\/m(2)); further increased risk of thromboembolic events with gonadotropin therapy<\/li><\/ul>"},{"id":"jxwps3b11","title":"Pregnancy Category","mono":"<ul><li>Follitropin Alfa: X (FDA)<\/li><li>Follitropin Alfa: B3 (AUS)<\/li><li>Lutropin Alfa: X (FDA)<\/li><\/ul>"},{"id":"jxwps3b12","title":"Breast Feeding","mono":"<ul><li>Follitropin Alfa: Micromedex: Infant risk cannot be ruled out.<\/li><li>Lutropin Alfa: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"jxwps5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (10% or greater)<\/li><li><b>Gastrointestinal:<\/b>Abdominal discomfort (1% to less than 10%), Abdominal distension (1% to less than 10%), Abdominal pain (1% to less than 10%), Diarrhea (1% to less than 10%), Nausea (1% to less than 10%), Vomiting (1% to less than 10%)<\/li><li><b>Musculoskeletal:<\/b>Pain in pelvis (1% to less than 10%)<\/li><li><b>Neurologic:<\/b>Headache (10% or greater)<\/li><li><b>Reproductive:<\/b>Cyst of ovary (10% or greater), Ovarian hyperstimulation syndrome (1% to less than 10%), Pain of breast (1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Thromboembolic disorder (less than 0.01%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (less than 0.01%)<\/li><li><b>Reproductive:<\/b>Ovarian hyperstimulation syndrome, Severe (0.1% to less than 1%), Ovarian hyperstimulation syndrome, Severe with complications (0.01% to less than 0.1%)<\/li><\/ul>"},"6":{"id":"jxwps6","title":"Drug Name Info","sub":{"2":{"id":"jxwps6b19","title":"Class","mono":"<ul><li>Female Reproductive Agent<\/li><li>Human Follicle Stimulating Hormone<\/li><li>Human Luteinizing Hormone<\/li><\/ul>"},"3":{"id":"jxwps6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"jxwps9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>vial is for single use only; vial contains 150 international units (11 mcg) follitropin alfa and 75 international units (3 mcg) lutropin alfa per mL<\/li><li>reconstitute vial immediately prior to use with solvent provided; gently swirl<\/li><li>administer entire contents of vial<\/li><li>may be mixed with follitropin alfa and coadministered as a single injection<\/li><\/ul>"},"12":{"id":"jxwps12","title":"Toxicology","sub":[{"id":"jxwps12b31","title":"Clinical Effects","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS <\/b><br\/>USES: Leuprolide acetate is indicated for the palliative treatment of advanced prostate cancer, for the treatment of endometriosis and anemia associated with uterine leiomyomata (fibroids), and for the treatment of central precocious puberty in children. Goserelin acetate is indicated for the palliative treatment of prostate cancer and advanced breast cancer, and for the management of endometriosis. Histrelin acetate and triptorelin pamoate are indicated for palliative therapy of advanced prostate cancer. Nafarelin nasal solution is indicated for the management of endometriosis and for the treatment of central precocious puberty in children. Follitropin alfa\/lutropin alfa combination product is indicated for the stimulation of follicular development in adult women with severe luteinizing hormone and follicle stimulating hormone deficiency. PHARMACOLOGY: Luteinizing hormone releasing hormone (LH-RH) agonists will initially stimulate the release of pituitary gonadotropins, luteinizing hormone (LH) and follicle stimulating hormone (FSH), resulting in a transient increase of gonadal steroidogenesis. However, chronic administration of the LH-RH agonists results in inhibition of gonadotropin secretion leading to suppression of ovarian and testicular steroidogenesis. Ongoing therapy with these agents results in a decrease in estrogen and testosterone levels which can lead to a variety of symptoms. EPIDEMIOLOGY: Overdose is rare. Severe toxicity is not expected. OVERDOSE: Overdose information is limited. It is anticipated that overdose effects would be an extension of adverse effects reported with therapeutic use. ADVERSE EFFECTS: Initial administration of luteinizing hormone releasing hormone (LH-RH) agonists may result in disease \"flare\" characterized by increased bone pain, urinary obstruction, or spinal cord compression, and may last for 1 to 2 weeks of administration. Continued therapy results in a decrease in estrogen and testosterone levels, leading to a variety of related adverse effects including flushing, acne, headaches, depression, gynecomastia, impotence, decreased libido, amenorrhea, vaginal dryness, and osteopenia. Other adverse effects, reported with LH-RH agonist therapy, include injection site reactions (ie, pain, erythema, swelling, bruising), edema, rashes, alopecia, nausea and vomiting, abdominal pain, and weight gain. RARE: Hypersensitivity reactions, anaphylaxis, and pituitary apoplexy have been rarely reported. <br\/>"},{"id":"jxwps12b32","title":"Treatment","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most exposures are mild and require only supportive care. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. For patients with severe ovarian hyperstimulation syndrome, initiate intravenous hydration, monitor fluid input and output, and initiate deep venous thrombosis prophylaxis.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated since these medications are administered via the intramuscular or subcutaneous route or intranasally.<\/li><li>Airway management: Airway management is not likely to be an issue. Provide supportive care.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting. Monitor hepatic enzymes in symptomatic patients. Monitor for evidence of ovarian hyperstimulation (pelvic pain, bloating) as clinically indicated. Obtain a pelvic ultrasound if ovarian hyperstimulation is a concern.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposure may be observed at home if asymptomatic. OBSERVATION CRITERIA: Symptomatic patients with uncontrollable nausea, vomiting, or abdominal pain should be evaluated in a healthcare facility. Patients may be discharged if asymptomatic 6 hours after exposure. ADMISSION CRITERIA: Symptomatic patients requiring ongoing supportive care may need admission. Patients with evidence of ovarian hyperstimulation syndrome may require admission. CONSULT CRITERIA: Severe poisoning does not usually occur with these agents; however, if concerned about ovarian hyperstimulation syndrome, consult an obstetrician\/gynecologist or specialist in reproductive medicine.<\/li><\/ul>"},{"id":"jxwps12b33","title":"Range of Toxicity","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. There was no difference in adverse effects observed following subcutaneous administration of leuprolide at doses up to 20 mg\/day for up to 2 years as compared with 1 mg\/day doses. THERAPEUTIC DOSE: Varies with agent and disease state. GOSERELIN: Prostate cancer (palliative treatment) - 3.6 mg SubQ every 28 days; Endometriosis - 3.6 mg SubQ every 28 days up to 6 months. HISTRELIN: Prostate cancer (palliative treatment) - 1 50-mg implant inserted SubQ for 12 months; Central precocious puberty (children) - 10 mcg\/kg\/day SubQ. LEUPROLIDE: Prostate cancer (palliative treatment) - 1 mg SubQ once daily, 7.5 mg IM or SubQ once monthly, 22.5 mg IM depot injection every 3 months, 30 mg IM depot injection every 4 months, or 1 implant inserted SubQ every 12 months (depending on formulation); Endometriosis - 3.75 mg IM depot injection once monthly for 6 months or 11.25 mg IM depot injection every 3 months for 6 months (depending on formulation); Central precocious puberty (children) - 50 mcg\/kg\/day SubQ for one dose and titrating upward by 10 mcg\/kg\/day if necessary or 300 mcg\/kg (minimum 7.5 mg) IM depot injection as one dose every 4 weeks and titrate upward by 3.75 mg every 4 weeks if necessary. LUTROPIN ALFA\/FOLLITROPIN ALFA: Follitropin alfa 150 international units\/lutropin alfa 75 international units (1 vial) SubQ daily; increase follitropin alfa dose if necessary by 37.5 to 75 international units after 7 to 14 day intervals. NAFARELIN: Endometriosis - 200 mcg\/day intranasally by 1 spray into 1 nostril in the morning and 1 spray into the other nostril in the evening, MAX 800 mcg\/day; Central precocious puberty (children) - 1600 mcg\/day intranasally by 2 sprays into each nostril in the morning and 2 sprays into each nostril in the evening. TRIPTORELIN: Prostate cancer (palliative treatment) - 3.75 mg IM depot injection every month or 11.25 IM long-acting injection every 84 days.<br\/>"}]}}}