{"generic":"Gadoterate Meglumine","drugs":["Dotarem","Gadoterate Meglumine"],"mono":{"0":{"id":"jxxws0","title":"Generic Names","mono":"Gadoterate Meglumine"},"1":{"id":"jxxws1","title":"Dosing and Indications","sub":[{"id":"jxxws1b4","title":"Adult Dosing","mono":"<ul><li>Due to risk of nephrogenic systemic fibrosis (NSF) associated with gadolinium-based contrast agents in subjects with impaired elimination, screen patients prior to administration to identify those with acute kidney injury or chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)).<\/li><li><b>Magnetic resonance imaging of brain and brain stem, For blood-brain barrier disruption or abnormal vascularity:<\/b> 0.1 mmol\/kg (0.2 mL\/kg) IV injection at approximately 2 mL\/sec<\/li><\/ul>"},{"id":"jxxws1b5","title":"Pediatric Dosing","mono":"<ul><li>Due to risk of nephrogenic systemic fibrosis (NSF) associated with gadolinium-based contrast agents in subjects with impaired elimination, screen patients prior to administration to identify those with acute kidney injury or chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)).<\/li><li>safety and efficacy not established in children younger than 2 years<\/li><li><b>Magnetic resonance imaging of brain and brain stem, For blood-brain barrier disruption or abnormal vascularity:<\/b> (2 years or older) 0.1 mmol\/kg (0.2 mL\/kg) IV injection at approximately 1 to 2 mL\/sec<\/li><\/ul>"},{"id":"jxxws1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal:<\/b> no dosage adjustment recommended<\/li><li><b>geriatric:<\/b> no age-related dosage adjustment recommended, although caution is advised<\/li><\/ul>"},{"id":"jxxws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Magnetic resonance imaging of brain and brain stem, For blood-brain barrier disruption or abnormal vascularity<br\/>"}]},"2":{"id":"jxxws2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Gadolinium-based contrast agents (GBCAs) increase the risk for nephrogenic systemic fibrosis (NSF) among patients with impaired elimination of the drugs. Avoid use of GBCAs in these patients unless the diagnostic information is essential and not available with noncontrasted MRI or other modalities. NSF may result in fatal or debilitating fibrosis affecting the skin, muscle, and internal organs. The risk for NSF appears highest among patients with chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73m(2)), or acute kidney injury. Screen patients for acute kidney injury and other conditions that may reduce renal function. For patients at risk for chronically reduced renal function (eg, older than 60 years, hypertension, diabetes), estimate the glomerular filtration rate (GFR) through laboratory testing.<br\/>"},"3":{"id":"jxxws3","title":"Contraindications\/Warnings","sub":[{"id":"jxxws3b9","title":"Contraindications","mono":"clinically important hypersensitivity reactions to gadoterate meglumine, history of <br\/>"},{"id":"jxxws3b10","title":"Precautions","mono":"<ul><li>nephrogenic systemic fibrosis, increased risk in patients with impaired gadolinium-based contrast agent elimination, especially in patients with chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73m(2)) or acute kidney injury, or with repeated or higher than recommended doses; avoid use unless clinically necessary; do not readminister unless sufficient time has elapsed for drug elimination<\/li><li>renal function, chronically reduced, increased risk in patients older than 60 years, with hypertension, or with diabetes; estimate the GFR with laboratory testing<\/li><li>anaphylactic and anaphylactoid reactions, including fatalities and cardiovascular, respiratory, and cutaneous manifestations, have been reported; monitoring recommended; emergency resuscitation measures must be available<\/li><li>extravasation, resulting in tissue irritation, may occur; ensure catheter and venous patency before use<\/li><li>hemodialysis patients; consider initiating hemodialysis immediately after use to enhance elimination<\/li><li>kidney injury, acute, has occurred in patients with chronically reduced renal function, increased risk in surgical patients, and in patients with severe infection, injury, or drug-induced kidney toxicity; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxxws3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jxxws3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jxxws5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Burning sensation (0.2%), Injection site pain (0.4%), Injection site reaction, Coldness (0.2%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (0.6%)<\/li><li><b>Neurologic:<\/b>Headache (0.5% to 1.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction, Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Injury of kidney, Acute, Nephrogenic systemic fibrosis<\/li><\/ul>"},"6":{"id":"jxxws6","title":"Drug Name Info","sub":{"0":{"id":"jxxws6b17","title":"US Trade Names","mono":"Dotarem<br\/>"},"3":{"id":"jxxws6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jxxws7","title":"Mechanism Of Action","mono":"Gadoterate is a paramagnetic molecule that develops a magnetic moment in a magnetic field. The magnetic moment enhances the relaxation rates of localized water protons, leading to an increase in signal intensity of tissues. Gadoterate does not cross the intact blood-brain barrier and will not enhance normal brain or lesions with a normal blood-brain barrier (e.g. cysts or mature post-operative scars). Gadoterate distributes into the brain if the blood brain barrier is disrupted or abnormal vascularity allows gadoterate distribution into CNS lesions such as neoplasms, abscesses, and infarcts.<br\/>"},"8":{"id":"jxxws8","title":"Pharmacokinetics","sub":{"1":{"id":"jxxws8b24","title":"Distribution","mono":"<ul><li>Protein binding: None<\/li><li>Vd: 0.246 L\/kg<\/li><\/ul>"},"3":{"id":"jxxws8b26","title":"Excretion","mono":"<ul><li>Renal: 93.3%<\/li><li>Renal, moderate renal impairment (CrCl 30 to 60 mL\/min): 76.9%<\/li><li>Renal, severe renal impairment (CrCl 10 to 30 mL\/min): 68.4%<\/li><li>Renal clearance: 1.27 to 1.64 mL\/min\/kg<\/li><li>Total body clearance: 0.1 L\/hr\/kg<\/li><li>Total body clearance, moderate renal impairment (CrCl 30 to 60 mL\/min): 0.036 L\/hr\/kg<\/li><li>Total body clearance, severe renal impairment (CrCl 10 to 30 mL\/min): 0.0012 L\/hr\/kg<\/li><\/ul>"},"4":{"id":"jxxws8b27","title":"Elimination Half Life","mono":"<ul><li>1.6 hours<\/li><li>Moderate renal impairment (CrCl, 30 to 60 mL\/min): 5.1 hours<\/li><li>Severe renal impairment (CrCl, 10 to 30 mL\/min): 13.9 hours<\/li><\/ul>"}}},"9":{"id":"jxxws9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>prefilled syringes: do not freeze; discard frozen syringes<\/li><li>vials: if solidified due to cold, bring to room temperature before use; if solids persist after 90 minutes, discard<\/li><li>do not mix with other drugs or parenteral nutrition<\/li><li>for use with a plastic disposable syringe, draw contrast medium into syringe immediately prior to administration<\/li><li>may follow administration with normal saline flush to ensure complete injection<\/li><\/ul>"},"10":{"id":"jxxws10","title":"Monitoring","mono":"<ul><li>improved lesion visualization during MRI is indicative of efficacy<\/li><li>renal function (ie, acute kidney injury and other conditions that may decrease renal function); at baseline and subsequent follow up in patients with history of renal dysfunction<\/li><li>hypersensitivity reactions; during and after administration; increased risk in patients with history of reactions to contrast media, bronchial asthma, or allergic disorders<\/li><\/ul>"},"13":{"id":"jxxws13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of nephrogenic systemic fibrosis (eg, scaling, hardening, or tightening of skin, red or dark skin patches, problems with joint and limb stiffness and movement, hip or rib pain, muscle weakness).<\/li><li>headache, nausea, abnormal taste and feeling hot, Reactions along the venous injection site, such as mild and transient burning or pain or feeling of warmth or coldness at the injection site.<\/li><li>This drug may cause nausea, headache, feeling hot, and sensations of pain, coldness, or burning at the injection site.<\/li><\/ul>"}}}