{"generic":"Canagliflozin","drugs":["Canagliflozin","Invokana"],"mono":{"0":{"id":"jxy8s0","title":"Generic Names","mono":"Canagliflozin"},"1":{"id":"jxy8s1","title":"Dosing and Indications","sub":[{"id":"jxy8s1b4","title":"Adult Dosing","mono":"<ul><li>Correct volume depletion and assess renal function prior to initiation.<\/li><li><b>Type 2 diabetes mellitus:<\/b> Initial, 100 mg ORALLY once daily; may increase to 300 mg ORALLY once daily if initial dose is tolerated, estimated GFR is 60 mL\/min\/1.73 m(2) or greater, and additional glycemic control is required<\/li><\/ul>"},{"id":"jxy8s1b5","title":"Pediatric Dosing","mono":"Safety and effectiveness not established in patients younger than 18 years "},{"id":"jxy8s1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, mild, estimated GFR 60 mL\/min\/1.73 m(2) or greater:<\/b> No dose adjustment needed.<\/li><li><b>Renal impairment, moderate, estimated GFR, 45 to less than 60 mL\/min\/1.73 m(2):<\/b> Do not exceed 100 mg ORALLY once daily.<\/li><li><b>Renal impairment, estimated GFR less than 45 mL\/min\/1.73 m(2):<\/b> Do not initiate therapy.<\/li><li><b>Renal impairment, estimated GFR persistently less than 45 mL\/min\/1.73 m(2):<\/b> Discontinue therapy.<\/li><li><b>Renal impairment, severe, estimated GFR less than 30 mL\/min\/1.73 m(2), ESRD, or receiving dialysis:<\/b> Use contraindicated<\/li><li><b>Hepatic impairment, mild or moderate (Child-Pugh class A or B):<\/b> No dose adjustment necessary<\/li><li><b>Hepatic impairment, severe (Child-Pugh class C):<\/b> Use not recommended<\/li><li><b>Concomitant administration with a UGT enzyme inducer (eg, rifampin, phenytoin, phenobarbital, ritonavir):<\/b> Initial dose based on renal function; for additional glycemic control in patients with an estimated GFR of 60 mL\/min\/1.73 m(2) or greater, consider dose increase to 300 mg ORALLY once daily; for patients with an estimated GFR of 45 to less than 60 mL\/min\/1.73 m(2), consider an alternative antihyperglycemic agent<\/li><\/ul>"},{"id":"jxy8s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"jxy8s3","title":"Contraindications\/Warnings","sub":[{"id":"jxy8s3b9","title":"Contraindications","mono":"<ul><li>Dialysis<\/li><li>Hypersensitivity to canagliflozin<\/li><li>Renal impairment, severe (estimated GFR less than 30 mL\/min\/1.73 m(2)) or ESRD<\/li><\/ul>"},{"id":"jxy8s3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension has been reported, especially in those with low systolic blood pressure, elderly, renally impaired (estimated GFR less than 60 mL\/min\/1.73 m(2)), and with concomitant use of diuretics or drugs that interfere with the renin-angiotensin-aldosterone system; monitoring recommended; correct hypovolemia prior to initiating therapy<\/li><li>Endocrine and Metabolic:<\/li><li>-- Ketoacidosis may occur; monitoring recommended and discontinue use if acidosis is confirmed<\/li><li>-- Hypoglycemia has been reported; concomitant use with insulin or insulin secretagogues (eg, sulfonylureas) may increase risk; dose reduction of insulin or sulfonylurea may be required<\/li><li>-- Increased LDL-C has been reported; monitoring recommended<\/li><li>-- Hyperkalemia may occur; increased risk in patients with moderate renal impairment who are receiving medications that interfere with potassium excretion (eg, potassium-sparing diuretics) or with the renin-angiotensin-aldosterone system; monitoring recommended<\/li><li>-- Urine glucose tests and 1,5-anhydroglucitol assays not recommended for monitoring glycemic control with canagliflozin use<\/li><li>Hepatic:<\/li><li>-- Severe hepatic impairment; not recommended<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions, some serious, have been reported; discontinue use if occurs<\/li><li>Renal:<\/li><li>-- Renal function abnormalities and renal impairment have been reported; increased risk in hypovolemic patients; correct hypovolemia prior to initiating therapy; monitoring recommended; discontinuation may be necessary<\/li><li>-- Renal impairment; dosage adjustment required for estimated GFR of 45 to less than 60 mL\/min\/1.73 m(2); use not recommended for estimated GFR of less than 45 mL\/min\/1.73 m(2)<\/li><li>Reproductive:<\/li><li>-- Genital mycotic infections have been reported; uncircumcised men or patients with prior genital mycotic infections are at increased risk; monitoring recommended<\/li><\/ul>"},{"id":"jxy8s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jxy8s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jxy8s4","title":"Drug Interactions","sub":{"1":{"id":"jxy8s4b14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Digoxin (probable)<\/li><li>Enoxacin (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"jxy8s4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"jxy8s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Renal:<\/b>Micturition frequency and polyuria (4.6% to 5.3%), Urinary tract infectious disease (4.3% to 5.9%)<\/li><li><b>Reproductive:<\/b>Mycosis, Female genital (10.4% to 11.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypovolemia (2.3% to 3.4%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia, Severe (moderate renal impairment, 2.2%), Hypoglycemia, Severe<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (3.8% to 4.2%)<\/li><li><b>Renal:<\/b>Renal impairment (overall, 2% to 4.1%; moderate renal impairment, 18% to 22.5%)<\/li><li><b>Reproductive:<\/b>Mycosis, Male genital (3.7% to 4.2%)<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"jxy8s6","title":"Drug Name Info","sub":{"0":{"id":"jxy8s6b17","title":"US Trade Names","mono":"Invokana<br\/>"},"2":{"id":"jxy8s6b19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Sodium Glucose Co-Transporter 2 Inhibitor<\/li><\/ul>"},"3":{"id":"jxy8s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxy8s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxy8s7","title":"Mechanism Of Action","mono":"Canagliflozin is a sodium-glucose cotransporter 2 (SGLT2) inhibitor that lowers the renal threshold for glucose and increases urinary glucose excretion by interfering with the reabsorption of renally-filtered glucose across the tubular lumen of the proximal renal tubules.<br\/>"},"8":{"id":"jxy8s8","title":"Pharmacokinetics","sub":[{"id":"jxy8s8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1 to 2 hours, single-dose; 4 to 5 days, steady-state<\/li><li>Bioavailability, Oral: 65%<\/li><li>Effects of food: no effect on systemic availability<\/li><\/ul>"},{"id":"jxy8s8b24","title":"Distribution","mono":"<ul><li>Protein binding, Albumin: 99%<\/li><li>Vd: 119 L<\/li><\/ul>"},{"id":"jxy8s8b25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via O-glucuronidation<\/li><li>substrate of UGT1A9 and UGT2B4<\/li><\/ul>"},{"id":"jxy8s8b26","title":"Excretion","mono":"<ul><li>Fecal: 41.5%<\/li><li>Renal: 33% (primarily metabolites)<\/li><li>Renal clearance: 1.3 to 1.55 mL\/min<\/li><li>Dialyzable: Negligible (hemodialysis)<\/li><li>Total Body Clearance: 192 mL\/min<\/li><\/ul>"}]},"9":{"id":"jxy8s9","title":"Administration","mono":"<b>Oral<\/b><br\/>Take before the first meal of the day <br\/>"},"10":{"id":"jxy8s10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>renal function; before therapy initiation and periodically thereafter; more frequently in patients with an estimated GFR less than 60 mL\/min\/1.73 m(2)<\/li><li>serum potassium levels; periodically after treatment initiation in patients with renal impairment or predisposed to hyperkalemia due to concomitant medications or other conditions<\/li><li>LDL-C; after initiating treatment<\/li><li>volume status; before therapy initiation in patients with renal impairment, who are elderly, on diuretics or medications that interfere with the renin-angiotensin-aldosterone system, or with low systolic blood pressure<\/li><li>hypotension; during therapy<\/li><li>genital mycotic infection; during therapy, especially in patients with a history of such infections and in uncircumcised men<\/li><\/ul>"},"11":{"id":"jxy8s11","title":"How Supplied","mono":"<b>Invokana<\/b><br\/>Oral Tablet: 100 MG, 300 MG<br\/>"},"12":{"id":"jxy8s12","title":"Toxicology","sub":[{"id":"jxy8s12b31","title":"Clinical Effects","mono":"<b>CANAGLIFLOZIN <\/b><br\/>USES: Canagliflozin is a sodium-glucose cotransporter 2 (SGLT2) inhibitor used to improve glycemic control in adults with type 2 diabetes mellitus. It is indicated as an adjunct to diet and exercise. PHARMACOLOGY: Canagliflozin inhibits the sodium-glucose cotransporter 2 (SGLT2), which is expressed in the proximal renal tubules and is responsible for most renal reabsorption of filtered glucose. Inhibition of SGLT2 decreases reabsorption of filtered glucose and lowers the renal threshold for glucose, thus urinary glucose excretion is increased. EPIDEMIOLOGY: Overdose has not been reported. OVERDOSE: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects observed with canagliflozin therapy include urinary tract infections, polyuria, and female genital mycotic infections. LESS COMMON: Other adverse effects include hypotension, hypermagnesemia, hyperkalemia, hyperphosphatemia, hypersensitivity reaction, nausea, constipation, pancreatitis, and abdominal pain. Ingestion of canagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues hypoglycemia may develop. RARE: Phimosis has occurred in uncircumcised men treated with canagliflozin.<br\/>"},{"id":"jxy8s12b32","title":"Treatment","mono":"<b>CANAGLIFLOZIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Overdose has not been reported. Obtain baseline electrolytes (including magnesium, phosphate and potassium concentrations) following a significant exposure. HYPOTENSION: Monitor vital signs. Assess fluid status; osmotic diuresis and intravascular depletion may develop. Replace fluids (oral or IV fluids) as indicated. HYPOGLYCEMIA: Ingestion of canagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with canagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOTENSION: Treat moderate to severe hypotension with IV fluids, dopamine or norepinephrine as necessary. HYPOGLYCEMIA: Ingestion of canagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with canagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. ALTERED MENTAL STATUS\/SEIZURES: Patients with persistent or recurring hypoglycemia may develop CNS depression and seizures. Correct hypoglycemia. If seizures persist after glucose correction, treat with benzodiazepines, phenobarbital, propofol. Administer IV fluids for correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. HOSPITAL: Activated charcoal can be used if the patient presents early and is able to protect their airway.<\/li><li>Airway management: Generally, airway management is not necessary as CNS depression from these agents should resolve with dextrose administration. Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway that do not respond to IV dextrose.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Seizure: Seizures are usually manifestations of severe hypoglycemia; correct with IV dextrose. If seizures persist despite euglycemia, anticonvulsants (ie. benzodiazepines, phenobarbital, propofol) are indicated.<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Ingestion of canagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with canagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor vital signs. Monitor fluid status and electrolyte balance including potassium, magnesium and phosphate in symptomatic patients. Plasma levels are not clinically useful for managing overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is likely not to be of value because of the high degree of protein binding (99%) and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent ingestion of an extra dose who are asymptomatic can be monitored at home. Asymptomatic non-diabetic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-life of canagliflozin patients may need to be monitored for a minimum of 10 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jxy8s12b33","title":"Range of Toxicity","mono":"<b>CANAGLIFLOZIN <\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with canagliflozin. Nondiabetic volunteers tolerated doses of 100 mg and 300 mg during pharmacokinetic testing. THERAPEUTIC DOSE: ADULT: The recommended dose is 100 to 300 mg orally once daily. PEDIATRIC: The safety and effectiveness of canagliflozin have not been established in pediatric patients.<br\/>"}]},"13":{"id":"jxy8s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of hypotension or hyperkalemia (eg, arrhythmias, muscle weakness, paresthesias).<\/li><li>Instruct patient to report symptoms of hypoglycemia and periods of excess stress (eg, trauma, infection, or surgery).<\/li><li>Drug may cause increased urination, vulvovaginal pruritus, thirst, constipation, and nausea.<\/li><li>Advise patient to seek medical advice with symptoms of a genital mycotic infection or urinary tract infection.<\/li><li>Tell patient to immediately report symptoms of a hypersensitivity reaction or angioedema.<\/li><li>Advise patient to take drug before the first meal of the day.<\/li><li>Counsel patient to prevent dehydration during therapy.<\/li><\/ul>"}}}