{"generic":"Ado-Trastuzumab Emtansine","drugs":["Ado-Trastuzumab Emtansine","Kadcyla"],"mono":[{"id":"jxyms0","title":"Generic Names","mono":"Ado-Trastuzumab Emtansine"},{"id":"jxyms1","title":"Dosing and Indications","sub":[{"id":"jxyms1b4","title":"Adult Dosing","mono":"<ul><li>Do NOT substitute ado-trastuzumab emtansine (Kadcyla(TM)) for trastuzumab (Herceptin(R))<\/li><li><b>Metastatic breast cancer, HER2 overexpression, monotherapy in patients who have received at least one prior trastuzumab and\/or taxane therapy:<\/b> 3.6 mg\/kg IV infusion every 3 weeks (21-day cycle); infuse first infusion over 90 minutes and subsequent infusions over 30 minutes; do not exceed 3.6 mg\/kg dose; if a dose must be delayed or missed, administer as soon as possible without waiting until the next planned cycle; adjust to maintain a 3-week interval between doses<\/li><\/ul>"},{"id":"jxyms1b5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established "},{"id":"jxyms1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> mild (CrCl 60 to 89 mL\/min) or moderate (CrCl 30 to 59 mL\/min) no dose adjustment needed; severe renal impairment (CrCl less than 30 mL\/min), dose adjustments cannot be recommended because of limited data<\/li><li><b>hepatic impairment:<\/b> grade 2 hyperbilirubinemia (greater than 1.5 to 3 times ULN), interrupt therapy until recovery to grade 1 or lower, then re-treat with the same dose; grade 3 hyperbilirubinemia (greater than 3 to 10 times ULN), interrupt therapy until recovery to grade 1 or lower, then reduce the dose by 1 level; first dose reduction to 3 mg\/kg every 3 weeks or second dose reduction to 2.4 mg\/kg every 3 weeks; if further dose reduction is needed, discontinue treatment; do NOT re-escalate the dose after a reduction is made; if grade 4 hyperbilirubinemia occurs (greater than 10 times ULN) or if serum transaminases (ALT or AST) are greater than 3 times ULN and concomitant total bilirubin is greater than 2 times ULN, permanently discontinue therapy<\/li><li><b>hepatic impairment:<\/b> grade 3 serum transaminases (ALT or AST greater than 5 to 20 times ULN), interrupt therapy until recovery to grade 2 or lower, then reduce the dose by 1 level; first dose reduction to 3 mg\/kg every 3 weeks or second dose reduction to 2.4 mg\/kg every 3 weeks; if further dose reduction is needed, discontinue treatment; do NOT re-escalate the dose after a reduction is made; grade 4 serum transaminases (ALT or AST greater than 20 times ULN) or if serum transaminases are greater than 3 times ULN and concomitant total bilirubin is greater than 2 times ULN, permanently discontinue therapy<\/li><li><b>infusion-related reaction:<\/b> slow the infusion rate or interrupt the infusion; if a life-threatening infusion reaction occurs, permanently discontinue therapy<\/li><li><b>left ventricular ejection fraction (LVEF):<\/b> 40% to 45% and a decrease of 10% points or greater from baseline, interrupt therapy, repeat LVEF assessment within 3 weeks, if LVEF does not recover to within 10% points from baseline, discontinue therapy; if LVEF is less than 40%, interrupt therapy and repeat LVEF assessment within 3 weeks, if LVEF is confirmed less than 40%, or if the patient develops symptomatic congestive heart failure, discontinue therapy<\/li><li><b>peripheral neuropathy:<\/b> grade 3 or 4, interrupt therapy until recovery to grade 2 or lower.<\/li><li><b>thrombocytopenia:<\/b> grade 3 (25,000 to less than 50,000\/mm(3)), interrupt therapy until recovery to grade 1 or lower (75,000\/mm(3) or greater), and then re-treat with the same dose; grade 4 (less than 25,000\/mm(3)), interrupt therapy until recovery to grade 1 or lower (75,000\/mm(3) or greater) and then reduce the dose by 1 level; first dose reduction to 3 mg\/kg every 3 weeks or second dose reduction to 2.4 mg\/kg every 3 weeks; if further dose reduction is needed, discontinue treatment; do NOT re-escalate the dose after a reduction is made.<\/li><\/ul>"},{"id":"jxyms1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Metastatic breast cancer, HER2 overexpression, monotherapy in patients who have received at least one prior trastuzumab and\/or taxane therapy<br\/>"}]},{"id":"jxyms2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Do not substitute ado-trastuzumab emtansine with or for trastuzumab. Hepatotoxicity, liver failure, and death have occurred in ado-trastuzumab emtansine-treated patients. Monitor hepatic function before beginning treatment and before each dose. Modify or discontinue treatment as necessary. Ado-trastuzumab emtansine may lead to reductions in left ventricular ejection fraction. Assess left ventricular function before beginning treatment, monitor throughout treatment, and withhold or discontinue as necessary. Exposure to ado-trastuzumab emtansine can result in embryo-fetal death or birth defects. Advise patients of these risks and the need for effective contraception.<br\/>"},{"id":"jxyms3","title":"Contraindications\/Warnings","sub":[{"id":"jxyms3b9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"jxyms3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Do not substitute ado-trastuzumab emtansine with or for trastuzumab<\/li><li>--Hepatotoxicity, liver failure, and death have been reported; monitor serum transaminases and bilirubin before treatment initiation and before each dose and therapy interruption, dose reduction, or permanent discontinuation may be necessary<\/li><li>-- Reduction of left ventricular ejection fraction (LVEF) may occur; assess left ventricular function before treatment initiation, monitor throughout treatment, and withhold or discontinue as necessary<\/li><li>Dermatologic:<\/li><li>-- Extravasation has been reported; monitor infusion site<\/li><li>Hematologic:<\/li><li>-- Hemorrhagic events (eg, CNS, respiratory, gastrointestinal), some fatal, have been reported<\/li><li>-- Thrombocytopenia has been reported; monitoring recommended and therapy interruption, dose reduction, or permanent discontinuation may be necessary<\/li><li>Hepatic:<\/li><li>-- Nodular regenerative hyperplasia (NRH) has been reported; if diagnosis of NRH is confirmed, discontinue treatment permanently<\/li><li>Neurologic:<\/li><li>-- Neuropathy has been reported; monitoring recommended and therapy interruption may be necessary<\/li><li>Respiratory:<\/li><li>-- Serious pulmonary toxicity (eg, dyspnea, interstitial pneumonitis, pulmonary infiltrates, and acute respiratory distress syndrome), some cases fatal, has been reported; discontinue therapy if interstitial lung disease or pneumonitis occur<\/li><li>Reproductive:<\/li><li>-- Avoid pregnancy; adequate contraception required during treatment and for at least 7 months after last dose<\/li><li>Other:<\/li><li>-- Serious infusion reactions (eg, flushing, chills, pyrexia, dyspnea, hypotension, wheezing, bronchospasm, and tachycardia), have been reported; discontinue use if life-threatening reaction occurs<\/li><\/ul>"},{"id":"jxyms3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jxyms3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jxyms4","title":"Drug Interactions","sub":{"1":{"id":"jxyms4b14","title":"Major","mono":"<ul><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}}},{"id":"jxyms5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (26.5%), Nausea (39.8%)<\/li><li><b>Hematologic:<\/b>Hemorrhage, All grades (32%), Thrombocytopenia, All grades (31.2%)<\/li><li><b>Hepatic:<\/b>Increased liver enzymes, All grades (28.8%)<\/li><li><b>Musculoskeletal:<\/b>Musculoskeletal pain (36.1%)<\/li><li><b>Neurologic:<\/b>Headache (28.2%)<\/li><li><b>Other:<\/b>Fatigue (36.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Left ventricular cardiac dysfunction (1.8%)<\/li><li><b>Dermatologic:<\/b>Injection site extravasation<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 and 4 (4.1%), Hemorrhage, Grade 3 and 4 (1.8%), Neutropenia, Grade 3 and 4 (2%), Thrombocytopenia, Grade 3 and 4 (14.5%)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Increased liver enzymes, Grades 3 and 4 (8%), Injury of liver<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Neurologic:<\/b>Peripheral nerve disease, Grade 3 or 4 (2.2%)<\/li><li><b>Respiratory:<\/b>Dyspnea (12%), Interstitial lung disease, Pneumonitis (0.8% to 1.2%)<\/li><\/ul>"},{"id":"jxyms6","title":"Drug Name Info","sub":{"0":{"id":"jxyms6b17","title":"US Trade Names","mono":"Kadcyla<br\/>"},"2":{"id":"jxyms6b19","title":"Class","mono":"<ul><li>Antibody Drug Conjugate<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"jxyms6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxyms6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jxyms7","title":"Mechanism Of Action","mono":"Ado-trastuzumab emtansine is a human epidermal growth factor receptor 2 protein (HER2)-targeted antibody-drug conjugate (ADC) which contains the monoclonal antibody, trastuzumab, covalently linked to a small molecule cytotoxin (DM1). Ado-trastuzumab emtansine binds to the extracellular domain of breast cancer cells that overexpress the HER2 protein, is internally incorporated into the cell, and releases DM1-containing catabolites that disrupt tumor growth by interrupting the cell cycle and causing apoptosis.<br\/>"},{"id":"jxyms8","title":"Pharmacokinetics","sub":[{"id":"jxyms8b23","title":"Absorption","mono":"Tmax, IV: end of infusion <br\/>"},{"id":"jxyms8b24","title":"Distribution","mono":"<ul><li>DM1, Protein binding, Plasma proteins: 93%<\/li><li>Ado-trastuzumab emtansine conjugate, Vd: 3.13 L<\/li><\/ul>"},{"id":"jxyms8b25","title":"Metabolism","mono":"DM1, substrate of CYP3A4, CYP3A5, and P-glycoprotein <br\/>"},{"id":"jxyms8b26","title":"Excretion","mono":"Ado-trastuzumab emtansine conjugate, Total body clearance: 0.68 L\/day <br\/>"}]},{"id":"jxyms9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute 100-mg vial with 5 mL of sterile water for injection (SWFI) or 160-mg vial with 8 mL of SWFI to yield a 20-mg\/mL concentration; swirl gently to dissolve; do not shake<\/li><li>reconstituted vial should be clear to slightly opalescent and colorless to pale brown<\/li><li>further dilute the reconstituted solution immediately or refrigerate for up to 24 hours; do not freeze<\/li><li>add the appropriate dose to a 250-mL infusion bag of NS; do NOT dilute in D5W<\/li><li>to avoid foaming, mix the bag by gentle inversion; do not shake<\/li><li>administer immediately after preparation or within 24 hours if refrigerated (in addition to the refrigeration time for the reconstituted vial); do not freeze<\/li><li>give via IV infusion only (not bolus or push) through a 0.22-micron inline nonprotein adsorptive polyethersulfone (PES) filter<\/li><li>first infusion, give over 90 minutes to allow for observation of infusion-related reactions; subsequent infusions may be given over at least 30 minutes or if the infusion rate was slowed, at a rate the patient tolerated in the most recent infusion<\/li><li>avoid subQ infiltration<\/li><li>do not mix or administer as an infusion with other products<\/li><\/ul>"},{"id":"jxyms10","title":"Monitoring","mono":"<ul><li>HER-2 expression: prior to initiation using laboratories that have demonstrated proficiency in the specific technology being utilized<\/li><li>clinical and radiologic evidence of evidence of tumor response indicates efficacy<\/li><li>hepatic function, including serum transaminases and bilirubin; prior to initiation and prior to each dose<\/li><li>platelet counts; prior to initiation and before each dose, and during treatment in patients with thrombocytopenia or those receiving anticoagulant therapy<\/li><li>pregnancy, negative status; prior to initiation of therapy<\/li><li>left ventricular ejection fraction (LVEF); prior to and at regular intervals (eg every 3 months) during treatment; if LVEF is 45% or less, reevaluate in 3 weeks<\/li><li>signs of infusion reaction; especially during the first infusion, and for at least 90 minutes following the first infusion and 30 minutes following subsequent infusions<\/li><li>signs of neurotoxicity; throughout treatment<\/li><li>subcutaneous infiltration<\/li><\/ul>"},{"id":"jxyms11","title":"How Supplied","mono":"<b>Kadcyla<\/b><br\/>Intravenous Powder for Solution: 100 MG, 160 MG<br\/>"},{"id":"jxyms12","title":"Toxicology","sub":[{"id":"jxyms12b31","title":"Clinical Effects","mono":"<b>ADO-TRASTUZUMAB EMTANSINE<\/b><br\/>USES: Ado-trastuzumab emtansine, a HER2-targeted antibody and microtubule inhibitor conjugate, is used as a single-agent for the treatment of an individual with HER2-positive, metastatic breast cancer who have previously received trastuzumab and a taxane, separately or in combination. Ado-trastuzumab emtansine should NOT be substituted for trastuzumab. PHARMACOLOGY: This agent is composed of an antibody component derived from humanized anti-HER2 IgG1, trastuzumab, and a small molecule cytotoxin, DM1, a microtubule inhibitor. Upon binding to sub-domain IV of the HER2 receptor, ado-trastuzumab emtansine undergoes receptor mediated internalization and subsequent lysosomal degradation, resulting in intracellular release of DM1-containing cytotoxic catabolites. The binding of DMl to tubulin disrupts microtubule networks in the cell causing cell cycle arrest and apoptotic cell death. TOXICOLOGY: Theoretically, in overdose the loss of selectivity as a microtubule inhibitor could cause toxicity, especially myelosuppression and GI toxicity (nausea, vomiting, diarrhea, stomatitis). EPIDEMIOLOGY: Limited data. Overdose is uncommon. Signs and symptoms of an acute overdose are anticipated to be similar to excessive pharmacologic effects. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, fatigue, muscle pain and headache may develop following overdose. Other adverse events may include thrombocytopenia and increased transaminases. SEVERE TOXICITY: Cardiotoxicity (ie, left ventricular cardiac dysfunction), hepatotoxicity, and thrombocytopenia (Grade 3 and 4) may develop following a significant exposure. Neurotoxicity may include Grade 3 or 4 peripheral neuropathy. Pulmonary toxicity (interstitial lung disease and pneumonitis) and serious or fatal infusion reactions may occur. ADVERSE EVENTS: SUMMARY:  Fatigue, nausea, musculoskeletal pain, thrombocytopenia, headache, increased transaminases, and constipation are the most common adverse reactions reported with ado-trastuzumab emtansine. Fever and chills are common during an infusion. CARDIOVASCULAR: Patients can be at risk to develop left ventricular dysfunction. Hypertension may also occur. HEMATOLOGIC: Thrombocytopenia is likely to occur. Anemia and neutropenia have also occurred with some frequency in patients treated with ado-trastuzumab emtansine. RESPIRATORY: Epistaxis, cough, and dyspnea have occurred frequently (greater than 10%) with ado-trastuzumab emtansine. Infrequent cases of interstitial lung disease including pneumonitis (some cases have lead to acute respiratory distress syndrome or fatal outcome) have been observed. RARE: Infusion reactions and extravasation injuries have developed infrequently with ado-trastuzumab emtansine administration. <br\/>"},{"id":"jxyms12b32","title":"Treatment","mono":"<b>ADO-TRASTUZUMAB EMTANSINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes and IV fluids as needed. Treat significant diarrhea with antidiarrheal agents. Obtain a CBC and monitor for thrombocytopenia; during therapeutic use patients reached nadir by day 8. Monitor respiratory function (dyspnea, cough or epistaxis). Monitor liver enzymes (ie, transaminases). MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Cardiac dysfunction (left ventricular dysfunction), neurotoxicity (peripheral neurotoxicity) and myelosuppression (ie, thrombocytopenia) are likely the most significant toxicity that can occur with ado-trastuzumab emtansine therapy. A decrease in left ventricular ejection fraction can occur. Obtain an echocardiogram to assess left ventricular ejection fraction. Monitor for myelosuppression.<\/li><li>Decontamination: Gastrointestinal decontamination is not necessary as ado-trastuzumab emtansine is administered intravenously. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if unstable due to cardiac toxicity, an infusion reaction, severe respiratory distress syndrome, or CNS depression.<\/li><li>Intrathecal injection: Intrathecal injection has not been reported with ado-trastuzumab emtansine, but this agent has caused neurotoxicity following IV infusion. Severe neurotoxicity may develop with an inadvertent intrathecal infusion. Based on other agents the following therapy is suggested. After an overdose, keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Add fresh frozen plasma (25 mL FFP to 1 L NS or LR) or 5% albumin to the perfusate to enhance removal as ado-trastuzumab emtansine is highly protein bound. Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Antidote: None.<\/li><li>Anaphylaxis: MILD: Antihistamines; SEVERE: Airway management, epinephrine, cardiac monitoring and IV fluids.<\/li><li>Myelosuppression: Monitor serial CBCs for thrombocytopenia, neutropenia and\/or anemia which have been reported with ado-trastuzumab emtansine therapy; most cases were mild. Consider further therapy as indicated. Administer colony stimulating factors if severe neutropenia develops. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol, olanzapine).<\/li><li>Extravasation injury: Reactions have been mild with therapeutic use and usually occur within 24 hours of an infusion. If extravasation occurs, withdraw as much solution as possible from the catheter before it is removed. Monitor site.<\/li><li>Monitoring of patient: Monitor vital signs and neuro status. Monitor serum electrolytes, serial CBC and liver enzymes following exposure. Institute continuous cardiac monitoring and obtain an ECG. Obtain a chest radiograph and monitor pulse oximetry and\/or arterial blood gases in patients with respiratory signs or symptoms or evidence of dyspnea or pneumonitis. Obtain an echocardiogram following a significant exposure to assess left ventricular ejection fraction.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be useful given the increased protein binding (93%) of ado-trastuzumab emtansine.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), cardiac monitoring, and daily monitoring of CBC. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"jxyms12b33","title":"Range of Toxicity","mono":"<b>ADO-TRASTUZUMAB EMTANSINE<\/b><br\/>TOXICITY: A lethal human dose has not been established. In clinical trials, overdose of ado-trastuzumab emtansine has been reported at approximately 2 times the recommended dose which resulted in Grade 2 thrombocytopenia (resolved 4 days later) and one death. In the fatal case, a patient received 6 mg\/kg and died approximately 3 weeks later; the cause of death and a casual relationship to ado-trastuzumab emtansine were not determined. THERAPEUTIC DOSE: ADULT: The recommended dose is 3.6 mg\/kg via IV infusion. Administer over 90 minutes for the first infusion and 30 minutes for each subsequent infusion, every 3 weeks (21 days) until disease progression or unacceptable toxicity occurs. PEDIATRIC: The safety and effectiveness of ado-trastuzumab emtansine has not been established in pediatric patients. <br\/>"}]},{"id":"jxyms13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of acute hepatotoxicity or left ventricular dysfunction.<\/li><li>Encourage female patient to avoid pregnancy during treatment and for at least 7 months after discontinuation.<\/li><li>Counsel patient to report symptoms of interstitial lung disease or pneumonitis.<\/li><li>Instruct patient to report symptoms of thrombocytopenia or peripheral neuropathy.<\/li><li>Side effects may include nausea, constipation, headache, musculoskeletal pain, or fatigue.<\/li><li>Advise patient to report symptoms of extravasation at infusion site.<\/li><\/ul>"}]}