{"generic":"Trametinib Dimethyl Sulfoxide","drugs":["Mekinist","Trametinib Dimethyl Sulfoxide"],"mono":{"0":{"id":"jxzxs0","title":"Generic Names","mono":"Trametinib Dimethyl Sulfoxide"},"1":{"id":"jxzxs1","title":"Dosing and Indications","sub":[{"id":"jxzxs1b4","title":"Adult Dosing","mono":"<ul><li><b>Malignant melanoma, Unresectable or metastatic, with BRAF V600E or V600K mutation, in combination with dabrafenib:<\/b> 2 mg ORALLY once daily with dabrafenib 150 mg ORALLY twice daily; take dose at least 1 hour before or 2 hours after a meal and at the same time each day with either dabrafenib dose; continue treatment until disease progression or unacceptable toxicity occurs<\/li><li><b>Malignant melanoma, Unresectable or metastatic, with BRAF V600E or V600K mutation, monotherapy:<\/b> 2 mg ORALLY once daily; take at least 1 hour before or 2 hours after a meal; continue treatment until disease progression or unacceptable toxicity occurs<\/li><\/ul>"},{"id":"jxzxs1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jxzxs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild or moderate:<\/b> no dosage adjustment required<\/li><li><b>hepatic impairment, mild:<\/b> no dosage adjustment required<\/li><li><b>congestive heart failure, symptomatic:<\/b> permanently discontinue trametinib; withhold concurrent dabrafenib and, if improvement occurs, then resume at the same dose<\/li><li><b>cutaneous toxicity, intolerable grade 2, 3, or 4:<\/b> withhold trametinib for up to 3 weeks and, if improved, resume at a lower dose level (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily); for skin toxicity that does not improve during 3-week interruption, permanently discontinue trametinib; withhold concurrent dabrafenib for up to 3 weeks and, if improved, resume at a lower dose level (first dose reduction, 100 mg twice daily; second dose reduction, 75 mg twice daily; third dose reduction, 50 mg twice daily; permanently discontinue if unable to tolerate 50 mg twice daily); for skin toxicity that does not improve during 3-week interruption, permanently discontinue dabrafenib<\/li><li><b>decreased left ventricular ejection fraction (LVEF), 10% or greater absolute decrease from baseline of LVEF that is also below institutional lower limits of normal AND asymptomatic:<\/b> withhold trametinib for up to 4 weeks and, if LVEF improves to normal, resume at a lower dose level (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily); for LVEF that does not improve during 4-week interruption, permanently discontinue trametinib; no dosage adjustment of concurrent dabrafenib is required<\/li><li><b>decreased left ventricular ejection fraction (LVEF), 20% or greater absolute decrease from baseline of LVEF that is also below institutional lower limits of normal:<\/b> permanently discontinue trametinib; withhold concurrent dabrafenib and, if improvement occurs, resume at the same dose<\/li><li><b>DVT, uncomplicated:<\/b> withhold trametinib for up to 3 weeks and, if improved to grade 0 or 1, resume at a lower dose level (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily); for condition that does not improve during 3-week interruption, permanently discontinue trametinib; no dosage adjustment of concurrent dabrafenib is required<\/li><li><b>fever of 101.3 to 104 degrees F:<\/b> no trametinib dose adjustment required; withhold concurrent dabrafenib until fever resolves, and then resume at the same or a reduced dose (first dose reduction, 100 mg twice daily; second dose reduction, 75 mg twice daily; third dose reduction, 50 mg twice daily; discontinue if unable to tolerate 50 mg twice daily)<\/li><li><b>fever higher than 104 degrees F OR a fever complicated by rigors, hypotension, dehydration, or renal failure:<\/b> withhold trametinib until fever resolves, and then resume at the same or a lower dose level (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily); permanently discontinue concurrent dabrafenib or withhold dabrafenib until fever resolves and resume at a lower dose level (first dose reduction, 100 mg twice daily; second dose reduction, 75 mg twice daily; third dose reduction, 50 mg twice daily; discontinue if unable to tolerate 50 mg twice daily)<\/li><li><b>interstitial lung disease:<\/b> permanently discontinue trametinib; no dosage adjustment of concurrent dabrafenib is required<\/li><li><b>iritis:<\/b> no trametinib dosage adjustment is required; withhold concurrent dabrafenib for up to 6 weeks and, if improved to grade 0 or 1, resume at the same dose; for condition that does not improve during 6-week interruption, permanently discontinue dabrafenib<\/li><li><b>new primary cutaneous malignancy:<\/b> no dose adjustment required<\/li><li><b>new primary noncutaneous malignancy:<\/b> no trametinib dose adjustment required; permanently discontinue concurrent dabrafenib in patients who develop RAS mutation-positive malignancy<\/li><li><b>pneumonitis:<\/b> permanently discontinue trametinib; no dosage adjustment of concurrent dabrafenib is required<\/li><li><b>pulmonary embolism (PE), uncomplicated:<\/b> withhold trametinib for up to 3 weeks and, if improved to grade 0 or 1, resume at a lower dose level (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily); for condition that does not improve during 3-week interruption, permanently discontinue trametinib; no dosage adjustment of concurrent dabrafenib is required; life-threatening PE: permanently discontinue trametinib; permanently discontinue concurrent dabrafenib<\/li><li><b>retinal pigment epithelial detachment, grade 2 or 3 toxicity:<\/b> withhold trametinib for up to 3 weeks and, if improved to grade 0 or 1, resume at a lower dose level (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily); for condition that does not improve during 3-week interruption, permanently discontinue trametinib; no dosage adjustment of concurrent dabrafenib is required<\/li><li><b>retinal vein occlusion:<\/b> permanently discontinue trametinib; no dosage adjustment for concurrent dabrafenib is required<\/li><li><b>uveitis:<\/b> no trametinib dosage adjustment required; withhold concurrent dabrafenib for up to 6 weeks and, if improved to grade 0 or 1, resume at the same dose; for condition that does not improve during 6-week interruption, permanently discontinue dabrafenib<\/li><li><b>other toxicity, intolerable grade 2 or any grade 3 toxicity:<\/b> withhold trametinib for up to 3 weeks and, if improved to grade 0 or 1, resume at a lower dose level (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily), if condition does not improve during 3-week interruption, permanently discontinue trametinib; withhold concurrent dabrafenib until improved to grade 0 or 1, resume at a lower dose level (first dose reduction, 100 mg twice daily; second dose reduction, 75 mg twice daily; third dose reduction, 50 mg twice daily; discontinue if unable to tolerate 50 mg twice daily)<\/li><li><b>other toxicity, first occurrence of grade 4 toxicity:<\/b> permanently discontinue trametinib or withhold until condition improves to grade 0 or 1 and resume at a reduced dose (first dose reduction, 1.5 mg once daily; second dose reduction, 1 mg once daily; permanently discontinue if unable to tolerate 1 mg once daily); permanently discontinue concurrent dabrafenib or withhold until condition improves to grade 0 or 1, and then resume at a reduced dose level (first dose reduction, 100 mg twice daily; second dose reduction, 75 mg twice daily; third dose reduction, 50 mg twice daily; discontinue if unable to tolerate 50 mg twice daily)<\/li><li><b>other toxicity, recurrent grade 4 toxicity:<\/b> permanently discontinue trametinib; permanently discontinue concurrent dabrafenib<\/li><\/ul>"},{"id":"jxzxs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Malignant melanoma, Unresectable or metastatic, with BRAF V600E or V600K mutation, in combination with dabrafenib<\/li><li>Malignant melanoma, Unresectable or metastatic, with BRAF V600E or V600K mutation, monotherapy<\/li><\/ul>"}]},"3":{"id":"jxzxs3","title":"Contraindications\/Warnings","sub":[{"id":"jxzxs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jxzxs3b10","title":"Precautions","mono":"<ul><li>cardiomyopathy (ie, cardiac failure, left ventricular dysfunction, or decreased left ventricular ejection fraction (LVEF)) has been reported with use alone or in combination with dabrafenib; monitoring recommended; therapy interruption may be necessary; discontinue permanently for symptomatic cardiomyopathy or asymptomatic cardiomyopathy that persists in spite of therapy interruption<\/li><li>febrile reactions, serious, and fever of any severity accompanied by hypotension, rigors or chills, dehydration, or renal failure have been reported with use in combination with dabrafenib; dosage adjustment and therapy interruption may be necessary<\/li><li>female patients of reproductive potential; use of highly effective contraception during and for 4 months after treatment recommended; use of non-hormonal contraception recommended with use in combination with dabrafenib<\/li><li>hemorrhages, intracranial or gastric, including fatalities, have been reported with use in combination with dabrafenib; therapy interruption or discontinuation may be necessary<\/li><li>hyperglycemia has been reported with use in combination with dabrafenib; monitoring recommended<\/li><li>malignancies, cutaneous (eg, basal cell carcinoma, keratoacanthoma) have been reported with use in combination with dabrafenib; monitoring recommended<\/li><li>malignancies, non-cutaneous (eg, pancreatic adenocarcinoma, colorectal carcinoma, head and neck carcinoma, glioblastoma) have been reported with use in combination with dabrafenib; monitoring recommended<\/li><li>pregnancy; may cause fetal harm<\/li><li>pulmonary toxicity, including interstitial lung disease (ILD) and pneumonitis, has been reported; interrupt therapy in patients with new or worsening pulmonary symptoms; discontinue permanently if ILD or pneumonitis is diagnosed<\/li><li>retinal pigment epithelial detachments (RPED), typically bilateral and multifocal, have been reported with use alone and in combination with dabrafenib; therapy interruption or discontinuation may be necessary<\/li><li>retinal vein occlusion (RVO) has been reported; permanently discontinue use if diagnosed<\/li><li>skin toxicity, serious and possibly requiring hospitalization, has been reported with use alone and in combination with dabrafenib; may include rash, dermatitis, acneiform rash, palmar-plantar erythrodysesthesia syndrome, or erythema; monitoring recommended; dose reduction, therapy interruption, and discontinuation may be necessary<\/li><li>thromboembolism, venous (eg, DVT and pulmonary embolism), including fatalities, have been reported with use in combination with dabrafenib; therapy interruption or discontinuation may be necessary<\/li><li>uveitis has been reported with use in combination with dabrafenib; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jxzxs3b11","title":"Pregnancy Category","mono":"Trametinib: D (FDA)<br\/>"},{"id":"jxzxs3b12","title":"Breast Feeding","mono":"Trametinib: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jxzxs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (31%)<\/li><li><b>Dermatologic:<\/b>Night sweats (24%), Rash (45% to 57%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperglycemia (58%), Hypoalbuminemia (42% to 53%), Hypokalemia (29%), Hyponatremia (55%), Hypophosphatemia (47%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (13% to 33%), Constipation (22%), Decrease in appetite (22%), Diarrhea (36% to 43%), Nausea (44%), Vomiting (40%)<\/li><li><b>Hematologic:<\/b>Anemia, All grades (38% to 55%), Leukopenia, All grades (62%), Lymphocytopenia, All grades (55%), Neutropenia, All grades (55%), Thrombocytopenia, All grades (31%)<\/li><li><b>Hepatic:<\/b>Alkaline phosphatase raised (24% to 60%), ALT\/SGPT level raised (42%), AST\/SGOT level raised (60%), Gamma-glutamyl transferase raised (56%)<\/li><li><b>Immunologic:<\/b>Lymphedema (32%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (27%), Myalgia (22%)<\/li><li><b>Respiratory:<\/b>Cough (29%)<\/li><li><b>Other:<\/b>Fatigue (53%), Fever (57% to 71%), Shivering (58%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiomyopathy (7% to 11%), Prolonged QT interval (4% to 13%)<\/li><li><b>Dermatologic:<\/b>Basal cell carcinoma - primary (9%), Dermatologic toxicity, Squamous cell carcinoma of skin<\/li><li><b>Gastrointestinal:<\/b>Adenocarcinoma of pancreas, Colorectal cancer<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or 4 (4%), Deep venous thrombosis, Hemorrhage, Grade 3 or 4 (less than 1% to 5%), Leukopenia, Grade 3 or 4 (5%), Lymphocytopenia, Grade 3 or 4 (22%), Neutropenia, Grade 3 or 4 (13%), Thrombocytopenia, Grade 3 or 4 (4%)<\/li><li><b>Neurologic:<\/b>Glioblastoma multiforme<\/li><li><b>Ophthalmic:<\/b>Retinal pigment epithelial detachment (0.8%), Thrombosis of retinal vein (0.2%)<\/li><li><b>Renal:<\/b>Renal failure (7%)<\/li><li><b>Respiratory:<\/b>Interstitial lung disease, Pneumonitis, Pulmonary embolism<\/li><li><b>Other:<\/b>Fever, Serious febrile reaction, Head and neck cancer<\/li><\/ul>"},"6":{"id":"jxzxs6","title":"Drug Name Info","sub":{"0":{"id":"jxzxs6b17","title":"US Trade Names","mono":"Mekinist<br\/>"},"3":{"id":"jxzxs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jxzxs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jxzxs7","title":"Mechanism Of Action","mono":"Trametinib is a kinase inhibitor that reversibly inhibits mitogen-activated extracellular signal regulated kinase 1 (MEK1) and MEK2 activation and of MEK1 and MEK2 activity. Trametinib inhibits BRAF V600 mutation-positive melanoma cell growth in vitro and in vivo and when used in combination with dabrafenib, there is greater and prolonged inhibition compared with either drug alone.<br\/>"},"8":{"id":"jxzxs8","title":"Pharmacokinetics","sub":[{"id":"jxzxs8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1.5 hours<\/li><li>Bioavailability, Oral: 72%<\/li><li>Effects of Food: decreases AUC by 24%, decreases AUC by 70%, and prolongs Tmax by 4 hours<\/li><\/ul>"},{"id":"jxzxs8b24","title":"Distribution","mono":"<ul><li>Protein binding: 97.4%<\/li><li>Vd: 214 L<\/li><\/ul>"},{"id":"jxzxs8b25","title":"Metabolism","mono":"Deacetylation with our without mono-oxygenation and glucuronidation <br\/>"},{"id":"jxzxs8b26","title":"Excretion","mono":"<ul><li>Fecal: more than 80%, almost entirely metabolized<\/li><li>Renal: less than 20%, almost entirely metabolized<\/li><li>Total body clearance: 4.9 L\/hr<\/li><\/ul>"},{"id":"jxzxs8b27","title":"Elimination Half Life","mono":"Trametinib: 3.9 to 4.8 days <br\/>"}]},"9":{"id":"jxzxs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take at least 1 hour before or 2 hours after a meal<\/li><li>do not take a missed dose within 12 hours of the next dose<\/li><\/ul>"},"10":{"id":"jxzxs10","title":"Monitoring","mono":"<ul><li>BRAF V600E or V600K mutation-positive melanoma with FDA-approved test prior to treatment<\/li><li>tumor response indicates efficacy<\/li><li>serum glucose levels, in diabetic or hyperglycemic patients receiving combination therapy with dabrafenib; as clinically indicated<\/li><li>dermatologic evaluations for new cutaneous malignancies, in patients receiving combination therapy with dabrafenib; prior to initiation of therapy, every 2 months during therapy, and for up to 6 months after discontinuation<\/li><li>signs or symptoms of noncutaneous malignancies during combination therapy with dabrafenib<\/li><li>signs or symptoms of bleeding during combination therapy with dabrafenib<\/li><li>left ventricular ejection fraction; baseline, 1 month after initiation, and every 2 to 3 months thereafter<\/li><li>ophthalmologic exams; urgently in patients with loss of vision or visual disturbances<\/li><li>signs or symptoms of uveitis<\/li><li>skin toxicities and secondary infections<\/li><\/ul>"},"11":{"id":"jxzxs11","title":"How Supplied","mono":"<b>Mekinist<\/b><br\/>Oral Tablet: 0.5 MG, 2 MG<br\/>"},"12":{"id":"jxzxs12","title":"Toxicology","sub":[{"id":"jxzxs12b31","title":"Clinical Effects","mono":"<b>TRAMETINIB<\/b><br\/>USES: Trametinib, a kinase inhibitor, is indicated for the treatment of patients with unresectable or metastatic melanoma with BRAF V600E or V600K mutations. PHARMACOLOGY: Trametinib dimethyl sulfoxide is a reversible inhibitor of mitogen-activated extracellular signal regulated kinase 1 (MEK1) and MEK2 activation and MEK2 kinase activity. It inhibits BRAF V6000 mutation-positive melanoma cell-growth in vitro and in vivo. EPIDEMIOLOGY: Exposure is uncommon. No overdose information. ADVERSE EFFECTS: COMMON: The most commonly reported adverse effects include rash, diarrhea and lymphedema. Elevated liver enzymes, anemia and hypoalbuminemia are also likely to occur with therapeutic use. OTHER EVENTS: Other adverse effects that have occurred in greater than or equal to 10% of patients include: stomatitis, abdominal pain, hypertension, hemorrhage, dermatitis acneiform, pruritus and paronychia. INFREQUENT: Infrequent but serious effects that have occurred include: cardiomyopathy, interstitial lung disease, retinal pigment epithelial detachment, retinal vein occlusion and serious skin toxicity. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. In clinical trials, the highest doses evaluated (4 mg once daily and 10 mg administered once daily on 2 consecutive days followed by 3 mg daily) resulted in 2 (a total of 7 patients were treated) cases of retinal pigment epithelial detachment. <br\/>"},{"id":"jxzxs12b32","title":"Treatment","mono":"<b>TRAMETINIB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: No overdose information. Treatment is symptomatic supportive. Monitor vital signs. Hypertension can develop. Monitor fluid status in patients that develop significant diarrhea; treat with IV fluids as necessary. Stomatitis may occur. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs. Monitor CBC, electrolytes and liver enzymes following a significant overdose. Treat severe hypertension with nitroprusside as the preferred agent; nitroglycerin or phentolamine as alternatives. Hemorrhagic events (gastrointestinal, genitourinary, and ocular) have been observed with therapy. Monitor for bleeding and anemia and transfuse as needed for severe bleeding. Cardiomyopathy (ie, cardiac failure, left ventricular dysfunction or decreased left ventricular ejection fraction) may be a late complication of exposure (time to onset: 63 days during clinical trials; range 16 to 156 days). Obtain an echocardiogram and\/or MUGA scan to evaluate cardiac function in symptomatic patients. Retinal pigment epithelial detachment has occurred infrequently. An ophthalmic exam and consult is indicated in any patient with a new onset of vision loss or visual changes.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal after a potentially toxic ingestion in patients who are awake and able to maintain their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion in patients who are able to maintain their airway or if airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary following an acute exposure.<\/li><li>Antidote: None.<\/li><li>Stomatitis: Stomatitis has been reported in patients receiving trametinib therapy; most cases were not severe. Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor fluid and serum electrolyte status in patients with significant diarrhea. Monitor serial CBCs with differential following a significant exposure; anemia and bleeding have been observed with therapy. Monitor liver enzymes after a significant overdose. Serum trametinib concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice. Monitor respiratory and cardiac function in symptomatic patients. Cardiomyopathy has been a late (ie, weeks to months after the initiation of therapy) complication of therapy. Due to the risk of fetal harm, a pregnancy test is recommended in women of childbearing age who have been exposed to trametinib.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be effective following a trametinib overdose because it is highly protein bound (97.4%).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestions (a single extra dose) can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be observed in a healthcare facility. ADMISSION CRITERIA: Patients demonstrating severe fluid and electrolyte imbalance, bleeding, or cardiac instability should be admitted. CONSULT CRITERIA: Contact a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Consult an ophthalmologist in any patient that develops a new onset of visual disturbance.<\/li><\/ul>"},{"id":"jxzxs12b33","title":"Range of Toxicity","mono":"<b>TRAMETINIB<\/b><br\/>TOXICITY: A toxic dose has not been established. The highest dose evaluated during clinical trials was 4 mg orally once daily and 10 mg administered orally once daily on 2 consecutive days followed by 3 mg once daily. Of the 7 patients that received one of these treatment protocols, 2 developed retinal pigment epithelial detachment. THERAPEUTIC DOSE: ADULT: 2 mg orally once daily; treatment should be continued until disease progression or unacceptable toxicity occurs. PEDIATRIC: The safety and effectiveness of trametinib have not been established in pediatric patients.<br\/>"}]},"13":{"id":"jxzxs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of interstitial lung disease, pneumonitis, or heart failure.<\/li><li>Instruct patient to report symptoms of skin toxicity (severe rash, infections) or vision changes.<\/li><li>Warn female patient to use reliable contraception to avoid pregnancy during and for at least 4 months after therapy.<\/li><li>Side effects may include acneiform dermatitis, diarrhea, stomatitis, hypertension, and lymphedema.<\/li><li>Counsel patient to take dose at least 1 hour before or 2 hours after a meal.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 12 hours, skip the missed dose.<\/li><\/ul>"}}}