{"generic":"Hematopoietic Progenitor Cells, Cord Blood","drugs":["Allocord","Ducord","Hemacord","Hematopoietic Progenitor Cells, Cord Blood"],"mono":{"0":{"id":"jy02s0","title":"Generic Names","mono":"Hematopoietic Progenitor Cells, Cord Blood"},"1":{"id":"jy02s1","title":"Dosing and Indications","sub":{"0":{"id":"jy02s1b4","title":"Adult Dosing","mono":"<b>Allogeneic unrelated hematopoietic progenitor cell transplant, In combination with appropriate preparative regimen - Disorder of hematopoietic structure, Inherited, acquired, or resulting from myeloablative treatment:<\/b> minimum dose, 2.5 x 10(7) nucleated cells\/kg at cryopreservation; multiple units may be needed to achieve the appropriate dose; matching for at least 4 of 6 HLA-A antigens, HLA-B antigens, and HLA-DRB1 al&le;s is recommended; 30 to 60 minutes before administration, premedicate with any  or all  of the following: antipyretics, histamine antagonists, and corticosteroids"},"1":{"id":"jy02s1b5","title":"Pediatric Dosing","mono":"<b>Allogeneic unrelated hematopoietic progenitor cell transplant, In combination with appropriate preparative regimen - Disorder of hematopoietic structure, Inherited, acquired, or resulting from myeloablative treatment:<\/b> minimum dose, 2.5 x 10(7) nucleated cells\/kg at cryopreservation; multiple units may be needed to achieve the appropriate dose; matching for at least 4 of 6 HLA-A antigens, HLA-B antigens, and HLA-DRB1 al&le;s is recommended; 30 to 60 minutes before administration, premedicate with any  or all  of the following: antipyretics, histamine antagonists, and corticosteroids"},"3":{"id":"jy02s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Allogeneic unrelated hematopoietic progenitor cell transplant, In combination with appropriate preparative regimen - Disorder of hematopoietic structure, Inherited, acquired, or resulting from myeloablative treatment<br\/>"}}},"2":{"id":"jy02s2","title":"Black Box Warning","mono":"<b>Intravenous (Suspension)<\/b><br\/>Hematopoietic progenitor cells, cord blood administration can result in serious, including fatal, infusion reactions. Monitor patients and discontinue the infusion for severe reactions. Use is contraindicated in patients with known allergy to dimethyl sulfoxide (DMSO), dextran 40, hydroxyethylstarch, or human serum albumin. Graft-vs-host disease (GVHD) is expected and may be fatal. Administration of immunosuppressive therapy may decrease the risk of GVHD. Engraftment syndrome may progress to multiorgan failure and death. Treat engraftment syndrome promptly with corticosteroids. Graft failure may be fatal. Monitor patients for laboratory evidence of hematopoietic recovery. Prior to choosing a specific unit of hematopoietic progenitor cells, cord blood, consider testing for HLA antibodies to identify patients who are alloimmunized.<br\/>"},"3":{"id":"jy02s3","title":"Contraindications\/Warnings","sub":[{"id":"jy02s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to dimethyl sulfoxide (DMSO), dextran 40, or plasma proteins<\/li><li>hypersensitivity to hydroxyethylstarch (Ducord)<\/li><\/ul>"},{"id":"jy02s3b10","title":"Precautions","mono":"<ul><li>engraftment syndrome has been reported; may progress to multiorgan failure and death; corticosteroids are recommended if condition occurs<\/li><li>infusion reactions, severe and with fatalities (eg, respiratory distress, severe bronchospasm, severe bradycardia with heart block or other arrhythmias, cardiac arrest, hypotension, hemolysis, elevated liver enzymes, renal compromise, encephalopathy, loss of consciousness, seizure), have been reported; premedication may reduce the incidence and severity; monitoring is recommended; infusion discontinuation may be necessary<\/li><li>graft-versus-host disease, acute and chronic, may occur; immunosuppressive drugs are recommended to decrease the risk<\/li><li>allergic reactions (eg, bronchospasm, wheezing, angioedema, pruritus, hives) may occur<\/li><li>antibiotic allergy, history; residual antibiotics may be present; monitoring recommended<\/li><li>genetic diseases, rare, involving the hematopoietic system may be transmitted<\/li><li>human plasma derivative; infectious agent risk, including viruses<\/li><li>hypersensitivity reactions, serious and including anaphylaxis, have been reported<\/li><li>leukemia has been reported; donor origin<\/li><li>posttransplant lymphoproliferative disorder may occur; higher incidence in patients who have received antithymocyte globulin; monitoring of high-risk groups recommended<\/li><li>primary graft failure has been reported and may be fatal; testing for HLA antibodies prior to transplantation should be considered; monitoring is recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jy02s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jy02s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jy02s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (48%), Sinus bradycardia (10.4%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (12.7%), Vomiting (14.5%)<\/li><li><b>Immunologic:<\/b>Infusion reaction (13% to 19%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis, Engraftment syndrome (15%), Post-transplant lymphoproliferative disorder<br\/>"},"6":{"id":"jy02s6","title":"Drug Name Info","sub":{"0":{"id":"jy02s6b17","title":"US Trade Names","mono":"<ul><li>Allocord<\/li><li>Ducord<\/li><li>Hemacord<\/li><\/ul>"},"3":{"id":"jy02s6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jy02s7","title":"Mechanism Of Action","mono":"After administration of hematopoietic progenitor cell cord blood, the stem cells migrate to the bone marrow where they divide and mature. The mature cells are released into the bloodstream and circulate or migrate to tissue sites and partially or fully restore blood counts and function, including immune function, of blood-borne cells of marrow origin.<br\/>"},"9":{"id":"jy02s9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>do not irradiate hematopoietic progenitor cell cord blood<\/li><li>limit dimethyl sulfoxide (DMSO) administration to 1 g\/kg\/day<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>prepare the dextran\/albumin reconstitution solution and thaw the unit; dilute with reconstitution solution and consider washing the cells  if infusion volume or dimethyl sulfoxide (DMSO) dose are contraindicated<\/li><li>administer by IV infusion; do not administer in the same tubing as other product, except NS; a 170- to 260-micron filter designed to remove clots may be used, but do not use a filter designed to remove leukocytes<\/li><li>use an initial infusion rate of 100 mL\/hr for adults and 1 mL\/kg\/hr for pediatric patients; increase the infusion rate as tolerated  and decrease the infusion rate if the fluid rate is not tolerated; do not exceed a maximum infusion rate of 5 mL\/kg\/hr; discontinue the infusion for an allergic reaction or a moderate to severe infusion reaction<\/li><li>if more than 1 unit of hematopoietic progenitor cell cord blood is being infused on the same day, do not administer subsequent units until signs and symptoms of infusion reactions from previous unit have resolved<\/li><li>store prepared infusion at 4 to 25 degrees C up to 4 hours  if dimethyl sulfoxide (DMSO) is not removed; at 4 degrees C for up to 24 hours if DMSO is removed in washing; store at 4 to 8 degrees C up to 30 minutes if thawed and DMSO is not removed, up to 1 hour if thawed and diluted to reduce DMSO concentration, and up to 4 hours if DMSO is removed in washing<\/li><li>if a multi-unit infusion is required, infuse the units independently; if a reaction occurs, manage the reaction before the next unit is thawed for infusion<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jy02s10","title":"Monitoring","mono":"<ul><li>laboratory evidence of hematopoietic recovery, including recovery of neutrophil count, reticulocyte count, and platelet count<\/li><li>human leukocyte antigen (HLA) antibodies prior to transplantation<\/li><li>serial blood monitoring for Epstein-Barr virus DNA in high-risk patients<\/li><li>allergic reactions, including anaphylaxis, and infusion reactions; during and for at least 6 hours after the infusion, especially in patients with a history of allergic reactions to antibiotics<\/li><li>urine output.<\/li><\/ul>"},"13":{"id":"jy02s13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to immediately report signs\/symptoms of graft-versus-host disease (rash, diarrhea, yellowing of the eyes)<\/li><li>Drug may cause infusion-related reactions, such as hypertension, vomiting, nausea, or fever.<\/li><\/ul>"}}}