{"generic":"Afatinib Dimaleate","drugs":["Afatinib Dimaleate","Gilotrif"],"mono":{"0":{"id":"jy0us0","title":"Generic Names","mono":"Afatinib Dimaleate"},"1":{"id":"jy0us1","title":"Dosing and Indications","sub":[{"id":"jy0us1b4","title":"Adult Dosing","mono":"<b>Non-small cell lung cancer, Metastatic, first-line therapy, EGFR exon 19 deletions or exon 21 substitution mutations:<\/b> 40 mg ORALLY once daily at least 1 hour before or 2 hours after a meal; continue until disease progression or no longer tolerated "},{"id":"jy0us1b5","title":"Pediatric Dosing","mono":"Safety and effectiveness have not been established in pediatric patients "},{"id":"jy0us1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild (CrCl 60 to 89 mL\/min):<\/b> adjustment to starting dose is not required; for grade 2 or higher renal dysfunction, withhold treatment until fully resolved, a return to baseline, or improvement to grade 1; reinitiate with 10 mg\/day less than the dose at which the adverse event occurred; moderate to severe renal impairment (CrCl less than 59 mL\/min) adjust dose if not tolerated; discontinue permanently for severe or intolerable adverse reactions occurring at a dose of 20 mg\/day<\/li><li><b>hepatic impairment, mild (Child-Pugh A) or moderate (Child-Pugh B):<\/b> adjustment to starting dose is not required; severe (Child-Pugh C) impairment, adjust dose if not tolerated; discontinue permanently for severe or intolerable adverse reactions occurring at a dose of 20 mg\/day<\/li><li><b>adverse events, grade 3 or higher:<\/b> withhold treatment until fully resolved, a return to baseline, or improvement to grade 1; reinitiate with 10 mg\/day less than dose at which the adverse event occurred; discontinue permanently for severe or intolerable adverse reactions occurring at a dose of 20 mg\/day<\/li><li><b>concomitant use (chronic) with a P-glycoprotein (P-gp) inducer:<\/b> increase afatinib dose by 10 mg as tolerated; 2 to 3 days following discontinuation of the P-gp inducer, resume the previous afatinib dose<\/li><li><b>concomitant use with a P-glycoprotein (P-gp) inhibitor:<\/b> reduce afatinib dose by 10 mg if not tolerated; discontinue permanently for severe or intolerable adverse reactions occurring at a dose of 20 mg\/day; following discontinuation of the P-gp inhibitor, resume the previous afatinib dose as tolerated<\/li><li><b>cutaneous reactions, grade 2, prolonged, lasting more than 7 days, or intolerable:<\/b> withhold treatment until fully resolved, a return to baseline, or improvement to grade 1; reinitiate treatment with 10 mg\/day less than dose at which the adverse event occurred; discontinue permanently for severe or intolerable adverse reactions occurring at a dose of 20 mg\/day or for life-threatening bullous, blistering, or exfoliative skin lesions<\/li><li><b>diarrhea, grade 2 or higher persisting for 2 or more consecutive days despite the use of antidiarrheal agents:<\/b> withhold treatment until fully resolved, a return to baseline, or improvement to grade 1; reinitiate with 10 mg\/day less than the dose at which the adverse event occurred; discontinue permanently for severe or intolerable adverse reactions occurring at a dose of 20 mg\/day<\/li><li><b>keratitis:<\/b> interrupt or discontinue treatment; discontinue permanently for severe or intolerable adverse reactions occurring at a dose of 20 mg\/day or if keratitis persists<\/li><\/ul>"},{"id":"jy0us1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Non-small cell lung cancer, Metastatic, first-line therapy, EGFR exon 19 deletions or exon 21 substitution mutations<br\/>"}]},"3":{"id":"jy0us3","title":"Contraindications\/Warnings","sub":[{"id":"jy0us3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jy0us3b10","title":"Precautions","mono":"<ul><li>adverse reaction, severe or intolerable, that occurs with reduced dose of 20 mg\/day; discontinue use<\/li><li>concomitant vinorelbine use in HER2-positive metastatic breast cancer patients should be avoided (unapproved use)<\/li><li>cutaneous reactions (eg, severe bullous, blistering, and exfoliating reactions), including life-threatening lesions, have been reported; treatment discontinuation or interruption with dose adjustment upon restart may be required<\/li><li>diarrhea has been reported, with severe cases leading to dehydration, renal impairment, and fatalities; treatment interruption and dose adjustment upon restart may be required<\/li><li>hepatic impairment, severe (Child Pugh C); monitoring recommended; dose adjustment may be required<\/li><li>hepatic toxicity, including fatalities, has been reported; monitoring recommended; therapy interruption or discontinuation may be necessary<\/li><li>interstitial lung disease (eg, lung infiltration, pneumonitis, acute respiratory distress syndrome, allergic alveolitis), including fatalities, has been reported; possible increased risk in patients of Asian ethnicity; withhold use if suspected and withdraw with confirmed disease<\/li><li>keratitis (acute or worsening eye inflammation, lacrimation, light sensitivity, blurred vision, eye pain, red eye) has occurred; increased risk with contact lens use and in patients with history of keratitis or severe dry eye; therapy interruption or discontinuation may be required<\/li><li>left ventricular dysfunction, symptomatic, may occur; discontinue use<\/li><li>pregnancy should be avoided with highly effective contraception during treatment for at least 2 weeks after discontinuation; may cause fetal harm<\/li><li>renal impairment, moderate (CrCl 30 to 59 mL\/min) or severe (CrCl less than 30 mL\/min); monitoring recommended; dose adjustment may be required<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jy0us3b11","title":"Pregnancy Category","mono":"Afatinib: D (FDA)<br\/>"},{"id":"jy0us3b12","title":"Breast Feeding","mono":"Afatinib: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jy0us4","title":"Drug Interactions","sub":{"1":{"id":"jy0us4b14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Captopril (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Felodipine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quercetin (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"}}},"5":{"id":"jy0us5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Acneiform drug eruption (90%), Dry skin (31%), Paronychia (58%), Pruritus (21%), Rash (90%)<\/li><li><b>Gastrointestinal:<\/b>Decrease in appetite (29%), Diarrhea, All grades (96%), Stomatitis (71%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Impaired left ventricular function<\/li><li><b>Dermatologic:<\/b>Bullous eruption (0.15%), Hand-foot syndrome due to cytotoxic therapy (7%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Grade 3 (15%)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Respiratory:<\/b>Interstitial lung disease (1.3% to 1.5%)<\/li><\/ul>"},"6":{"id":"jy0us6","title":"Drug Name Info","sub":{"0":{"id":"jy0us6b17","title":"US Trade Names","mono":"Gilotrif<br\/>"},"2":{"id":"jy0us6b19","title":"Class","mono":"Tyrosine Kinase Inhibitor<br\/>"},"3":{"id":"jy0us6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jy0us6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jy0us7","title":"Mechanism Of Action","mono":"Afatinib dimaleate irreversibly inhibits tyrosine kinase activity of the epidermal growth factor receptor (EGFR; ErbB1), human epidermal growth factor receptor 2 (HER2; ErbB2), and human epidermal growth factor receptor 4 (HER4; ErbB4), which results in downregulation of ErbB signaling and inhibition of proliferation of cell lines that overexpress EGFR and HER2.<br\/>"},"8":{"id":"jy0us8","title":"Pharmacokinetics","sub":[{"id":"jy0us8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2 to 5 hours<\/li><li>Bioavailability, Tablet: 92% relative to oral solution<\/li><li>Effects of food: decreased Cmax by 50% and AUC by 39%<\/li><\/ul>"},{"id":"jy0us8b24","title":"Distribution","mono":"Protein binding: 95% <br\/>"},{"id":"jy0us8b25","title":"Metabolism","mono":"<ul><li>metabolism is negligible<\/li><li>inhibitor of P-glycoprotein<\/li><li>substrate of P-glycoprotein<\/li><\/ul>"},{"id":"jy0us8b26","title":"Excretion","mono":"<ul><li>Fecal: 85%; primarily unchanged<\/li><li>Renal: 4%; primarily unchanged<\/li><\/ul>"},{"id":"jy0us8b27","title":"Elimination Half Life","mono":"37 hours <br\/>"}]},"9":{"id":"jy0us9","title":"Administration","mono":"<b>Oral<\/b><br\/>give 1 hour before or 2 hours after a meal <br\/>"},"10":{"id":"jy0us10","title":"Monitoring","mono":"<ul><li>tumor response may be indicative of efficacy<\/li><li>renal function; in patients with moderate to severe renal impairment<\/li><li>liver function; periodically<\/li><\/ul>"},"11":{"id":"jy0us11","title":"How Supplied","mono":"<b>Gilotrif<\/b><br\/>Oral Tablet: 20 MG, 30 MG, 40 MG<br\/>"},"12":{"id":"jy0us12","title":"Toxicology","sub":[{"id":"jy0us12b31","title":"Clinical Effects","mono":"<b>AFATINIB<\/b><br\/>USES: Afatinib is used for the first-line treatment of metastatic non-small cell lung cancer (NSCLC) in adults whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations. PHARMACOLOGY: Afatinib irreversibly inhibits tyrosine kinase autophosphorylation of the epidermal growth factor receptor (EGFR; ErbB1), human epidermal growth factor receptor 2 (HER2; ErbB2), and human epidermal growth factor receptor 4 (HER4; ErbB4), which results in downregulation of ErbB signaling and inhibition of proliferation of cell lines that overexpress EGFR and HER2. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. Nausea, vomiting, asthenia, dizziness, headache, abdominal pain, and elevated amylase (less than 1.5 times upper limit of normal) have been reported with overdose. ADVERSE EFFECTS: COMMON (20% or greater): Diarrhea, rash\/dermatitis, stomatitis, paronychia, dry skin, decreased appetite, and pruritus. OTHER EFFECTS: Vomiting, hypokalemia, cheilitis, cystitis, renal impairment, conjunctivitis, elevated liver enzymes, epistaxis, rhinorrhea, fever, ventricular dysfunction (eg, diastolic dysfunction, left ventricular dysfunction, ventricular dilation). RARE: Hepatotoxicity with fatalities. <br\/>"},{"id":"jy0us12b32","title":"Treatment","mono":"<b>AFATINIB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Severe nausea and vomiting may respond to a combination of agents from different drug classes.<\/li><li>Decontamination: PREHOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias or severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. In patients with an afatinib overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Monitoring of patient: Monitor vital signs. Serum afatinib concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Institute continuous cardiac monitoring and obtain serial ECGs. Monitor liver enzymes and renal function after significant overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be effective due to high protein binding (approximately 95%) of afatinib.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestions of 1 or 2 extra doses can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions, or inadvertent ingestion of more than 1 or 2 extra dose should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be observed in a healthcare facility. ADMISSION CRITERIA: Patients demonstrating severe fluid and electrolyte imbalance should be admitted. CONSULT CRITERIA: Consult with an oncologist, medical toxicologist, and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jy0us12b33","title":"Range of Toxicity","mono":"<b>AFATINIB<\/b><br\/>TOXICITY: A specific toxic dose has not been reported. Two adolescents developed nausea, vomiting, asthenia, dizziness, headache, abdominal pain, and elevated amylase (less than 1.5 times upper limit of normal [ULN]) after ingesting 360 mg of afatinib. They recovered following supportive care. THERAPEUTIC DOSES: ADULTS: 40 mg orally once daily. CHILDREN: The safety and effectiveness have not been established in pediatric patients. <br\/>"}]},"13":{"id":"jy0us13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to report diarrhea, especially when severe or persistent.<\/li><li>Instruct patient to minimize sun exposure and to immediately report cutaneous symptoms such as rash, erythema, acneiform rash, or severe bullous, blistering, and exfoliating skin lesions.<\/li><li>Tell patient to immediately report symptoms of interstitial lung disease, pneumonitis, or acute respiratory distress syndrome.<\/li><li>Drug may cause stomatitis, paronychia, dry skin, pruritus, or decreased appetite.<\/li><li>Counsel patient to report symptoms of hepatic toxicity or left ventricular dysfunction (dyspnea, exercise intolerance, peripheral edema, palpitations).<\/li><li>Warn patient to report symptoms of keratitis (eye pain\/inflammation, lacrimation, light sensitivity, vision changes).<\/li><li>Recommend female patient use reliable contraception to avoid pregnancy during therapy and for at least 2 weeks posttreatment.<\/li><li>Instruct patient to take drug at least one hour before or 2 hours following a meal.<\/li><li>Advise patient to take a missed dose as soon as possible, but if the next dose is in less than 12 hours, skip the missed dose.<\/li><\/ul>"}}}