{"generic":"Sodium Nitrite\/Sodium Thiosulfate","drugs":["Nithiodote","Sodium Nitrite\/Sodium Thiosulfate"],"mono":{"0":{"id":"jy2js0","title":"Generic Names","mono":"Sodium Nitrite\/Sodium Thiosulfate"},"1":{"id":"jy2js1","title":"Dosing and Indications","sub":[{"id":"jy2js1b4","title":"Adult Dosing","mono":"<b>Cyanide poisoning, Life-threatening:<\/b> 10 mL (300 mg) IV of a 3% solution of sodium nitrite at the rate of 2.5 to 5 mL\/minute followed immediately by 50 mL (12.5 g) IV of a 25% solution of a sodium thiosulfate solution; may repeat both agents at one-half the original dose if signs of poisoning reappear "},{"id":"jy2js1b5","title":"Pediatric Dosing","mono":"<b>Cyanide poisoning, Life-threatening:<\/b> 0.2 mL\/kg IV of a 3% solution (6 mg\/kg or 6 to 8 mL\/m(2) body surface area (BSA)) of sodium nitrite at the rate of 2.5 to 5 mL\/minute, not to exceed 10 mL (300 mg); immediately follow with 1 mL\/kg of body weight IV of a 25% solution (250 mg\/kg or approximately 30 to 40 mL\/m(2) of BSA) of sodium thiosulfate, not to exceed 50 mL (12.5 g) total dose; may repeat both agents at one-half the original dose if signs of poisoning reappear "},{"id":"jy2js1b6","title":"Dose Adjustments","mono":"<ul><li><b>anemia:<\/b> reduce dose in proportion to the hemoglobin concentration<\/li><li><b>hypotension, significant:<\/b> reduce rate of infusion<\/li><\/ul>"},{"id":"jy2js1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Cyanide poisoning, Life-threatening<br\/>"}]},"2":{"id":"jy2js2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Sodium nitrite can cause serious adverse reactions and death from hypotension and methemoglobin formation, even at doses less than twice the recommended therapeutic dose. Hypotension and methemoglobin formation can occur concurrently or separately. Patients should be closely monitored to ensure adequate perfusion and oxygenation during treatment with sodium nitrite. Alternative therapeutic approaches should be considered in patients known to have diminished oxygen or cardiovascular reserve and in those at higher risk of developing methemoglobinemia.<br\/>"},"3":{"id":"jy2js3","title":"Contraindications\/Warnings","sub":[{"id":"jy2js3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jy2js3b10","title":"Precautions","mono":"<ul><li>hypotension and methemoglobin formation, occurring concurrently or separately, have been reported with sodium nitrite use, including fatal cases; administer only in acute, life-threatening cases; monitoring recommended<\/li><li>diminished oxygen or cardiovascular reserve (eg, substantial blood loss, cardiac or respiratory compromise), known or suspected; consider therapeutic alternatives<\/li><li>congenital methemoglobin reductase deficiency, and other conditions or concurrent drugs associated with risk of developing methemoglobinemia<\/li><li>increased susceptibility to injury from vasodilation and its related hemodynamic sequelae; monitoring recommended<\/li><li>anemia; more methemoglobin will form; dosage adjustment recommended<\/li><li>glucose-6-phosphate dehydrogenase deficiency, known or suspected; increased risk of hemolytic crisis with sodium nitrite use; consider therapeutic alternatives; monitoring recommended if administered<\/li><li>neonates and infants; increased susceptibility to severe methemoglobinemia with sodium nitrite use<\/li><li>smoke inhalation injury or carbon monoxide poisoning; potential for worsening hypoxia<\/li><li>sulfite sensitivity; presence of trace amounts of sulfites in product should not deter administration in emergency situations even if patient is sulfite-sensitive<\/li><li>report suspected adverse events to the United States Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jy2js3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jy2js3b12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"jy2js5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Palpitations, Syncope, Tachycardia<\/li><li><b>Neurologic:<\/b>Confusion, Disorientated, Dizziness, Headache<\/li><li><b>Ophthalmic:<\/b>Blurred vision<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Hypotension<\/li><li><b>Hematologic:<\/b>Methemoglobinemia<\/li><li><b>Neurologic:<\/b>Coma, Seizure<\/li><\/ul>"},"6":{"id":"jy2js6","title":"Drug Name Info","sub":{"0":{"id":"jy2js6b17","title":"US Trade Names","mono":"Nithiodote<br\/>"},"2":{"id":"jy2js6b19","title":"Class","mono":"Cyanide Antidote<br\/>"},"3":{"id":"jy2js6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jy2js6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jy2js7","title":"Mechanism Of Action","mono":"Sodium nitrite reacts with hemoglobin to form methemoglobin, which binds to cyanide rendering cyanide nontoxic. Furthermore, methemoglobin displaces cyanide from cytochrome oxidase, which allows aerobic metabolism to resume. The vasodilation effect of sodium nitrite may also be beneficial. Sodium thiosulfate serves as a sulfur donor, when catalyzed by rhodanese, to cyanide, which converts cyanide to thiocyanate, a nontoxic form.<br\/>"},"8":{"id":"jy2js8","title":"Pharmacokinetics","sub":{"3":{"id":"jy2js8b26","title":"Excretion","mono":"<ul><li>Sodium nitrite, Renal: 40% unchanged; 60% metabolites and small molecules<\/li><li>Sodium thiosulfate, Renal: 20% to 50% unchanged<\/li><\/ul>"},"4":{"id":"jy2js8b27","title":"Elimination Half Life","mono":"Sodium thiosulfate: 182 minutes <br\/>"}}},"9":{"id":"jy2js9","title":"Administration","mono":"<b>Intravenous<\/b><br\/>administer by slow intravenous injection <br\/>"},"10":{"id":"jy2js10","title":"Monitoring","mono":"<ul><li>adequacy of oxygenation and perfusion during treatment and for at least 24 to 48 hours after administration of therapy<\/li><li>recurrent signs and symptoms of cyanide toxicity for at least 24 to 48 hours after administration of therapy<\/li><li>methemoglobin concentrations during treatment using co-oximetry and keep concentrations below 30%<\/li><li>oxyhemoglobin and methemoglobin levels by pulse oximetry or other measurements in patients with anemia<\/li><li>oxyhemoglobin and carboxyhemoglobin levels by pulse oximetry or other measurements in patients that present with evidence of smoke inhalation<\/li><li>hematocrit\/hemoglobin upon treatment initiation<\/li><li>hematocrit during therapy in patients with known or suspected glucose-6-phosphate dehydrogenase deficiency<\/li><li>renal function in the elderly<\/li><li>blood pressure in adults and children during infusion<\/li><li>hemodynamics during and after administration of sodium nitrite and sodium thiosulfate<\/li><\/ul>"},"11":{"id":"jy2js11","title":"How Supplied","mono":"<b>Nithiodote<\/b><br\/>KIT: (Sodium Nitrite;Sodium ThiosulfateSodium Nitrite;Sodium Thiosulfate) 30 MG\/ML,250 MG\/ML<br\/>"},"12":{"id":"jy2js12","title":"Toxicology","sub":[{"id":"jy2js12b31","title":"Clinical Effects","mono":"<ul><li><b>NITRITES <\/b><br\/>USES: Nitrites are commonly found in the manufacturing industry; they are used in the manufacture of diazo dyes, potassium salts, nitroso compounds, and nitrogen oxide, dyeing and printing textile fabrics, in photography, as reagents in analytical chemistry, as a key chemical in metal treatment and finishing operations, and bleaching flax, silk, and linen. Nitrites are also used in meat curing and preserving, and high inorganic nitrite (KNO2, NaNO2) levels may be found in well water contaminated by septic tanks, municipal sewage, fertilizers, and feed lots where bacteria reduce nitrates to nitrites. Medically, sodium nitrite is used as an adjunct to disinfectant fluids to prevent rusting of the instruments. Sodium nitrite is also used as an antidote to cyanide poisoning in combination with sodium thiosulfate. Please refer to &quot;SODIUM NITRITE&quot; management for more information. PHARMACOLOGY: Sodium nitrite acts as a vasodilator and relaxes maximally contracted smooth muscles, especially at the level of the small blood vessels. In the setting of cyanide toxicity, sodium nitrite has its therapeutic effect by creating methemoglobin which scavenges cyanide and possibly by increasing hepatic blood flow. Nitrites oxidize normal (ferrous) hemoglobin to ferric hemoglobin (methemoglobin). TOXICOLOGY: Toxic effects of sodium nitrite are caused by an extension of therapeutic mechanisms. Significant vasodilation may cause hypotension and end-organ hypoperfusion. Excess methemoglobinemia may lead to functional hypoxia. The toxic effects of other nitrites are similar to sodium nitrite's effects. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Hypotension with syncope and tachycardia are common findings in toxicity. Cyanosis may also be noted due to methemoglobinemia. Other common symptoms include headache, nausea, vomiting, and abdominal pain. SEVERE TOXICITY: In cases of severe toxicity, patients may develop severe hypotension, distributive shock, coronary ischemia, cerebrovascular disease, and seizures. Profound methemoglobinemia may lead to respiratory depression, and coma. Death due to nitrite poisoning is caused by uncontrolled vasodilation and hypoperfusion, or by profound methemoglobinemia and functional hypoxia.<br\/><\/li><li><b>SODIUM NITRITE<\/b><br\/>USES: Sodium nitrite is used in combination with amyl nitrite and sodium thiosulfate as an antidote for cyanide poisoning. Industrially, sodium nitrite is used in diazotization, rubber accelerators, meat curing and preserving, multipurpose greases, and photography, dyes, and as an analytical reagent, chemical intermediate, corrosion inhibitor, and detinning agent. PHARMACOLOGY: As an antidote for cyanide poisoning, sodium nitrite reacts with hemoglobin to produce methemoglobin, which then protects cytochrome oxidase activity from cyanide ions by having cyanide bind to the methemoglobin. Cyanide will then dissociate from the methemoglobin and convert to thiocyanate, which is relatively nontoxic, and then is excreted in the urine. Sodium nitrite also acts as a vasodilator by relaxing vascular smooth muscle. TOXICOLOGY: Sodium nitrite oxidizes the iron in hemoglobin from the ferrous to the ferric state, producing methemoglobin, which cannot accept and transport oxygen, resulting in tissue hypoxia. Toxicity has occurred after injection, ingestion, and dermal applicaion. EPIDEMIOLOGY: Overdose is rare; however, there have been reports of inadvertent ingestion of sodium nitrite (mistaken for salt), resulting in severe cyanosis, methemoglobinemia, and death. MILD TO MODERATE TOXICITY: Nausea and vomiting, hypotension, tachycardia, paresthesias, headaches, cyanosis, dyspnea, and tachypnea. SEVERE TOXICITY: Methemoglobinemia commonly occurs with sodium nitrite toxicity. Although symptoms of methemoglobinemia can occur at blood methemoglobin concentrations of 15%, typically symptoms may not appear until methemoglobin concentrations are 30% or greater, and may include cyanosis, respiratory distress, metabolic acidosis, seizures, coma, circulatory failure, and death. ADVERSE EFFECTS: Vasodilation, leading to hypotension, tachycardia, and syncope, methemoglobinemia, headache, dizziness, nausea, vomiting, abdominal pain, cyanosis, dyspnea, and tachypnea may occur with sodium nitrite therapy.<br\/><\/li><li><b>SODIUM THIOSULFATE<\/b><br\/>OVERDOSE: Sodium thiosulfate is an agent with a low order of toxicity.  It may be a mild irritant in the solid form.  Dust and concentrated solutions can irritate the skin, eyes and mucous membranes. Allergic dermatitis has also been reported. Ingestion of large amounts may cause gastrointestinal irritation, nausea, vomiting, abdominal cramping and diarrhea. Hypotension is only predicted following rapid intravenous infusion of very large doses and should be self-limited and transient.<br\/><\/li><\/ul>"},{"id":"jy2js12b32","title":"Treatment","mono":"<ul><li><b>NITRITES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity consists of predominantly symptomatic and supportive care. Patients with mild hypotension should be treated with IV fluid hydration. MANAGEMENT OF SEVERE TOXICITY: Patients who develop severe hypotension should be treated first with aggressive IV fluid hydration. Vasopressors should be used with caution as they intensify the arteriolar constriction that is generated by spontaneous reflexes in the nitrite-poisoned patient, thereby further compromising tissue blood flow. Patients with symptomatic methemoglobinemia or markedly elevated methemoglobin levels greater than 30% should be treated with methylene blue. Rarely, pediatric patients with severe methemoglobinemia not responsive to methylene blue therapy may require exchange transfusion; patients may be temporized while awaiting transfusion with hyperbaric oxygen therapy. Treat seizures with benzodiazepines; add barbiturates if seizures persist.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL: Gastrointestinal decontamination with single-dose activated charcoal may be considered in patients with a recent (within 1 hour) potentially life-threatening ingestion of sodium nitrite who are awake and able to protect their airway.<\/li><li>Airway management: Patients with nitrite toxicity may require intubation for respiratory failure associated with altered mental status due to hypotension or functional hypoxia due to methemoglobinemia.<\/li><li>Antidote: There is no specific antidote for treatment of nitrite toxicity. However, patients who develop significant methemoglobinemia (symptomatic patients or patients with a methemoglobin level of greater than 30%) should be treated with methylene blue. Additional doses may be required for substances with prolonged absorption or slow elimination. Contraindications to treatment with methylene blue include known G-6-PD deficiency (may cause hemolysis), known hypersensitivity to methylene blue, and methemoglobin reductase deficiency.<\/li><li>Enhanced elimination procedure: Hemodialysis is typically not useful for treatment of nitrite toxicity. Exchange transfusion may be considered in severely symptomatic patients, especially neonatal and pediatric patients, if the methemoglobinemia is not responsive to methylene blue therapy. It may also be useful in patients with known G-6-PD deficiency or NADPH-dependent methemoglobin reductase deficiencies. Exchange transfusions are of limited applicability in adults due to the inherent risks of large blood volumes required in adults. Although there is limited data in humans, hyperbaric oxygen (HBO) may be considered as a supportive measure while preparations for exchange transfusion are being made. HBO may provide sufficient oxygen to maintain life with dissolved oxygen in blood, and temporarily obviates the need for functional hemoglobin.<\/li><li>Monitoring of patient: Serum nitrite concentrations are not widely available or clinically useful. Determine CBC and methemoglobin concentration in all cyanotic patients or patients with dyspnea or other signs of respiratory distress. Arterial blood gases should be monitored in symptomatic or cyanotic patients. An arterial blood gas test will reveal a falsely normal calculated oxygen saturation despite low measured pulse oximetry. If oxygen saturation is measured, it will be low relative to the pO2. This saturation gap suggests methemoglobinemia. Monitor vital signs. Monitor serum electrolyte status in patients with significant vomiting. Monitor CBC and renal function in symptomatic patients. Monitor mental status and perform a neurologic exam in symptomatic patients. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Patient disposition: OBSERVATION CRITERIA:  Patients with deliberate or significant exposure should be sent to a healthcare facility for evaluation, treatment, and observation. Patients who are asymptomatic with normal methemoglobin concentrations can be discharged after 6 hours of observation. ADMISSION CRITERIA: Patients who develop significant hypotension, or signs and symptoms of methemoglobinemia should be admitted to an intensive care unit. CONSULT CRITERIA: Contact a local poison center for a toxicology consult for any patient with suspected symptomatic nitrite toxicity.<\/li><\/ul><\/li><li><b>SODIUM NITRITE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is primarily symptomatic and supportive. Administer 100% humidified supplemental oxygen. Hypotension can be treated with intravenous fluids; vasopressors may be necessary in patients who do not respond to adequate fluid resuscitation. MANAGEMENT OF SEVERE TOXICITY: Methemoglobinemia frequently occurs with sodium nitrite poisoning. Methylene blue is the treatment of choice and is indicated in symptomatic patients; generally those with methemoglobin concentrations greater than 30%, although symptoms have manifested at concentrations less than 30% in patients with anemia or underlying pulmonary or cardiovascular disorders. The initial dose of methylene blue is 1 to 2 mg\/kg\/dose (0.1 to 0.2 mL\/kg\/dose) for an adult or child, administered intravenously over 5 minutes. If the methemoglobin concentration is elevated after 30 minutes and the patient is still symptomatic, a repeat dose of 0.5 to 1 mg\/kg may be intravenously administered. Treat seizures with benzodiazepines; add barbiturates if seizures persist.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastric decontamination is not recommended due to the risk of seizures and altered mental status. HOSPITAL: Administer activated charcoal in patients with recent ingestions (within 1 to 2 hours) and who are intubated or able to protect their airway. DERMAL EXPOSURE: Remove contaminated clothing and wash exposed area with soap and water.<\/li><li>Airway management: Patients who are comatose or an altered mental status need early endotracheal intubation and mechanical ventilation.<\/li><li>Antidote: Methylene blue is the antidote of choice for methemoglobinemia. It is indicated in symptomatic patients; generally those with methemoglobin concentrations greater than 30%, although symptoms have manifested at concentrations less than 30% in patients with anemia or underlying pulmonary or cardiovascular disorders. The initial dose of methylene blue is 1 to 2 mg\/kg\/dose (0.1 to 0.2 mL\/kg\/dose) for an adult or child, administered intravenously over 5 minutes. If the methemoglobin concentration is elevated after 30 minutes and the patient is still symptomatic, a repeat dose of 0.5 to 1 mg\/kg may be intravenously administered. Exchange transfusion has been successfully performed in patients with severe methemoglobinemia refractory to methylene blue therapy. Hyperbaric oxygen therapy may be helpful as a supportive measure while preparing the patient for exchange transfusion, however there is insufficient data in the literature to support its widespread use.<\/li><li>Monitoring of patient: Determine methemoglobin concentration in all cyanotic patients or patients with dyspnea or other signs of respiratory distress.  Arterial blood gases should be monitored in symptomatic or cyanotic patients. An arterial blood gas test will reveal a falsely normal calculated oxygen saturation despite low measured pulse oximetry. If oxygen saturation is measured, it will be low relative to the pO2. This saturation gap suggests methemoglobinemia. Methemoglobin concentration can be measured via co-oximetry. Monitor vital signs. Monitor  fluid and electrolyte status in patients with significant vomiting. Monitor mental status and perform a neurologic exam in symptomatic patients. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Sodium nitrite levels are not clinically useful.<\/li><li>Patient disposition: OBSERVATION CRITERIA:  Patients with deliberate or significant exposure should be sent to a health care facility for evaluation, treatment, and observation. Patients who are asymptomatic with normal methemoglobin concentrations can be discharged after 6 hours of observation. ADMISSION CRITERIA: Admit any patient with symptomatic poisoning. Patients in respiratory distress and who are cyanotic with elevated methemoglobin concentrations should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>SODIUM THIOSULFATE <\/b><br\/><ul><li>Decontamination: ORAL: Activated charcoal.<\/li><li>Hypotensive episode: IV 0.9% NaCl, dopamine or norepinephrine. Hypotension is predicted to only follow rapid intravenous infusion of very large doses and should be self-limited and transient.<\/li><li>Monitoring of patient: Monitor vital signs, ECG, acid-base and fluid\/electrolyte status as indicated.<\/li><\/ul><\/li><\/ul>"},{"id":"jy2js12b33","title":"Range of Toxicity","mono":"<ul><li><b>NITRITES <\/b><br\/>TOXICITY: The minimum toxic dose of nitrite is extremely variable; the assessment of the severity of toxicity should be based on clinical findings in the majority of cases. The lowest reported lethal dose of oral sodium nitrite was a 1 g ingestion prior to death in a 17-year-old girl. THERAPEUTIC AND NORMAL DOSE RANGE: The acceptable daily intake of dietary nitrites (excluding infants under 6 months of age) is 0.4 mg\/kg. Please refer to &quot;SODIUM NITRITE&quot; management for dosing information.<br\/><\/li><li><b>SODIUM NITRITE<\/b><br\/>TOXICITY:  Ingestion of 1 g sodium nitrite was fatal in a 17-year-old girl.  A 17-month-old died after injection of 450 mg (32 mg\/kg). THERAPEUTIC DOSE: ADULT: 300 mg (10 mL of a 3% solution) intravenously administered at a rate of 75 to 150 mg\/minute (2.5 to 5 mL\/minute). CHILD:  4 mg\/kg of body weight (0.13 mL of a 3% solution\/kg [range: 4 to 10 mg\/kg, 0.13 to 0.33 mL\/kg]) intravenously administered at a rate of 75 to 150 mg\/minute (2.5 to 5 mL of a 3% solution\/minute).<br\/><\/li><li><b>SODIUM THIOSULFATE<\/b><br\/>TOXICITY: Ingestion of 12 g of sodium thiosulfate was virtually non-toxic except for producing violent catharsis. The lowest toxic intravenous doses for humans were 0.2 to 1.5 g\/kg.   As much as 9.9 g\/m(2) has been given IV with no apparent ill effects. THERAPEUTIC: Adults - Cisplatin nephropathy: 9 g\/m(2) IV push, then 1.2 g\/m(2)\/hr continuous infusion for 6 hrs; Cyanide poisoning: 12.5 g IV over 10 minutes (after sodium nitrite 300 mg); repeat, if necessary, with half doses of both. Children - Cyanide poisoning: 412.5 mg\/kg of body weight or 7 g\/m(2) administered at a rate of 0.625 to 1.25 g\/minutes IV.<br\/><\/li><\/ul>"}]},"13":{"id":"jy2js13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report signs\/symptoms of unusual bruising or bleeding after discharge.<\/li><li>Drug may cause methemoglobinemia, hypotension, syncope, tachycardia, palpitations, dysrhythmias, dizziness, blurred vision, seizures, confusion, and disorientation.<\/li><\/ul>"}}}