{"generic":"Fibrinogen\/Aprotinin and Thrombin\/Calcium Chloride","drugs":["Fibrinogen\/Aprotinin and Thrombin\/Calcium Chloride"],"mono":{"0":{"id":"jy4fs0","title":"Generic Names","mono":"Fibrinogen\/Aprotinin and Thrombin\/Calcium Chloride"},"1":{"id":"jy4fs1","title":"Dosing and Indications","sub":{"0":{"id":"jy4fs1b4","title":"Adult Dosing","mono":"<ul><li><b>Burn - Skin grafting, Adherence of graft to surgically prepared wound bed:<\/b> (Artiss(TM)): Amount to use is based on wound size; 2-mL package covers 100 cm(2), 4-mL package covers 200 cm(2), 10-mL package covers 500 cm(2); use appropriate spray device to apply thin layer in a side to side motion; DUO Set A cannulas can be used for small wounds or graft edges that did not adhere; hold graft using gentle compression for at least 3 minutes; may repeat to small, untreated areas<\/li><li><b>Closure of colostomy, To prevent leakage from colonic anastomoses:<\/b> Tisseel(TM): Amount to use is based on surface area to be covered; when applying via spray, 2-mL package covers 100 cm(2), 4-mL package covers 200 cm(2), and 10-mL package covers 500 cm(2); when applying via cannula, 2-mL package covers 8 cm(2), 4-mL package covers 16 cm(2), and 10-mL package covers 40 cm(2); apply thin layer via spray or cannula and allow 2 minutes for polymerization; if repeat application is needed, dry site thoroughly and reapply after removal of residue from previous application or before polymerization<\/li><li><b>Facial rhytidoplasty, Adherence of tissue flaps:<\/b> (Artiss(TM)): Amount to use is based on wound size; 2-mL package covers 100 cm(2), 4-mL package covers 200 cm(2), 10-mL package covers 500 cm(2); use appropriate spray device to apply thin layer in a side to side motion; DUO Set A cannulas can be used for small wounds or graft edges that did not adhere; hold graft using gentle compression for at least 3 minutes; may repeat to small, untreated areas<\/li><li><b>Surgical procedure, Adjunct for hemostasis:<\/b> Tisseel(TM): Amount to use is based on surface area to be covered; when applying via spray, 2-mL package covers 100 cm(2), 4-mL package covers 200 cm(2), and 10-mL package covers 500 cm(2); when applying via cannula, 2-mL package covers 8 cm(2), 4-mL package covers 16 cm(2), and 10-mL package covers 40 cm(2); apply thin layer via spray or cannula and allow 2 minutes for polymerization; if repeat application is needed, dry site thoroughly and reapply after removal of residue from previous application or before polymerization<\/li><\/ul>"},"1":{"id":"jy4fs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Burn - Skin grafting, Adherence of graft to surgically prepared wound bed:<\/b> (Artiss(TM)) 1 year or older: Amount to use is based on wound size; 2-mL package covers 100 cm(2), 4-mL package covers 200 cm(2), 10-mL package covers 500 cm(2); use appropriate spray device to apply thin layer in a side to side motion; DUO Set A cannulas can be used for small wounds or graft edges that did not adhere; hold graft using gentle compression for at least 3 minutes; may repeat to small, untreated areas<\/li><li><b>Surgical procedure, Adjunct for hemostasis:<\/b> Tisseel(TM), 1 month or older: Amount to use is based on surface area to be covered; when applying via spray, 2-mL package covers 100 cm(2), 4-mL package covers 200 cm(2), and 10-mL package covers 500 cm(2); when applying via cannula, 2-mL package covers 8 cm(2), 4-mL package covers 16 cm(2), and 10-mL package covers 40 cm(2); apply thin layer via spray or cannula and allow 2 minutes for polymerization; if repeat application is needed, dry site thoroughly and reapply after removal of residue from previous application or before polymerization<\/li><\/ul>"},"3":{"id":"jy4fs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Burn - Skin grafting, Adherence of graft to surgically prepared wound bed<\/li><li>Closure of colostomy, To prevent leakage from colonic anastomoses<\/li><li>Facial rhytidoplasty, Adherence of tissue flaps<\/li><li>Surgical procedure, Adjunct for hemostasis<\/li><\/ul>"}}},"3":{"id":"jy4fs3","title":"Contraindications\/Warnings","sub":[{"id":"jy4fs3b9","title":"Contraindications","mono":"<ul><li>Brisk or severe bleeding<\/li><li>Hypersensitivity to aprotinin or any component of the product<\/li><li>Intravascular application, as life-threatening thromboembolic events may occur<\/li><\/ul>"},{"id":"jy4fs3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Impaired wound healing may occur with excess clot thickness; apply as a thin layer<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity, allergic, or anaphylactoid reactions may occur; discontinuation and product removal may be required<\/li><li>-- Biological components of the product may possibly transmit infectious agents (eg, viruses, Creutzfeldt-Jakob disease and variants)<\/li><li>Respiratory:<\/li><li>-- Air or gas embolism may occur with pressurized gas application; monitoring recommended<\/li><li>Other:<\/li><li>-- Reduced efficacy may occur with exposure to alcohol, iodine, or heavy metal ions used to clean the wound; rinse area before application<\/li><li>-- Use cautiously in surgery to reduce risk of intravascular application<\/li><li>Concomitant Use:<\/li><li>-- Do not use oxidized cellulose-containing preparations as carrier materials<\/li><\/ul>"},{"id":"jy4fs3b11","title":"Pregnancy Category","mono":"<ul><li>Aprotinin: B (FDA)<\/li><li>Aprotinin: B1 (AUS)<\/li><li>Calcium: C (FDA)<\/li><li>Fibrinogen: C (FDA)<\/li><li>Thrombin: C (FDA)<\/li><\/ul>"},{"id":"jy4fs3b12","title":"Breast Feeding","mono":"<ul><li>Aprotinin: Micromedex: Infant risk cannot be ruled out.<\/li><li>Calcium: Micromedex: Infant risk cannot be ruled out.<\/li><li>Fibrinogen: Micromedex: Infant risk cannot be ruled out.<\/li><li>Thrombin: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"jy4fs4","title":"Drug Interactions","sub":[{"id":"jy4fs4b13","title":"Contraindicated","mono":"<ul><li>Ceftriaxone (probable)<\/li><li>Digitoxin (probable)<\/li><\/ul>"},{"id":"jy4fs4b14","title":"Major","mono":"<ul><li>Digoxin (probable)<\/li><li>Eltrombopag (established)<\/li><li>Ketoconazole (probable)<\/li><li>Tretinoin (probable)<\/li><\/ul>"},{"id":"jy4fs4b15","title":"Moderate","mono":"<ul><li>Chlorothiazide (probable)<\/li><li>Chlortetracycline (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Dasatinib (established)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Enoxacin (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Pefloxacin (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Sodium Polystyrene Sulfonate (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Strontium Ranelate (probable)<\/li><li>Tetracycline (probable)<\/li><li>Ticlopidine (probable)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"}]},"5":{"id":"jy4fs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (1%), Skin graft failure (3%)<\/li><li><b>Hematologic:<\/b>Hematoma (1%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Hypersensitivity reaction<br\/>"},"6":{"id":"jy4fs6","title":"Drug Name Info","sub":{"2":{"id":"jy4fs6b19","title":"Class","mono":"<ul><li>Fibrin Sealant<\/li><li>Hemostatic<\/li><\/ul>"},"3":{"id":"jy4fs6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jy4fs7","title":"Mechanism Of Action","mono":"Hemostasis and tissue sealing\/gluing occur when thrombin converts fibrinogen to fibrin, which creates a rubber-like mass that sticks to the wound surface. The product is effective in heparinized patients and those taking antiplatelet agents. Aprotinin, a protease inhibitor, prevents early degradation of the fibrin clot.<br\/>"},"8":{"id":"jy4fs8","title":"Pharmacokinetics","sub":{"3":{"id":"jy4fs8b26","title":"Excretion","mono":"Renal, Aprotinin: Renally eliminated <br\/>"},"4":{"id":"jy4fs8b27","title":"Elimination Half Life","mono":"Aprotinin: 30 to 60 minutes <br\/>"}}},"9":{"id":"jy4fs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Do not apply intravascularly.<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>Do not refrigerate or refreeze after thawing or reconstitution; do not microwave.<\/li><li>Record patient information, product name, and batch number.<\/li><li>Dry wound surface prior to application and protect areas around site from inadvertent application.<\/li><li>(Artiss(TM)) Room temperature thawing: May store unopened pouches for up to 14 days at 15 to 25 degrees C; warm to 33 to 37 degrees C prior to use.<\/li><li>(Artiss(TM)) Sterile water bath thawing: Place inner pouch in sterile field; remove syringe from pouch and place in sterile water bath; maintain at 33 to 37 degrees C until use; use within 12 hours of opening package or warming.<\/li><li>(Artiss(TM)) Nonsterile water bath thawing: Place external pouch in water bath outside sterile field; once thawed and warmed, remove and dry external pouch, place inner pouch in sterile field; maintain at 33 to 37 degrees C until use; use within 12 hours of opening package or warming.<\/li><li>(Artiss(TM)) Incubator thawing: Place pouches in incubator; once thawed and warmed, place inner pouch in sterile field; maintain at 33 to 37 degrees C until use; use within 12 hours of opening package or warming.<\/li><li>(Artiss(TM)) Apply with a spray device approved by the FDA for use with Artiss(TM), such as EasySpray and Spray Set; apply thin layer using side to side painting motion; application area will glisten.<\/li><li>(Artiss(TM)) Attach graft or flap immediately after application; wet gloves with NS prior to contact to prevent adherence; surgeon has 60 seconds to manipulate graft before polymerization.<\/li><li>(Artiss(TM)) Hold graft in position with gentle compression for at least 3 minutes; final strength is reached 2 hours after application.<\/li><li>(Artiss(TM)) DUO Set A cannulas can be used for small wounds or edges that did not adhere; prime cannulas by expelling and discarding first several drops if small amounts are to be used; cannulas may become clogged if application is interrupted; replace cannula immediately prior to resuming application; if Y connector is clogged, use provided spare piece.<\/li><li>(Tisseel(TM) freeze-dried kit) Use separate syringes and transfer devices for sealer protein and thrombin solution formulation and for application; use within 4 hours of reconstitution.<\/li><li>(Tisseel(TM) freeze-dried kit) Warm by placing all 4 vials from kit into the Fibrinotherm device's prewarmed wells for up to 5 minutes.<\/li><li>(Tisseel(TM) freeze-dried kit) Reconstitute sealer protein concentrate with fibrinolysis inhibitor solution; gently swirl, then place vial into largest Fibrinotherm well, turn on stirrer, and stir until completely dissolved; discard solution if not dissolved within 20 minutes; reconstitute thrombin solution with calcium chloride solution in the same manner as the sealer protein.<\/li><li>(Tisseel(TM) freeze-dried kit) To transfer to sterile field, the vial tops should be disinfected by the circulating nurse; then, the circulating nurse should hold the vials while the scrub nurse withdraws the solution slowly.<\/li><li>(Tisseel(TM) freeze-dried kit) Apply using Duploject Fibrin Sealant Preparation and Application System or equivalent FDA-cleared device.<\/li><li>(Tisseel(TM) prefilled syringes) Room temperature thawing: May store unopened pouches for up to 48 hours at 15 to 25 degrees C; warm to 33 to 37 degrees C prior to use; total thawing and warming time is not to exceed 48 hours.<\/li><li>(Tisseel(TM) prefilled syringes) Sterile water bath thawing: Place inner pouch in sterile field; remove syringe from pouch and place in sterile water bath; maintain at 33 to 37 degrees C until use; use within 4 hours of opening the package or warming.<\/li><li>(Tisseel(TM) prefilled syringes) Nonsterile water bath thawing: Place external pouch in water bath outside sterile field; once thawed and warmed, remove and dry external pouch and place inner pouch in sterile field; maintain at 33 to 37 degrees C until use; use within 4 hours of opening the package or warming.<\/li><li>(Tisseel(TM) prefilled syringes) Incubator thawing: Place pouches in incubator; once thawed and warmed, place inner pouch in sterile field; maintain at 33 to 37 degrees C until use; use within 4 hours of opening the package or warming.<\/li><li>(Tisseel(TM) prefilled syringes) Apply using provided DUO set devices or an equivalent FDA-cleared device.<\/li><li>(Tisseel(TM) prefilled syringes) Prime DUO set cannulas by expelling and discarding first several drops when small volumes are needed; cannula may become clogged if application is interrupted; replace cannula immediately prior to resuming application; if Y connector is clogged, use provided spare piece.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jy4fs10","title":"Monitoring","mono":"<ul><li>Tissue adhesion, hemostasis, or prevention of leakage may indicate efficacy.<\/li><li>Allergic reactions<\/li><li>Air or gas embolism; during application<\/li><\/ul>"},"12":{"id":"jy4fs12","title":"Toxicology","sub":[{"id":"jy4fs12b31","title":"Clinical Effects","mono":"<b>APROTININ<\/b><br\/>USES: Aprotinin is used to reduce perioperative blood loss and to prevent the need for blood transfusion in patients undergoing coronary artery bypass graft (CABG) surgery and who are at an increased risk for blood loss and blood transfusion. As of November 5, 2007, the manufacturer suspended the marketing of aprotinin due to preliminary reports from a Canadian study suggesting an increased risk of death with the use of aprotinin as compared with two other antifibrinolytic drugs used in the study. PHARMACOLOGY: As an antifibrinolytic and protease inhibitor, aprotinin attenuates inflammatory responses, fibrinolysis, and thrombin generation, modulating the systemic inflammatory response associated with cardiopulmonary bypass surgery, resulting in decreased bleeding and a reduced need for allogeneic blood transfusions. EPIDEMIOLOGY: Overdoses are rare. MILD TO MODERATE TOXICITY: Doses up to 17.5 million Kallikrein Inhibitor Units (KIU), administered within a 24-hour period, have been well-tolerated with no apparent toxicity. SEVERE TOXICITY: Coronary and pulmonary thromboses are major adverse events that could potentially occur following severe overdose.  Hepatic and renal failure, resulting in death, was reported in a patient postoperatively who received greater than 15 million KIU aprotinin in a 24-hour period. The patient had pre-existing hepatic dysfunction. An autopsy indicated hepatic necrosis and extensive renal tubular and glomerular necrosis; however, causality was unclear. ADVERSE EFFECTS: Nausea, vomiting, diarrhea, constipation, renal dysfunction, anaphylaxis, coronary and pulmonary thromboses, and death have been reported with aprotinin therapy.<br\/>"},{"id":"jy4fs12b32","title":"Treatment","mono":"<b>APROTININ<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Hypotension is a frequently reported sign of a hypersensitivity reaction. Treat mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.  Look for clinical evidence of thromboembolic complications (eg, chest pain, shortness of breath, flank pain, extremity pain) and obtain specific studies (eg, CT, angiography) to evaluate for thromboembolic complications as needed.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or pulmonary toxicity.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Obtain a CBC with differential, PT or INR, and PTT following a significant exposure or in symptomatic patients. Monitor for evidence of anaphylaxis. Monitor renal function and vital signs. Look for clinical evidence of thromboembolic complications (eg; chest pain, shortness of breath, flank pain, extremity pain). Specific studies (eg; CT, angiography) may be needed to evaluate for thromboembolic complications. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Given the large size and molecular weight of aprotinin, hemodialysis is UNLIKELY to be of value following overdose.<\/li><li>Patient disposition: HOME CRITERIA:  There is no data to support home management, as aprotinin is generally only used in the hospital setting. OBSERVATION CRITERIA: Any patient with symptoms should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe symptoms (eg, anaphylaxis, thromboembolic complications) should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jy4fs12b33","title":"Range of Toxicity","mono":"<b>APROTININ<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Although doses up to 17.5 million KIU, intravenously administered over a 24-hour period, have been well-tolerated with no apparent toxicity, a patient, with pre-existing liver dysfunction, received greater than 15 million KIU of aprotinin in 24 hours, developed hepatic and renal failure post-operatively, and subsequently died; however, causality was unclear. THERAPEUTIC DOSE: TEST DOSE: 1 mL (1.4 mg or 10,000 KIU); LOADING DOSE: 100 to 200 mL (140 to 280 mg, or 1 to 2 million KIU); PUMP PRIME DOSE: 100 to 200 mL (140 to 280 mg; or 1 to 2 million KIU); CONSTANT INFUSION DOSE: 25 to 50 mL\/hr (35 to 70 mg\/hr, or 250,000 to 500,000 KIU).<br\/>"}]},"13":{"id":"jy4fs13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of an infection.<\/li><li>Side effects may include skin graft failure, hematoma, seroma, or pruritus.<\/li><\/ul>"}}}