{"generic":"Sofosbuvir","drugs":["Sofosbuvir","Sovaldi"],"mono":{"0":{"id":"jy8ls0","title":"Generic Names","mono":"Sofosbuvir"},"1":{"id":"jy8ls1","title":"Dosing and Indications","sub":[{"id":"jy8ls1b4","title":"Adult Dosing","mono":"<ul><li>usual dose 400 mg once daily<\/li><li><b>Hepatitis C, chronic, Genotype 1, 2, 3, or 4, as a component of a combination antiviral treatment regimen - Liver carcinoma, Awaiting liver transplantation:<\/b>  400 mg ORALLY once daily for up to 48 weeks or until transplantation; give in combination with ribavirin<\/li><li><b>Hepatitis C, chronic, Genotype 1 interferon ineligible, as a component of a combination antiviral treatment regimen:<\/b> 400 mg ORALLY once daily for 24 weeks; give in combination with ribavirin<\/li><li><b>Hepatitis C, chronic, Genotype 1 or 4, as a component of a combination antiviral treatment regimen:<\/b>  400 mg ORALLY once daily for 12 weeks; give in combination with peginterferon alfa and ribavirin<\/li><li><b>Hepatitis C, chronic, Genotype 2, as a component of a combination antiviral treatment regimen:<\/b> 400 mg ORALLY once daily for 12 weeks; give in combination with ribavirin<\/li><li><b>Hepatitis C, chronic, Genotype 3, as a component of a combination antiviral treatment regimen:<\/b> 400 mg ORALLY once daily for 24 weeks; give in combination with ribavirin<\/li><\/ul>"},{"id":"jy8ls1b5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"jy8ls1b6","title":"Dose Adjustments","mono":"<ul><li>dose reduction of sofosbuvir is not recommended; additionally, sofosbuvir must be administered with ribavirin or with combination ribavirin\/peginterferon; for serious adverse reactions (eg anemia, neutropenia) peginterferon and\/or ribavirin may be dose reduced; however, if peginterferon and\/or ribavirin are permanently discontinued, sofosbuvir must be discontinued<\/li><li><b>renal impairment:<\/b> mild to moderate, no dose adjustment is necessary<\/li><li>renal impairment, severe (estimated GFR less than 30 mL\/min\/1.73 m(3)), or ESRD requiring hemodialysis, no dose recommendations can be made<\/li><li><b>hepatic impairment:<\/b> mild, moderate, or severe (Child-Pugh class A, B, C), no dose adjustment is necessary<\/li><li><b>geriatric:<\/b> no dose adjustment is necessary<\/li><li><b>decreased Hb and no cardiac disease:<\/b> if Hb is less than 10 g\/dL, reduce ribavirin to 600 mg ORALLY daily; if Hb is less than 8.5 g\/dL, discontinue ribavirin; may restart ribavirin 600 mg ORALLY daily, titrated to 800 mg daily; do not resume 1000 to 1200 mg\/day ribavirin regimen; if ribavirin is permanently discontinued, discontinue sofosbuvir<\/li><li><b>decreased Hb and stable cardiac disease:<\/b> if Hb decreases by 2 g\/dL or greater in any 4-week treatment period, reduce ribavirin to 600 mg ORALLY daily; if Hb is less than 12 g\/dL despite 4 weeks at reduced dose, discontinue ribavirin; may restart ribavirin 600 mg ORALLY daily, titrated to 800 mg daily; do not resume 1000 to 1200 mg\/day ribavirin regimen; if ribavirin is permanently discontinued, discontinue sofosbuvir<\/li><\/ul>"},{"id":"jy8ls1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hepatitis C, chronic, Genotype 1, 2, 3, or 4, as a component of a combination antiviral treatment regimen - Liver carcinoma, Awaiting liver transplantation<\/li><li>Hepatitis C, chronic, Genotype 1 interferon ineligible, as a component of a combination antiviral treatment regimen<\/li><li>Hepatitis C, chronic, Genotype 1 or 4, as a component of a combination antiviral treatment regimen<\/li><li>Hepatitis C, chronic, Genotype 2, as a component of a combination antiviral treatment regimen<\/li><li>Hepatitis C, chronic, Genotype 3, as a component of a combination antiviral treatment regimen<\/li><\/ul>"}]},"3":{"id":"jy8ls3","title":"Contraindications\/Warnings","sub":[{"id":"jy8ls3b9","title":"Contraindications","mono":"Concomitant ribavirin or peginterferon alfa in women who are or may become pregnant and in men with pregnant female partners <br\/>"},{"id":"jy8ls3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Bradycardia and fatal cardiac arrest have been reported during concurrent use of amiodarone, with some cases requiring pacemaker intervention; monitoring recommended and discontinuation may be necessary<\/li><li>-- Increased risk of bradycardia during concurrent amiodarone among patients with concomitant beta blocker use, underlying cardiac comorbidities, and advanced liver disease; monitoring recommended<\/li><li>Reproductive:<\/li><li>-- Birth defects and\/or fetal death may occur; avoid pregnancy<\/li><li>Other:<\/li><li>-- Monotherapy or sofosbuvir dose reduction is not recommended<\/li><li>Concomitant Use:<\/li><li>-- Amiodarone is not recommended<\/li><li>-- Anticonvulsants (eg, carbamazepine, phenytoin, phenobarbital, oxcarbazepine) are not recommended<\/li><li>-- Antimycobacterials (eg, rifabutin, rifampin, rifapentine) are not recommended<\/li><li>-- Intestinal P-glycoprotein (P-gp) inducers (eg, rifampin, St. John's wort) are not recommended<\/li><li>-- Tipranavir\/ritonavir is not recommended<\/li><\/ul>"},{"id":"jy8ls3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jy8ls3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jy8ls4","title":"Drug Interactions","sub":{"1":{"id":"jy8ls4b14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"}}},"5":{"id":"jy8ls5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (12%)<\/li><li><b>Hematologic:<\/b>Anemia (less than 1% to 23%)<\/li><li><b>Neurologic:<\/b>Headache (24% to 44%), Insomnia (15% to 29%)<\/li><li><b>Other:<\/b>Fatigue (30% to 59%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Pancytopenia (less than 1%)<\/li><li><b>Hepatic:<\/b>Increased bilirubin level (1% to 3%)<\/li><li><b>Psychiatric:<\/b>Depression (Severe) (less than 1%), Suicidal thoughts, Suicide<\/li><\/ul>"},"6":{"id":"jy8ls6","title":"Drug Name Info","sub":{"0":{"id":"jy8ls6b17","title":"US Trade Names","mono":"Sovaldi<br\/>"},"2":{"id":"jy8ls6b19","title":"Class","mono":"Antiviral<br\/>"},"3":{"id":"jy8ls6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jy8ls6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jy8ls7","title":"Mechanism Of Action","mono":"Sofosbuvir is an antiviral agent that acts directly against the hepatitis C virus (HCV) via inhibition of the HCV NS5B RNA-dependent RNA polymerase, an enzyme essential for viral replication.<br\/>"},"8":{"id":"jy8ls8","title":"Pharmacokinetics","sub":[{"id":"jy8ls8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 0.5 to 2 hours<\/li><li>Effects of food: no effect on Cmax or AUC<\/li><\/ul>"},{"id":"jy8ls8b24","title":"Distribution","mono":"Protein binding: 61% to 65% <br\/>"},{"id":"jy8ls8b25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive<\/li><li>GS-461203 (major): active<\/li><li>GS-331007 (major): inactive<\/li><\/ul>"},{"id":"jy8ls8b26","title":"Excretion","mono":"<ul><li>Fecal: 14%<\/li><li>Renal: 78% excreted as GS-331007; 3.5% excreted unchanged<\/li><li>Dialyzable: Yes (hemodialysis), 18%<\/li><\/ul>"},{"id":"jy8ls8b27","title":"Elimination Half Life","mono":"0.4 hours <br\/>"}]},"9":{"id":"jy8ls9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>monotherapy not recommended; administer in combination with peginterferon alfa and\/or ribavirin<br\/><\/li><li><b>Oral<\/b><br\/>may take with or without food<br\/><\/li><\/ul>"},"10":{"id":"jy8ls10","title":"Monitoring","mono":"<ul><li>improvement in signs or symptoms of hepatitis C is indicative of efficacy<\/li><li>pregnancy test, in female patients and in female partners of male patients; before initiating therapy and monthly thereafter, and for 6 months after discontinuing treatment<\/li><\/ul>"},"11":{"id":"jy8ls11","title":"How Supplied","mono":"<b>Sovaldi<\/b><br\/>Oral Tablet: 400 MG<br\/>"},"12":{"id":"jy8ls12","title":"Toxicology","sub":[{"id":"jy8ls12b31","title":"Clinical Effects","mono":"<b>SOFOSBUVIR<\/b><br\/>USES: Sofosbuvir is indicated for the treatment of chronic hepatitis C viral (HCV) infection in adults as a component of a combination antiviral treatment regimen. PHARMACOLOGY: Sofosbuvir is an antiviral agent that acts directly against the hepatitis C virus (HCV) via inhibition of the HCV NS5B RNA-dependent RNA polymerase, an enzyme essential for viral replication. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Signs and symptoms of an acute overdose are anticipated to be similar to excessive pharmacologic adverse events. ADVERSE EFFECTS: MOST COMMON (20% or greater): Sofosbuvir in combination with ribavirin: Fatigue and headache. Sofosbuvir in combination with peginterferon alfa and ribavirin: Fatigue, headache, nausea, insomnia, and anemia. COMMON (15% or greater): The following common adverse effects have also been reported in patients receiving sofosbuvir in combination with either ribavirin and\/or peginterferon alfa: Pruritus, rash, myalgia, diarrhea, decreased appetite, neutropenia, asthenia, irritability, fever, chills, and influenza-like illness. UNCOMMON BUT POTENTIALLY SERIOUS (less than 1%): Pancytopenia in patients receiving concomitant peginterferon alfa. Psychiatric disorders such as severe depression including suicidal ideation and suicide. <br\/>"},{"id":"jy8ls12b32","title":"Treatment","mono":"<b>SOFOSBUVIR<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant electrolyte abnormalities in patients with severe diarrhea. Neutropenia may occur. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). In clinical trials, creatine kinase elevations of more than 10 times ULN occurred in 1% of patients treated for 12 weeks with sofosbuvir in combination with ribavirin and peginterferon alpha. Monitor creatine kinase levels. If severe elevations occur and there is a concern for rhabdomyolysis, treat the patient with aggressive IV fluids and consider sodium bicarbonate.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic agents are involved.<\/li><li>Antidote: None<\/li><li>Neutropenia: Administer colony stimulating factors in patients who develop severe neutropenia or neutropenic sepsis. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential daily until recovery has occurred. Patients with severe neutropenia should be in protective isolation.<\/li><li>Rhabdomyolysis: During clinical trials, creatine kinase elevations of more than 10 times ULN occurred in 1% of patients treated for 12 weeks with sofosbuvir in combination with ribavirin and peginterferon alpha. Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs after significant overdose. Monitor serum electrolytes in patients with significant diarrhea. Monitor CBC with differential following significant overdose. Monitor liver enzymes for possible elevations in bilirubin following significant overdose. Monitor creatine kinase levels following significant overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding. Approximately 18% of the administered dose was removed during a 4-hour hemodialysis session.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe neutropenia should be admitted to the hospital. Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jy8ls12b33","title":"Range of Toxicity","mono":"<b>SOFOSBUVIR<\/b><br\/>TOXICITY: A specific toxic dose has not been established. In clinical trials, the administration of a single supratherapeutic dose of sofosbuvir 1200 mg administered to 59 healthy subjects did not result in any untoward effects, and adverse events were similar in frequency and severity to those reported in the placebo and sofosbuvir 400 mg treatment groups. THERAPEUTIC DOSE: ADULT: One 400 mg tablet orally once daily in combination with pegylated interferon and ribavirin. PEDIATRIC: The safety and efficacy of sofosbuvir have not been established in pediatric patients. <br\/>"}]},"13":{"id":"jy8ls13","title":"Clinical Teaching","mono":"<ul><li>Advise male and female patients of reproductive potential to use at least 2 adequate forms (nonhormonal methods) of contraception during treatment and for at least 6 months posttreatment. Advise female patients and female partners of male patients that monthly pregnancy tests are required.<\/li><li>Side effects may include fatigue, headache, nausea, insomnia, decreased appetite, or diarrhea.<\/li><li>Counsel patient to take recommended regimen on regular schedule, and the dose must not be reduced.<\/li><li>Advise patient drug must not be used alone and must be used in combination with ribavirin or in combination with peginterferon alfa and ribavirin.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>If a dose is missed, it may be taken later in the day and advise the patient to resume the regular dosing schedule on the next day. Do not exceed more than 400 mg daily.<\/li><\/ul>"}}}