{"generic":"Droxidopa","drugs":["Droxidopa","Northera"],"mono":[{"id":"jya9s0","title":"Generic Names","mono":"Droxidopa"},{"id":"jya9s1","title":"Dosing and Indications","sub":[{"id":"jya9s1b4","title":"Adult Dosing","mono":"<b>Orthostatic hypotension, Neurogenic:<\/b> Initial, 100 mg ORALLY 3 times daily scheduled upon arising, at midday, and in late afternoon at least 3 hours before bedtime; titrate as needed in increments of 100 mg 3 times daily every 24 to 48 hours; MAX dose, 1800 mg\/day; efficacy beyond 2 weeks of treatment not established "},{"id":"jya9s1b5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"jya9s1b6","title":"Dose Adjustments","mono":"<b>Renal impairment, mild to moderate:<\/b> No adjustment necessary "},{"id":"jya9s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Orthostatic hypotension, Neurogenic<br\/>"}]},{"id":"jya9s2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Monitor supine blood pressure before and during treatment with droxidopa, especially when increasing doses. Elevating the head of the bed may lessen the risk of developing supine hypertension and blood pressure should be measured in this position. If supine hypertension cannot be managed by elevating the head of the bed, reduce or discontinue droxidopa.<br\/>"},{"id":"jya9s3","title":"Contraindications\/Warnings","sub":[{"id":"jya9s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jya9s3b10","title":"Precautions","mono":"<ul><li>supine hypertension, new onset or exacerbation may occur; may increase risk of cardiovascular events; monitoring recommended; dose reduction or discontinuation may be necessary<\/li><li>aspirin hypersensitivity; increased risk of allergic reaction to yellow dye<\/li><li>complex resembling neuroleptic malignant syndrome (ie, fever or hyperthermia, muscle rigidity, involuntary movement, altered consciousness, or mental status changes) has been reported; monitoring recommended, especially with dosage change or changes in levodopa administration<\/li><li>ischemic heart disease, arrhythmias, or congestive heart failure, preexisting; increased risk of exacerbation<\/li><li>yellow dye allergy; product contains FD+C yellow number 5 (tartrazine)<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jya9s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jya9s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jya9s4","title":"Drug Interactions","sub":{"2":{"id":"jya9s4b15","title":"Moderate","mono":"<ul>Carbidopa (probable)<\/ul>"}}},{"id":"jya9s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (1.5% to 7%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (1.5% to 8.8%)<\/li><li><b>Neurologic:<\/b>Dizziness (3.8% to 10%), Headache (6.1% to 13.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Worsening, Congestive heart failure, Worsening, Hypertension, Supine, Ischemic heart disease, Worsening<\/li><li><b>Neurologic:<\/b>Neuroleptic malignant syndrome<\/li><\/ul>"},{"id":"jya9s6","title":"Drug Name Info","sub":{"0":{"id":"jya9s6b17","title":"US Trade Names","mono":"Northera<br\/>"},"2":{"id":"jya9s6b19","title":"Class","mono":"<ul><li>Adrenergic<\/li><li>Sympathomimetic<\/li><li>Vasopressor<\/li><\/ul>"},"3":{"id":"jya9s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jya9s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jya9s7","title":"Mechanism Of Action","mono":"Droxidopa is a synthetic amino acid precursor of norepinephrine. After conversion to norepinephrine, it may increase blood pressure by causing vasoconstriction of peripheral arteries and veins.<br\/>"},{"id":"jya9s8","title":"Pharmacokinetics","sub":[{"id":"jya9s8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2 hours<\/li><li>Effect of food: Cmax decreased 35%; AUC decreased 20%; Tmax delayed 2 hours<\/li><\/ul>"},{"id":"jya9s8b24","title":"Distribution","mono":"<ul><li>Protein binding: 26% to 75%<\/li><li>Vd: 200 L (healthy subjects)<\/li><li>Vd: 33 to 88 L (primary chronic autonomic failure)<\/li><\/ul>"},{"id":"jya9s8b25","title":"Metabolism","mono":"<ul><li>Catecholamine pathway: extensive<\/li><li>Norepinephrine: active<\/li><\/ul>"},{"id":"jya9s8b26","title":"Excretion","mono":"<ul><li>Renal: 75%<\/li><li>Total Body: 165 to 374 mL\/min<\/li><\/ul>"},{"id":"jya9s8b27","title":"Elimination Half Life","mono":"<ul><li>2.5 hours<\/li><li>Norepinephrine: 8.8 hours<\/li><\/ul>"}]},{"id":"jya9s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Swallow capsule whole<\/li><li>Take consistently either with or without food<\/li><\/ul>"},{"id":"jya9s10","title":"Monitoring","mono":"<ul><li>improvement in symptoms of neurogenic orthostatic hypotension is indicative of efficacy<\/li><li>supine blood pressure (and with head elevated); prior to and during treatment<\/li><\/ul>"},{"id":"jya9s11","title":"How Supplied","mono":"<b>Northera<\/b><br\/>Oral Capsule: 100 MG, 200 MG, 300 MG<br\/>"},{"id":"jya9s12","title":"Toxicology","sub":[{"id":"jya9s12b31","title":"Clinical Effects","mono":"<b>DROXIDOPA<\/b><br\/>USES: Droxidopa is approved for the treatment of symptomatic neurogenic orthostatic hypotension in patients with Parkinson's disease, multiple system atrophy, dopamine beta-hydroxylase deficiency, and non-diabetic autonomic neuropathy, and in patients with pure autonomic failure. PHARMACOLOGY: Droxidopa, a synthetic amino acid analog which is metabolized to norepinephrine for pharmacologic effect, may increase blood pressure by causing vasoconstriction of peripheral arteries and veins. Minor, temporary increases in plasma norepinephrine levels have been observed following administration of droxidopa. EPIDEMIOLOGY: Overdose is rare. OVERDOSE:  Overdose data are limited. Signs and symptoms of an acute overdose are anticipated to be similar to excessive pharmacologic adverse events. During post-marketing surveillance, a patient ingested 7700 mg droxidopa and developed hypertensive crisis. The patient recovered with treatment. ADVERSE EFFECTS: COMMON: The most common adverse reactions following therapeutic administration, with an incidence rate greater than 5% and at least a 3% greater incidence than placebo, include headache, dizziness, nausea, and hypertension. LESS FREQUENT: Symptoms resembling neuroleptic malignant syndrome (ie, hyperthermia, muscle rigidity, involuntary movements, mental status changes, altered consciousness) have been reported during post-marketing surveillance with droxidopa therapy. RARE: Hypersensitivity reactions (eg, bronchial asthma) may occur due to the tartrazine component of specific droxidopa products. Exacerbation of pre-existing ischemic heart disease, dysrhythmia, and congestive heart failure may occur with administration of droxidopa.<br\/>"},{"id":"jya9s12b32","title":"Treatment","mono":"<b>DROXIDOPA<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension, nitroprusside is preferred. Nitroglycerin and phentolamine are alternatives. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, and epinephrine may be required. CAUTION: Droxidopa may cause high blood pressure. If the patient demonstrates signs and symptoms of an acute allergic reaction that requires epinephrine, monitor blood pressure closely because increased blood pressure is possible with epinephrine. Although rare, treat neuroleptic malignant syndrome with oral bromocriptine, IV benzodiazepines in conjunction with cooling and other supportive measures. Consider dantrolene in severe cases.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Hypertensive episode: Mild\/moderate asymptomatic hypertension does not usually require treatment. For severe hypertension, nitroprusside is preferred, with nitroglycerin and phentolamine as alternatives.<\/li><li>Neuroleptic malignant syndrome: Oral bromocriptine, IV benzodiazepines in conjunction with cooling and other supportive measures. Consider dantrolene in severe cases.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids, or epinephrine. CAUTION: Droxidopa may cause high blood pressure. If the patient demonstrates signs and symptoms of an acute allergic reaction that requires epinephrine, monitor blood pressure closely because increased blood pressure is possible with epinephrine. SEVERE: Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor vital signs and mental status. Droxidopa plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with a small inadvertent exposure, that remains asymptomatic, can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged medically. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jya9s12b33","title":"Range of Toxicity","mono":"<b>DROXIDOPA<\/b><br\/>TOXICITY: A specific toxic dose has not been established.  During post-marketing surveillance, hypertensive crisis was reported in a patient who ingested 7700 mg droxidopa. The patient recovered with treatment. THERAPEUTIC DOSE: Initially, the recommended dose is 100 mg three times daily. The dose can be titrated up to a maximum daily dose of 1800 mg (600 mg three times daily).<br\/>"}]},{"id":"jya9s13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to sleep in an upper-body elevated position and monitor blood pressure.<\/li><li>Side effects may include headache, dizziness, nausea, or hypertension.<\/li><li>Counsel patient to take drug at the same time and in the same way each day.<\/li><li>Advise patient to take the last dose at least 3 hours prior to bedtime.<\/li><\/ul>"}]}