{"generic":"Suvorexant","drugs":["Belsomra","Suvorexant"],"mono":{"0":{"id":"jydrs0","title":"Generic Names","mono":"Suvorexant"},"1":{"id":"jydrs1","title":"Dosing and Indications","sub":[{"id":"jydrs1b4","title":"Adult Dosing","mono":"<b>Insomnia:<\/b> 10 mg ORALLY taken no more than once\/night, within 30 minutes of bedtime and with at least 7 hours available prior to awakening; may increase to MAX 20 mg\/night; use lowest effect dose "},{"id":"jydrs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"jydrs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> Dose adjustment is not needed<\/li><li><b>hepatic impairment, mild to moderate:<\/b> Dose adjustment is not needed<\/li><li><b>hepatic impairment, severe:<\/b> Use not recommended<\/li><li><b>concomitant use with other CNS depressants:<\/b> Dose adjustments of suvorexant may be needed.<\/li><li><b>concomitant use with moderate CYP3A inhibitors:<\/b> Recommended dose is 5 mg\/night and should generally not exceed 10 mg\/night; use is not recommended with strong CYP3A inhibitors<\/li><li><b>female gender:<\/b> Exposure is increased; evaluate risk of exposure-related adverse events prior to increasing the dose, especially in obese women<\/li><li><b>obese patients:<\/b> Exposure is increased; evaluate risk of exposure-related adverse events prior to increasing the dose, especially in obese women<\/li><\/ul>"},{"id":"jydrs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Insomnia<br\/>"}]},"3":{"id":"jydrs3","title":"Contraindications\/Warnings","sub":[{"id":"jydrs3b9","title":"Contraindications","mono":"narcolepsy <br\/>"},{"id":"jydrs3b10","title":"Precautions","mono":"<ul><li>Neurologic:<\/li><li>-- CNS depression may occur; monitoring recommended; dose adjustments or discontinuation may be necessary<\/li><li>-- may impair daytime wakefulness and increase risk of falling asleep while driving; monitoring recommended; discontinue or reduce dose if condition occurs<\/li><li>-- CNS depressant effects may persist for up to several days after discontinuation<\/li><li>-- driving, preparing food, making phone calls, having sex, and other behaviors have been reported with hypnotics while patients were asleep with no memory afterwards; discontinuation may be necessary<\/li><li>-- sleep paralysis, an inability to move or speak for up to several minutes during sleep-wake transitions, and hypnagogic or hypnopompic hallucinations, including vivid and disturbing perceptions, may occur<\/li><li>-- symptoms similar to mild cataplexy, such as periods of leg weakness lasting from seconds to a few minutes, can occur without an identified triggering event<\/li><li>Hepatic:<\/li><li>--use not recommended in patients with severe hepatic impairment<\/li><li>Psychiatric:<\/li><li>-- worsening of insomnia, failure of insomnia to remit after 7 to 10 days, or new behavioral or cognitive abnormalities may indicate an underlying psychiatric or physical disorder<\/li><li>-- cognitive and behavioral changes such as amnesia, anxiety, and hallucinations have been reported with hypnotics<\/li><li>-- worsening depression and an increase in suicidal ideation as been reported; evaluate any new behavioral signs\/symptoms<\/li><li>Respiratory:<\/li><li>-- use with caution in patients with compromised respiratory function; the risk for respiratory depression cannot be ruled out<\/li><li>Concomitant Use:<\/li><li>-- concomitant alcohol use not recommended<\/li><li>-- concomitant use with other CNS depressants increases CNS depressant effects and risks for adverse events; dose adjustment may be necessary<\/li><li>-- concomitant use with strong inhibitors of CYP3A (eg, ketoconazole, itraconazole, posaconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, boceprevir, telaprevir, telithromycin, and conivaptan) is not recommended<\/li><\/ul>"},{"id":"jydrs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jydrs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jydrs4","title":"Drug Interactions","sub":[{"id":"jydrs4b13","title":"Contraindicated","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><\/ul>"},{"id":"jydrs4b14","title":"Major","mono":"<ul><li>Acepromazine (theoretical)<\/li><li>Alfentanil (theoretical)<\/li><li>Alprazolam (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Anileridine (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Baclofen (theoretical)<\/li><li>Benperidol (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Butorphanol (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Carphenazine (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Codeine (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dexmedetomidine (theoretical)<\/li><li>Diacetylmorphine (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Dichloralphenazone (theoretical)<\/li><li>Difenoxin (theoretical)<\/li><li>Dihydrocodeine (theoretical)<\/li><li>Diphenhydramine (theoretical)<\/li><li>Diphenoxylate (theoretical)<\/li><li>Doxylamine (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Enflurane (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Ethopropazine (theoretical)<\/li><li>Ethylmorphine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fluspirilene (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Halothane (theoretical)<\/li><li>Hexobarbital (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Hydroxyzine (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Isoflurane (theoretical)<\/li><li>Ketamine (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Ketobemidone (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Loxapine (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Melperone (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Meptazinol (theoretical)<\/li><li>Mesoridazine (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methdilazine (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methotrimeprazine (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Molindone (theoretical)<\/li><li>Moricizine (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nalbuphine (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nicomorphine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nitrous Oxide (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Opium (theoretical)<\/li><li>Opium Alkaloids (theoretical)<\/li><li>Orphenadrine (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Papaveretum (theoretical)<\/li><li>Paregoric (theoretical)<\/li><li>Pentazocine (theoretical)<\/li><li>Perampanel (theoretical)<\/li><li>Perazine (theoretical)<\/li><li>Periciazine (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperacetazine (theoretical)<\/li><li>Pipotiazine (theoretical)<\/li><li>Piritramide (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propofol (theoretical)<\/li><li>Quazepam (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Ramelteon (theoretical)<\/li><li>Remifentanil (theoretical)<\/li><li>Remoxipride (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (theoretical)<\/li><li>Sulpiride (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiethylperazine (theoretical)<\/li><li>Thiopropazate (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Tilidine (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Tolonium Chloride (theoretical)<\/li><li>Topiramate (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trifluperidol (theoretical)<\/li><li>Triflupromazine (theoretical)<\/li><li>Trimeprazine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><li>Zopiclone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"}]},"5":{"id":"jydrs5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Neurologic:<\/b>Sleep paralysis, Somnolence (7%)<\/li><li><b>Psychiatric:<\/b>At risk for suicide<\/li><\/ul>"},"6":{"id":"jydrs6","title":"Drug Name Info","sub":{"0":{"id":"jydrs6b17","title":"US Trade Names","mono":"Belsomra<br\/>"},"3":{"id":"jydrs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jydrs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jydrs7","title":"Mechanism Of Action","mono":"Suvorexant is an agent for insomnia. Neuropeptides orexin A and B promote wakefulness by acting on orexin receptors OX1R and OX2R. Suvorexant is a highly selective antagonist for orexin receptors, thereby exerting pharmacologic activity by blocking OX1R and OX2R receptors <br\/>"},"8":{"id":"jydrs8","title":"Pharmacokinetics","sub":[{"id":"jydrs8b23","title":"Absorption","mono":"<ul><li>Tmax: 2 hours<\/li><li>Bioavailability: 82%<\/li><li>Effect of food: Tmax delayed 1.5 hours; no significant change in AUC or Cmax<\/li><\/ul>"},{"id":"jydrs8b24","title":"Distribution","mono":"<ul><li>Protein binding, Albumin and alpha-1-acid glycoprotein: greater than 99%<\/li><li>Vd: 49 L<\/li><\/ul>"},{"id":"jydrs8b25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Hydroxy-suvorexant: inactive<\/li><li>Substrate of CYP3A<\/li><\/ul>"},{"id":"jydrs8b26","title":"Excretion","mono":"<ul><li>Fecal: 66% unchanged<\/li><li>Renal: 23% unchanged<\/li><\/ul>"},{"id":"jydrs8b27","title":"Elimination Half Life","mono":"12 hours <br\/>"}]},"9":{"id":"jydrs9","title":"Administration","mono":"<b>Oral<\/b><br\/>if taken with food or soon after a meal, time to effect will be delayed <br\/>"},"10":{"id":"jydrs10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of insomnia is indicative of efficacy; reevaluate if insomnia symptoms persist after 7 to 10 days of treatment<\/li><li>somnolence or CNS depressant effects<\/li><li>worsening of depression, suicidality, or changes in behavior<\/li><\/ul>"},"11":{"id":"jydrs11","title":"How Supplied","mono":"<b>Belsomra<\/b><br\/>Oral Tablet: 5 MG, 10 MG, 15 MG, 20 MG<br\/>"},"12":{"id":"jydrs12","title":"Toxicology","sub":[{"id":"jydrs12b31","title":"Clinical Effects","mono":"<b>SUVOREXANT<\/b><br\/>USES: Suvorexant, an orexin receptor antagonist, is used for the treatment of insomnia due to difficulty falling asleep and\/or staying asleep. Suvorexant is a Schedule IV controlled substance. PHARMACOLOGY: Neuropeptides orexin A and B promote wakefulness by acting on orexin receptors OX1R and OX2R. Suvorexant is a highly selective antagonist for orexin receptors, thereby exerting pharmacologic activity by blocking OX1R and OX2R receptors that are thought to suppress wake drive. Suvorexant exposure appears to increase in a non-dose proportional manner over the range of 10 to 80 mg because of a decrease in absorption at higher doses. EPIDEMIOLOGY: Overdose information is limited. In clinical trials, volunteers administered morning doses of up to 240 mg of suvorexant developed dose-dependent increases in the frequency and duration of somnolence. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic use. ADVERSE EVENTS: COMMON: Somnolence was the most common adverse event. At doses of 15 or 20 mg, somnolence was more likely to occur in females compared to males. Women were also twice as likely as men to experience the following adverse events: headache, dry mouth, abnormal dreams, cough and upper respiratory tract infections. OTHER: Dizziness and diarrhea have also been reported. SERIOUS EVENTS: The CNS depressant effects of suvorexant may impair daytime wakefulness, driving skills and may increase the risk of falling asleep while driving. Coadministration with other CNS depressants (eg, benzodiazepines, opioids, alcohol, tricyclic antidepressants) can increase the risk of CNS depression. Abnormal thinking and behavioral changes (eg, amnesia, anxiety, hallucinations) have developed in patients using hypnotics like suvorexant. In clinical studies, a dose-dependent increase in suicidal ideation has been self-reported in patients receiving suvorexant. Sleep paralysis, hypnagogic\/hypnopompic hallucinations, and a cataplexy-like syndrome may occur in patients prescribed suvorexant. DRUG INTERACTIONS: Concurrent use of suvorexant with strong CYP3A inhibitors (eg, ketoconazole, itraconazole, posaconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, boceprevir, telaprevir, telithromycin, and conivaptan) is not recommended because it can increase exposure to suvorexant and increase the risk of adverse events. In patients taking moderate CYP3A inhibitors (eg, amprenavir, aprepitant, atazanavir, ciprofloxacin, diltiazem, erythromycin, fluconazole, fosamprenavir, grapefruit juice, imatinib and verapamil), suvorexant should be reduced to 5 mg daily; the dose may be increased to 10 mg daily, if needed. Concurrent administration of suvorexant with alcohol can produce an additive effect on psychomotor impairment. <br\/>"},{"id":"jydrs12b32","title":"Treatment","mono":"<b>SUVOREXANT<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor mental status and vital signs. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor mental status and vital signs. Assess airway, monitor pulse oximetry, and ensure adequate ventilation in patients with a severe intoxication or a mixed ingestion (ie, other CNS depressants, alcohol).<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended because of the potential for somnolence and loss of airway protection.  HOSPITAL: In general, decontamination is not indicated following a minor exposure, but may be considered for a large overdose that presents early. Consider activated charcoal following a recent significant exposure; administer activated charcoal if the patient is awake and cooperative, not vomiting and the airway is protected.<\/li><li>Airway management: Monitor CNS and respiratory function. Assess airway and monitor pulse oximetry following a significant exposure. Although not anticipated to be necessary following a minor or moderate exposure, ensure adequate ventilation and perform endotracheal intubation in patients with severe intoxication (ie, profound somnolence, coma, respiratory depression).<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vitals signs and mental status. Routine laboratory studies are not needed unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Continuously monitor pulse oximetry and obtain blood gases as needed in patients with evidence of CNS and\/or respiratory depression. Other causes of CNS depression (eg, benzodiazepines, opioids, tricyclic antidepressants, alcohol) should be ruled out if the diagnosis is not clear or the patient presents with severe intoxication.<\/li><li>Enhanced elimination procedure: Suvorexant is highly protein bound (greater than 99%) and has a volume of distribution of approximately 49 L; therefore, hemodialysis is UNLIKELY to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult (other than mild drowsiness) with an inadvertent ingestion of 1 to 2 extra doses may be monitored at home. OBSERVATION CRITERIA: All patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for at least 12 to 18 hours and\/or until clinically improved. Children with an unintentional ingestion should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients with significant, persistent central nervous system toxicity should be admitted. Patients with coma or respiratory depression should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing a patient with severe toxicity (ie, coma, respiratory depression) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jydrs12b33","title":"Range of Toxicity","mono":"<b>SUVOREXANT<\/b><br\/>TOXIC DOSE: A toxic dose has not been established. In clinical trials, volunteers administered morning doses of up to 240 mg of suvorexant developed dose-dependent increases in the frequency and duration of somnolence. THERAPEUTIC DOSE: ADULT: The recommended dose is 10 mg taken once per night within 30 minutes of going to bed and at least 7 hours to sleep before awakening; maximum: 20 mg once daily. MODERATE CYP3A INHIBITORS: The recommended dose is 5 mg when used with moderate CYP3A inhibitors and generally should not exceed 10 mg daily. Suvorexant is NOT recommend in patients that are strong CYP3A inhibitors. PEDIATRIC: The safety and efficacy of suvorexant in pediatric patients have not been established.<br\/>"}]},"13":{"id":"jydrs13","title":"Clinical Teaching","mono":"<ul><li>Warn patient of the risk of &quot;sleep-driving&quot; and other complex behaviors (preparing and eating food, making phone calls, or having sex) when not fully awake. Risk increases when combined with alcohol or CNS depressants.<\/li><li>Counsel patient to avoid activities requiring mental alertness or coordination, as drug may cause next-day somnolence.<\/li><li>Encourage patient to report worsening of depression or suicidal ideation.<\/li><li>Side effects may include headache, dizziness, diarrhea, dry mouth, cough, or abnormal dreams.<\/li><li>Advise patient to report symptoms of sleep paralysis, hypnagogic or hypnopompic hallucinations, or cataplexy-like symptoms.<\/li><li>Instruct patient onset is quicker if drug is not taken with a meal.<\/li><li>Warn patient to avoid alcohol due to additive effects.<\/li><\/ul>"}}}