{"generic":"Eliglustat","drugs":["Cerdelga","Eliglustat"],"mono":{"0":{"id":"jydus0","title":"Generic Names","mono":"Eliglustat"},"1":{"id":"jydus1","title":"Dosing and Indications","sub":[{"id":"jydus1b4","title":"Adult Dosing","mono":"<ul><li><b>switching enzyme replacement therapy:<\/b> Administer eliglustat 24 hours after the last dose of imiglucerase, velaglucerase alfa, or taliglucerase alpha<\/li><li><b>Non-neuropathic Gaucher's disease, chronic:<\/b> extensive or intermediate CYP2D6 metabolizers, 84 mg ORALLY twice daily<\/li><li><b>Non-neuropathic Gaucher's disease, chronic:<\/b> poor CYP2D6 metabolizers, 84 mg ORALLY once daily<\/li><\/ul>"},{"id":"jydus1b5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established "},{"id":"jydus1b6","title":"Dose Adjustments","mono":"<ul><li><b>mild renal impairment:<\/b> No dosage adjustment<\/li><li><b>moderate or severe renal impairment or in patients with ESRD:<\/b> Not recommended<\/li><li><b>hepatic impairment or cirrhosis:<\/b> Not recommended.<\/li><li><b>concomitant strong or moderate CYP2D6 inhibitors:<\/b> Decrease the dose to 84 mg orally once daily in extensive and intermediate CYP2D6 metabolizers<\/li><li><b>concomitant strong or moderate CYP3A inhibitors:<\/b> Decrease the dose to 84 mg orally once daily in extensive CYP2D6 metabolizers<\/li><\/ul>"},{"id":"jydus1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Non-neuropathic Gaucher's disease, chronic<br\/>"}]},"3":{"id":"jydus3","title":"Contraindications\/Warnings","sub":[{"id":"jydus3b9","title":"Contraindications","mono":"<ul><li>extensive metabolizers or intermediate metabolizers taking a strong or moderate CYP2D6 inhibitor concomitantly with a strong or moderate CYP3A inhibitor<\/li><li>intermediate metabolizers or poor metabolizers taking a strong CYP3A inhibitor<\/li><\/ul>"},{"id":"jydus3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- increases in ECG intervals (eg, PR, QTc, and QRS) may occur<\/li><li>-- not recommended for patients with preexisting cardiac disease (eg, congestive heart failure, recent acute myocardial infarction, bradycardia, heart block, ventricular arrhythmia) or long QT syndrome<\/li><li>Concomitant use:<\/li><li>-- avoid concomitant use with Class IA (eg, quinine, procainamide) and Class III (eg, amiodarone, sotalol) antiarrhythmic drugs<\/li><\/ul>"},{"id":"jydus3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jydus3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jydus4","title":"Drug Interactions","sub":[{"id":"jydus4b13","title":"Contraindicated","mono":"<ul><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"jydus4b14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Afatinib (theoretical)<\/li><li>Aliskiren (theoretical)<\/li><li>Alprazolam (theoretical)<\/li><li>Ambrisentan (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amlodipine (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aprobarbital (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atorvastatin (theoretical)<\/li><li>Bicalutamide (theoretical)<\/li><li>Bosentan (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Cimetidine (theoretical)<\/li><li>Cinacalcet (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Colchicine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desogestrel (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Dienogest (theoretical)<\/li><li>Digoxin (established)<\/li><li>Diltiazem (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Drospirenone (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Estradiol Valerate (theoretical)<\/li><li>Ethinyl Estradiol (theoretical)<\/li><li>Ethynodiol Diacetate (theoretical)<\/li><li>Etonogestrel (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Everolimus (theoretical)<\/li><li>Fexofenadine (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Gestodene (theoretical)<\/li><li>Ginkgo Biloba (theoretical)<\/li><li>Goldenseal (theoretical)<\/li><li>Isoniazid (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Levonorgestrel (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Loperamide (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Mestranol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Miconazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Modafinil (theoretical)<\/li><li>Nafcillin (theoretical)<\/li><li>Nevirapine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norethindrone (theoretical)<\/li><li>Norgestimate (theoretical)<\/li><li>Norgestrel (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Ospemifene (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Peginterferon Alfa-2b (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pomalidomide (theoretical)<\/li><li>Prednisolone (theoretical)<\/li><li>Prednisone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Ranitidine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Regorafenib (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Rifaximin (theoretical)<\/li><li>Riociguat (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Romidepsin (theoretical)<\/li><li>Saxagliptin (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>Silodosin (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Sirolimus (theoretical)<\/li><li>Sitagliptin (theoretical)<\/li><li>Sofosbuvir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Terbinafine (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Trabectedin (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Vinblastine (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Zileuton (theoretical)<\/li><\/ul>"}]},"5":{"id":"jydus5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (12%), Nausea (10% to 12%), Upper abdominal pain (10%)<\/li><li><b>Musculoskeletal:<\/b>Backache (12%), Pain in limb (11%)<\/li><li><b>Neurologic:<\/b>Headache (13% to 40%)<\/li><li><b>Other:<\/b>Fatigue (14%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Prolonged PR interval, Prolonged QT interval, Wide QRS complex<br\/>"},"6":{"id":"jydus6","title":"Drug Name Info","sub":{"0":{"id":"jydus6b17","title":"US Trade Names","mono":"Cerdelga<br\/>"},"2":{"id":"jydus6b19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Glucosylceramide Synthase Inhibitor<\/li><\/ul>"},"3":{"id":"jydus6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jydus6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jydus7","title":"Mechanism Of Action","mono":"Eliglustat acts as substrate reduction therapy. In Gaucher disease, patients are deficient in acid beta-glucosidase, a lysosomal enzyme. This deficiency leads to accumulation of glucosylceramide in lysosomal compartments of macrophages and formation of Gaucher cells (foam cells). Eliglustat inhibits glucosylceramide synthase, which reduces this accumulation.<br\/>"},"8":{"id":"jydus8","title":"Pharmacokinetics","sub":[{"id":"jydus8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral, Extensive metabolizers: 1.5 to 2 hours<\/li><li>Tmax, Oral, Poor metabolizers: 3 hours<\/li><li>Bioavailability, Oral, Extensive metabolizers: less than 5%<\/li><li>Effect of food: no significant effect<\/li><\/ul>"},{"id":"jydus8b24","title":"Distribution","mono":"<ul><li>Protein binding: 76% to 83%<\/li><li>Vd: 835 L<\/li><\/ul>"},{"id":"jydus8b25","title":"Metabolism","mono":"Liver extensive via CYP2D6 and CYP3A4 <br\/>"},{"id":"jydus8b26","title":"Excretion","mono":"<ul><li>Renal: 41.8%<\/li><li>Fecal: 51.4%<\/li><li>Total body clearance, Extensive metabolizers: 88 L\/hr<\/li><\/ul>"},{"id":"jydus8b27","title":"Elimination Half Life","mono":"<ul><li>Extensive metabolizers: 6.5 hours<\/li><li>Poor metabolizers: 8.9 hours<\/li><\/ul>"}]},"9":{"id":"jydus9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>swallow capsule whole (do not crush, dissolve, or open), preferably with water<\/li><li>may take with or without food<\/li><li>avoid grapefruit and grapefruit juice<\/li><li>missed dose: Take 1 dose at the next scheduled dosing time; do not double the dose<\/li><\/ul>"},"10":{"id":"jydus10","title":"Monitoring","mono":"<ul><li>symptomatic improvement in patients with Gaucher disease type 1 who are extensive, intermediate, or poor CYP2D6 metabolizers is indicative of efficacy<\/li><li>CYP2D6 genotype screening; before treatment initiation<\/li><\/ul>"},"11":{"id":"jydus11","title":"How Supplied","mono":"<b>Cerdelga<\/b><br\/>Oral Capsule: 84 MG<br\/>"},"12":{"id":"jydus12","title":"Toxicology","sub":[{"id":"jydus12b31","title":"Clinical Effects","mono":"<b>ELIGLUSTAT<\/b><br\/>USES: Eliglustat, a glucosylceramide synthase inhibitor, is used orally for the long-term treatment of adult patients with Gaucher disease type 1 (GD1) who are CYP2D6 extensive metabolizers, intermediate metabolizers or poor metabolizers. It is a CYP2D6 and CYP3A substrate. Treatment results in the reduced production of glucosylceramide. PHARMACOLOGY: Eliglustat acts as a substrate reduction therapy. In Gaucher disease, patients are deficient in acid beta-glucosidase, a lysosomal enzyme. This deficiency leads to accumulation of glucosylceramide in lysosomal compartments of macrophages and formation of Gaucher cells (foam cells). Eliglustat inhibits glucosylceramide synthase, which thereby reduces glucosylceramide accumulation and the formation of Gaucher cells. EPIDEMIOLOGY: Exposure is rare. There are no reports of overdose. OVERDOSE: Limited data. Clinical events are anticipated to be an extension of events reported with therapeutic use. MILD TO MODERATE TOXICITY: Gastrointestinal (ie, nausea, vomiting, diarrhea) and CNS (ie, headache) events are likely to occur. SEVERE TOXICITY: In a single-dose escalation study in healthy subjects, a dose approximately equivalent to 21 times (59-fold higher than normal therapeutic concentrations) the recommended dose for Gaucher disease type 1 patients (approximately 1764 mg) produced nausea, vomiting, hypotension, bradycardia, and dizziness resulting in significant disequilibrium. ADVERSE EFFECTS: COMMON: The most frequently reported adverse events occurring in greater than 10% of patients include fatigue, headache, nausea, back pain, pain in extremities and upper abdominal pain. OTHER EVENTS: Adverse events reported less frequently with eliglustat therapy are dizziness, asthenia, cough, dyspepsia, gastroesophageal reflux disease, constipation, palpitations and rash. ECG CHANGES: In patients with a history of cardiac disease, long QT syndromes, and in combination with Class IA (ie, quinidine, procainamide) and Class III (ie, amiodarone, sotalol) antiarrhythmic medications, the administration of eliglustat is not recommended because it may cause an increase in ECG intervals (ie, PR, QTc, and QRS intervals) at substantially increased plasma concentrations and a potential for cardiac dysrhythmias. DRUG-DRUG INTERACTIONS: Drugs that inhibit CYP2D6 and CYP3A may significantly increase plasma concentrations of eliglustat resulting in increases in PR, QTc and\/or QRS intervals that could potentially lead to cardiac dysrhythmias. <br\/>"},{"id":"jydus12b32","title":"Treatment","mono":"<b>ELIGLUSTAT<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Overdose information is limited. Significant toxicity is not anticipated following a mild to moderate exposure. Monitor vital signs and neurologic function. Gastrointestinal events (ie, nausea, vomiting and\/or diarrhea) are likely to occur. Monitor fluid and serum electrolytes as indicated. Replace fluids (oral or IV fluids) and electrolytes as necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant electrolyte abnormalities in patients with severe vomiting and\/or diarrhea. HYPOTENSION: Treat moderate to severe hypotension with IV fluids, dopamine or norepinephrine as necessary. ECG CHANGES\/POTENTIAL DYSRHYTHMIAS: Obtain a baseline ECG and institute continuous cardiac monitoring following a significant exposure or in patients at risk (ie, a history of cardiac disease including CHF, myocardial infarction, heart block, dysrhythmias, patients taking Class IA (ie, quinidine, procainamide) or Class III (ie, sotalol, amiodarone) antiarrhythmic medications, or patients with known drug-drug interactions (ie, CYP2D6 and CYP3A inhibitors).<\/li><li>Decontamination: PREHOSPITAL: Prehospital activated charcoal is unlikely to be necessary. HOSPITAL: Consider activated charcoal if a recent large overdose or significant coingestants are suspected and the patient is not vomiting and the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary unless the patient has a had a significant exposure or more toxic agents are involved.<\/li><li>Antidote: There is no known antidote.<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Ventricular arrhythmia: Theoretically, eliglustat is likely to cause an increase in PR, QTc and QRS intervals at significantly elevated plasma concentrations; therefore, it is not recommend in patients with a history of cardiac disease, long QT syndromes, and in combination with Class IA (ie, quinidine, procainamide) and Class III (ie, amiodarone, sotalol) antiarrhythmic medications due to the increased risk of cardiac arrhythmias. In addition, eliglustat is a CYP2D6 and CYP3A substrate and drugs that inhibit these pathways may significantly increase plasma concentrations of eliglustat resulting in increases in PR, QTc and\/or QRS intervals that could potentially lead to cardiac dysrhythmias. Obtain an ECG, institute continuous cardiac monitoring and administer oxygen as indicated.  Evaluate for hypoxia, acidosis, and electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia). Correct electrolyte abnormalities. Consider lidocaine for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function. Amiodarone should be used with caution. Unstable rhythms require immediate cardioversion.<\/li><li>Monitoring of patient: Monitor vital signs and neurologic function. Monitor fluid and electrolyte balance in patients with persistent vomiting and\/or diarrhea or as indicated. Obtain a baseline ECG and institute continuous cardiac monitoring following a significant exposure or in patients with a history of cardiac disease (eg, CHF, myocardial infarction, bradycardia, heart block or dysrhythmias) or coadministration of drugs that inhibit CYP2D6 and CYP3A. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Eliglustat has a large volume of distribution (835 L) and moderately protein bound (76% to 83%); therefore, hemodialysis is UNLIKELY to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with an inadvertent ingestion of 1 to 2 extra doses or an adult with mild gastrointestinal symptoms can be monitored at home. An asymptomatic child with an inadvertent ingestion (1 tablet) or mild gastrointestinal symptoms can be monitored at home with adult supervision. OBSERVATION CRITERIA: Patients that have more than mild gastrointestinal symptoms or had a deliberate ingestion should be referred to a healthcare facility for evaluation and treatment. ADMISSION CRITERIA: Patients that develop persistent signs or symptoms of hypotension and bradycardia, alterations in neurologic function, significant dehydration\/electrolyte imbalance or other toxicity should be admitted.  CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jydus12b33","title":"Range of Toxicity","mono":"<b>ELIGLUSTAT<\/b><br\/>TOXICITY: A toxic dose has not been established. In a single-dose escalation study in healthy subjects, a dose approximately equivalent to 21 times (59-fold higher than normal therapeutic concentrations) the recommended dose for Gaucher disease type 1 patients (approximately 1764 mg) produced hypotension, bradycardia, nausea, vomiting, and dizziness resulting in significant disequilibrium. THERAPEUTIC DOSE: ADULT: CYP2D6 EXTENSIVE and INTERMEDIATE METABOLIZERS: The recommended dose of eliglustat is 84 mg orally twice daily in CYP2D6 extensive metabolizers and intermediate metabolizers. CYP2D6 POOR METABOLIZERS: The recommended dose is 84 mg orally once daily in CYP2D6 poor metabolizers. PEDIATRIC: The safety and efficacy of eliglustat in pediatric patients have not been established. <br\/>"}]},"13":{"id":"jydus13","title":"Clinical Teaching","mono":"<ul><li>Encourage patient to report palpitations, fainting, or dizziness.<\/li><li>Side effects may include headache, extremity pain, back pain, fatigue, nausea, diarrhea, or upper abdominal pain.<\/li><li>Instruct patient to avoid grapefruit products with drug.<\/li><li>Advise patient who misses a dose to skip the missed dose and resume regular schedule.<\/li><\/ul>"}}}