{"generic":"Ledipasvir\/Sofosbuvir","drugs":["Harvoni","Ledipasvir\/Sofosbuvir"],"mono":{"0":{"id":"jyfbs0","title":"Generic Names","mono":"Ledipasvir\/Sofosbuvir"},"1":{"id":"jyfbs1","title":"Dosing and Indications","sub":[{"id":"jyfbs1b4","title":"Adult Dosing","mono":"<b>Hepatitis C, chronic, Genotype 1:<\/b> ledipasvir 90 mg\/sofosbuvir 400 mg ORALLY once daily; give for 12 weeks in treatment-naive patients with or without cirrhosis, and in treatment-experienced patients without cirrhosis; give for 24 weeks in treatment-experienced patients with cirrhosis; may consider 8 weeks of treatment in treatment-naive patients without cirrhosis who have pretreatment hepatitis C virus RNA less than 6 million international units\/mL "},{"id":"jyfbs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"jyfbs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild or moderate:<\/b> Dosage adjustment not required.<\/li><li><b>renal impairment, severe (eGFR less than 30 mL\/min\/1.73 m(2)):<\/b> Safety and efficacy not established<\/li><li><b>hemodialysis:<\/b> Safety and efficacy not established in patients with ESRD requiring dialysis<\/li><li><b>hepatic impairment (Child-Pugh class A, B, or C):<\/b> Dosage adjustment not required; safety and efficacy not established in decompensated cirrhosis<\/li><li><b>geriatric:<\/b> Dosage adjustment not required.<\/li><\/ul>"},{"id":"jyfbs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hepatitis C, chronic, Genotype 1<br\/>"}]},"3":{"id":"jyfbs3","title":"Contraindications\/Warnings","sub":[{"id":"jyfbs3b9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"jyfbs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Bradycardia and fatal cardiac arrest have been reported during concurrent use of amiodarone, with some cases requiring pacemaker intervention; monitoring recommended and discontinuation may be necessary<\/li><li>-- Increased risk of bradycardia during concurrent amiodarone among patients with concomitant beta blocker use, underlying cardiac comorbidities, and advanced liver disease; monitoring recommended<\/li><li>Concomitant Use:<\/li><li>-- Amiodarone is not recommended<\/li><li>-- Anticonvulsants (eg, carbamazepine, phenytoin, phenobarbital, oxcarbazepine) are not recommended<\/li><li>-- Antimycobacterials (eg, rifabutin, rifampin, rifapentine) are not recommended<\/li><li>-- Elvitegravir\/cobicistat\/emtricitabine\/tenofovir disoproxil fumarate is not recommended<\/li><li>-- Other products containing sofosbuvir are not recommended<\/li><li>-- P-glycoprotein (P-gp) inducers (eg, rifampin, St. John's wort) are not recommended<\/li><li>-- Rosuvastatin is not recommended<\/li><li>-- Simeprevir is not recommended<\/li><li>-- Tipranavir\/ritonavir is not recommended<\/li><\/ul>"},{"id":"jyfbs3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jyfbs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jyfbs4","title":"Drug Interactions","sub":{"1":{"id":"jyfbs4b14","title":"Major","mono":"<ul><li>Aluminum Carbonate, Basic (theoretical)<\/li><li>Aluminum Hydroxide (theoretical)<\/li><li>Aluminum Phosphate (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Calcium Carbonate (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Cimetidine (theoretical)<\/li><li>Dexlansoprazole (theoretical)<\/li><li>Digoxin (theoretical)<\/li><li>Dihydroxyaluminum Aminoacetate (theoretical)<\/li><li>Dihydroxyaluminum Sodium Carbonate (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Esomeprazole (theoretical)<\/li><li>Famotidine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Lansoprazole (theoretical)<\/li><li>Magaldrate (theoretical)<\/li><li>Magnesium Carbonate (theoretical)<\/li><li>Magnesium Hydroxide (theoretical)<\/li><li>Magnesium Oxide (theoretical)<\/li><li>Magnesium Trisilicate (theoretical)<\/li><li>Nizatidine (theoretical)<\/li><li>Omeprazole (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Pantoprazole (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rabeprazole (theoretical)<\/li><li>Ranitidine (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Rosuvastatin (theoretical)<\/li><li>Simeprevir (established)<\/li><li>Sodium Bicarbonate (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tenofovir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"}}},"5":{"id":"jyfbs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache (11% to 17%)<\/li><li><b>Other:<\/b>Fatigue (13% to 18%)<\/li><\/ul>"},"6":{"id":"jyfbs6","title":"Drug Name Info","sub":{"0":{"id":"jyfbs6b17","title":"US Trade Names","mono":"Harvoni<br\/>"},"2":{"id":"jyfbs6b19","title":"Class","mono":"Antiviral<br\/>"},"3":{"id":"jyfbs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jyfbs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jyfbs7","title":"Mechanism Of Action","mono":"A combination of ledipasvir, a hepatitis C virus (HCV) NS5A inhibitor, and sofosbuvir, an HCV nucleotide analog NS5B polymerase inhibitor acts by interfering with viral replication. Sofosbuvir is a prodrug which is metabolized to GS-461203, the active metabolite.<br\/>"},"8":{"id":"jyfbs8","title":"Pharmacokinetics","sub":[{"id":"jyfbs8b23","title":"Absorption","mono":"<ul><li>Tmax: 4 to 4.5 hours (ledipasvir); 0.8 to 1 hour (sofosbuvir); 3.5 to 4 hours (GS-461203, active sofosbuvir metabolite)<\/li><li>Effects of food: 2-fold increase in AUC (sofosbuvir)<\/li><\/ul>"},{"id":"jyfbs8b24","title":"Distribution","mono":"Protein binding: Greater than 99.8% (ledipasvir); 61% to 65% (sofosbuvir) <br\/>"},{"id":"jyfbs8b25","title":"Metabolism","mono":"<ul><li>sofosbuvir: Liver, extensive<\/li><li>sofosbuvir metabolites: GS-461203, active; GS-331007, major inactive<\/li><li>ledipasvir: No appreciable metabolism<\/li><li>substrates of P-gp: Ledipasvir and sofosbuvir.<\/li><\/ul>"},{"id":"jyfbs8b26","title":"Excretion","mono":"<ul><li>sofosbuvir: 80%, 14%, and 2.5% recovered in feces, urine, and in expired air<\/li><li>ledipasvir: biliary route, primary; 86% recovered in feces, 70% unchanged<\/li><\/ul>"},{"id":"jyfbs8b27","title":"Elimination Half Life","mono":"<ul><li>ledipasvir: 47 hours<\/li><li>sofosbuvir: 0.5 hours<\/li><li>GS-331007, the primary sofosbuvir metabolite: 27 hours<\/li><\/ul>"}]},"9":{"id":"jyfbs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>give with or without food<\/li><li>separate antacids and ledipasvir\/sofosbuvir by 4 hours<\/li><\/ul>"},"10":{"id":"jyfbs10","title":"Monitoring","mono":"<ul><li>determine hepatitis C virus genotype prior to initiation of therapy<\/li><li>reduction in HCV-RNA viral load and improvement in signs\/symptoms of chronic hepatitis C genotype 1 infection may indicate efficacy<\/li><\/ul>"},"11":{"id":"jyfbs11","title":"How Supplied","mono":"<b>Harvoni<\/b><br\/>Oral Tablet: (Ledipasvir - Sofosbuvir) 90 MG-400 MG<br\/>"},"12":{"id":"jyfbs12","title":"Toxicology","sub":[{"id":"jyfbs12b31","title":"Clinical Effects","mono":"<b>SOFOSBUVIR<\/b><br\/>USES: Sofosbuvir is indicated for the treatment of chronic hepatitis C viral (HCV) infection in adults as a component of a combination antiviral treatment regimen. PHARMACOLOGY: Sofosbuvir is an antiviral agent that acts directly against the hepatitis C virus (HCV) via inhibition of the HCV NS5B RNA-dependent RNA polymerase, an enzyme essential for viral replication. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Signs and symptoms of an acute overdose are anticipated to be similar to excessive pharmacologic adverse events. ADVERSE EFFECTS: MOST COMMON (20% or greater): Sofosbuvir in combination with ribavirin: Fatigue and headache. Sofosbuvir in combination with peginterferon alfa and ribavirin: Fatigue, headache, nausea, insomnia, and anemia. COMMON (15% or greater): The following common adverse effects have also been reported in patients receiving sofosbuvir in combination with either ribavirin and\/or peginterferon alfa: Pruritus, rash, myalgia, diarrhea, decreased appetite, neutropenia, asthenia, irritability, fever, chills, and influenza-like illness. UNCOMMON BUT POTENTIALLY SERIOUS (less than 1%): Pancytopenia in patients receiving concomitant peginterferon alfa. Psychiatric disorders such as severe depression including suicidal ideation and suicide. <br\/>"},{"id":"jyfbs12b32","title":"Treatment","mono":"<b>SOFOSBUVIR<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant electrolyte abnormalities in patients with severe diarrhea. Neutropenia may occur. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). In clinical trials, creatine kinase elevations of more than 10 times ULN occurred in 1% of patients treated for 12 weeks with sofosbuvir in combination with ribavirin and peginterferon alpha. Monitor creatine kinase levels. If severe elevations occur and there is a concern for rhabdomyolysis, treat the patient with aggressive IV fluids and consider sodium bicarbonate.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic agents are involved.<\/li><li>Antidote: None<\/li><li>Neutropenia: Administer colony stimulating factors in patients who develop severe neutropenia or neutropenic sepsis. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential daily until recovery has occurred. Patients with severe neutropenia should be in protective isolation.<\/li><li>Rhabdomyolysis: During clinical trials, creatine kinase elevations of more than 10 times ULN occurred in 1% of patients treated for 12 weeks with sofosbuvir in combination with ribavirin and peginterferon alpha. Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs after significant overdose. Monitor serum electrolytes in patients with significant diarrhea. Monitor CBC with differential following significant overdose. Monitor liver enzymes for possible elevations in bilirubin following significant overdose. Monitor creatine kinase levels following significant overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding. Approximately 18% of the administered dose was removed during a 4-hour hemodialysis session.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe neutropenia should be admitted to the hospital. Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jyfbs12b33","title":"Range of Toxicity","mono":"<b>SOFOSBUVIR<\/b><br\/>TOXICITY: A specific toxic dose has not been established. In clinical trials, the administration of a single supratherapeutic dose of sofosbuvir 1200 mg administered to 59 healthy subjects did not result in any untoward effects, and adverse events were similar in frequency and severity to those reported in the placebo and sofosbuvir 400 mg treatment groups. THERAPEUTIC DOSE: ADULT: One 400 mg tablet orally once daily in combination with pegylated interferon and ribavirin. PEDIATRIC: The safety and efficacy of sofosbuvir have not been established in pediatric patients. <br\/>"}]},"13":{"id":"jyfbs13","title":"Clinical Teaching","mono":"Side effects may include fatigue, headache, nausea, diarrhea, or insomnia.<br\/>"}}}