{"generic":"Nintedanib","drugs":["Nintedanib","Ofev"],"mono":{"0":{"id":"jyfds0","title":"Generic Names","mono":"Nintedanib"},"1":{"id":"jyfds1","title":"Dosing and Indications","sub":[{"id":"jyfds1b4","title":"Adult Dosing","mono":"<b>Idiopathic pulmonary fibrosis:<\/b> 150 mg ORALLY twice daily approximately 12 hours apart; take with food and swallow capsule whole with liquid (MAX 300 mg\/day) "},{"id":"jyfds1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jyfds1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to moderate:<\/b> No dose adjustment to the starting dose is required<\/li><li><b>hepatic impairment, moderate (Child-Pugh B) or severe (Child-Pugh C):<\/b> Treatment not recommended<\/li><li><b>hepatic impairment, AST or ALT more than 3 but less than 5 times ULN and no signs of severe liver damage:<\/b> Interrupt treatment or reduce nintedanib to 100 mg twice daily; when levels return to baseline, reintroduce nintedanib at 100 mg twice daily and may increase to 150 mg twice daily<\/li><li><b>hepatic impairment, AST or ALT greater than 5 times ULN or greater than 3 times ULN with signs or symptoms of severe liver damage:<\/b> Discontinue treatment<\/li><li><b>adverse effects (eg, diarrhea, nausea, vomiting):<\/b> Manage symptomatically and consider treatment interruption if adverse effect persists; resume at full dosage or at reduced dosage (100 mg twice daily) followed by increase to full dosage; discontinue treatment for reactions that continue to be severe despite symptomatic management or if patient is unable to tolerate reduced dosage<\/li><li><b>myocardial ischemia:<\/b> Consider treatment interruption for acute signs or symptoms<\/li><\/ul>"},{"id":"jyfds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Idiopathic pulmonary fibrosis<br\/>"}]},"3":{"id":"jyfds3","title":"Contraindications\/Warnings","sub":[{"id":"jyfds3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jyfds3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- use caution in patients with cardiovascular risk including coronary artery disease as arterial thromboembolic events have been reported; interruption of treatment may be necessary if signs or symptoms of acute myocardial ischemia develop<\/li><li>Gastrointestinal:<\/li><li>-- diarrhea, usually mild to moderate, has been commonly reported; treat symptoms and reduce dosage or discontinue if symptoms persist<\/li><li>-- nausea and vomiting, usually mild to moderate, have been commonly reported; treat symptoms and reduce dosage or discontinue if symptoms persist<\/li><li>-- use caution in patients with recent abdominal surgery as gastrointestinal perforation has been reported; discontinue if condition occurs; use in patients at risk of perforation only if the anticipated benefit outweighs the potential risk<\/li><li>Hematologic:<\/li><li>-- increased risk of bleeding; use in patients with known risk of bleeding only if the anticipated benefit outweighs the potential risk<\/li><li>Hepatic:<\/li><li>-- liver enzymes (ALT, AST, alkaline phosphatase, gamma glutamic transpeptidase, and bilirubin) may become elevated; monitoring recommended and dosage adjustment or interruption may be necessary<\/li><li>-- hepatic impairment, moderate or severe; use is not recommended<\/li><li>Concomitant Use:<\/li><li>-- concomitant use with P-glycoprotein and CYP3A4 inducers should be avoided<\/li><li>-- smoking should be avoided<\/li><\/ul>"},{"id":"jyfds3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jyfds3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jyfds4","title":"Drug Interactions","sub":{"1":{"id":"jyfds4b14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Fondaparinux (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Nadroparin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"}}},"5":{"id":"jyfds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (5%)<\/li><li><b>Endocrine metabolic:<\/b>Weight decreased (10%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (15%), Decrease in appetite (11%)<\/li><li><b>Neurologic:<\/b>Headache (8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Arterial thromboembolism (2.5%), Myocardial infarction (1.5%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (62%), Gastrointestinal perforation (0.3%), Nausea (24%), Vomiting (12%)<\/li><li><b>Hematologic:<\/b>Bleeding (10%)<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (14%)<\/li><li><b>Respiratory:<\/b>Bronchitis (1.2%), Neoplasm of lung, Pneumonia<\/li><\/ul>"},"6":{"id":"jyfds6","title":"Drug Name Info","sub":{"0":{"id":"jyfds6b17","title":"US Trade Names","mono":"Ofev<br\/>"},"2":{"id":"jyfds6b19","title":"Class","mono":"Tyrosine Kinase Inhibitor<br\/>"},"3":{"id":"jyfds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jyfds6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jyfds7","title":"Mechanism Of Action","mono":"Nintedanib is a kinase inhibitor shown to inhibit the vascular endothelial growth factor receptors (VEGFR-1, VEGFR-2, and VEGFR-3), fibroblast growth factor receptor (FGFR1, FGFR2, and FGFR3), and platelet-derived growth factor receptor (PDGFR) alpha and beta. Nintedanib blocked intracellular signaling and prevented proliferation, migration, and transformation of fibroblasts implicated in idiopathic pulmonary fibrosis pathogenesis.<br\/>"},"8":{"id":"jyfds8","title":"Pharmacokinetics","sub":[{"id":"jyfds8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2 to 4 hours<\/li><li>Bioavailability, Oral: 4.7%<\/li><li>Effects of food: delayed absorption and increased exposure by 20%<\/li><\/ul>"},{"id":"jyfds8b24","title":"Distribution","mono":"<ul><li>Protein binding, serum albumin: 97.8%<\/li><li>Vd: 1050 L<\/li><\/ul>"},{"id":"jyfds8b25","title":"Metabolism","mono":"<ul><li>Liver: about 30% via ester cleavage and CYP enzymes<\/li><li>BIBF 1202 (major): unknown<\/li><li>BIBF 1202 glucuronide: unknown<\/li><li>CYP-dependent metabolite: unknown<\/li><li>substrate of P-gp and CYP3A4 (minor)<\/li><\/ul>"},{"id":"jyfds8b26","title":"Excretion","mono":"<ul><li>Renal excretion: oral, 0.05% (unchanged); IV, 1.4% (unchanged)<\/li><li>Renal clearance: 20 mL\/min<\/li><li>Fecal\/Bile: 93.4% (changed)<\/li><li>Total body clearance: 1390 mL\/min<\/li><\/ul>"},{"id":"jyfds8b27","title":"Elimination Half Life","mono":"9.5 hours <br\/>"}]},"9":{"id":"jyfds9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food<\/li><li>swallow whole with liquid<\/li><li>do not crush or chew<\/li><li>do not make up missed doses; take next dose at next scheduled time<\/li><\/ul>"},"10":{"id":"jyfds10","title":"Monitoring","mono":"<ul><li>a reducction in the decline in forced vital capacity is indicative of efficacy<\/li><li>liver function tests; prior to initiation of therapy, monthly for 3 months, and every 3 months thereafter or as clinically indicated<\/li><li>adverse reactions; patients with mild hepatic impairment<\/li><\/ul>"},"11":{"id":"jyfds11","title":"How Supplied","mono":"<b>Ofev<\/b><br\/>Oral Capsule: 100 MG, 150 MG<br\/>"},"12":{"id":"jyfds12","title":"Toxicology","sub":[{"id":"jyfds12b31","title":"Clinical Effects","mono":"<b>NINTEDANIB<\/b><br\/>USES: Nintedanib is approved for the treatment of idiopathic pulmonary fibrosis in adult patients. PHARMACOLOGY: Nintedanib is a kinase inhibitor shown to inhibit the vascular endothelial growth factor receptors (VEGFR-1, VEGFR-2, and VEGFR-3), fibroblast growth factor receptor (FGFR1, FGFR2, and FGFR3), and platelet-derived growth factor receptor (PDGFR) alpha and beta. By binding to these receptors, nintedanib blocks intracellular signaling and prevents proliferation, migration, and transformation of fibroblasts implicated in idiopathic pulmonary fibrosis pathogenesis. Nintedanib is also shown to inhibit Fms-like tyrosine kinase-3 (FLT3) and other non-receptor tyrosine kinases (ie, Lck, Lyn, and Src), but the role of these receptors in the treatment of idiopathic pulmonary fibrosis is unknown. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. In general, overdose effects are anticipated to be an extension of adverse effects at therapeutic doses. One patient, who received a dose of 600 mg daily (twice the recommended daily dose) for 21 days, experienced nasopharyngitis that resolved without an onset of any other reported clinical effect. Two other patients, who received 600 mg twice daily (four times the recommended daily dose) for up to 8 days during oncology studies, reported clinical effects that were consistent with adverse effects that have been reported with therapeutic doses. Both patients recovered. ADVERSE EFFECTS: COMMON: The most common adverse effects reported, with an incidence of at least 5%, include nausea, vomiting, diarrhea, abdominal pain, decreased appetite, decreased weight, elevated liver enzymes, hypertension, and headache. INFREQUENT: Other adverse effects that occurred less frequently, but had an incidence greater than placebo, included arterial thromboembolic events, myocardial infarction, hypothyroidism, bleeding, gastrointestinal perforation, pneumonia, and bronchitis.<br\/>"},{"id":"jyfds12b32","title":"Treatment","mono":"<b>NINTEDANIB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  For severe hypertension, nitroprusside is preferred. Nitroglycerin and phentolamine are alternatives. There may be an increased risk of bleeding with this agent. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor fluid and electrolyte levels in patients with significant vomiting and\/or diarrhea. Monitor vital signs and liver enzymes. Bleeding has been reported with nintedanib therapy. Monitor CBC with differential and platelet count periodically following overdose. Serum nintedanib levels are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, who remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jyfds12b33","title":"Range of Toxicity","mono":"<b>NINTEDANIB<\/b><br\/>TOXICITY: A specific toxic dose has not been established. One patient, who received a nintedanib dose of 600 mg daily (twice the recommended daily dose) for 21 days, experienced nasopharyngitis that resolved without an onset of any other reported clinical effect. Two other patients, who received 600 mg twice daily (four times the recommended daily dose) for up to 8 days during oncology studies, reported clinical effects that were consistent with adverse effects that have been reported with therapeutic doses. Both patients recovered. THERAPEUTIC DOSE: ADULTS: The recommended dose is 150 mg every 12 hours. The maximum daily dose is 300 mg. PEDIATRIC: Safety and efficacy in pediatric patients have not been established.<br\/>"}]},"13":{"id":"jyfds13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report diarrhea, nausea, or vomiting.<\/li><li>Warn female patient to prevent pregnancy during treatment and for at least 3 months after discontinuation.<\/li><li>Tell patient to report symptoms of acute myocardial ischemia or arterial thromboembolic events.<\/li><li>Side effects may include abdominal pain, loss of appetite, decreased weight, or hypertension.<\/li><li>Instruct patient to report symptoms of gastrointestinal perforation or any unusual bleeding.<\/li><li>Counsel patient to take drug with food.<\/li><li>Encourage patient to avoid smoking with drug due to potential for decreased efficacy.<\/li><li>Advise patient to skip a missed dose and resume a normal dosing schedule.<\/li><\/ul>"}}}