{"generic":"Pirfenidone","drugs":["Esbriet","Pirfenidone"],"mono":{"0":{"id":"jyffs0","title":"Generic Names","mono":"Pirfenidone"},"1":{"id":"jyffs1","title":"Dosing and Indications","sub":[{"id":"jyffs1b4","title":"Adult Dosing","mono":"<ul><li>prior to initiation, conduct liver function tests; continued routine monitoring advised in all patients treated; dose adjustment or discontinuation may be necessary with elevated liver function tests.<\/li><li><b>Idiopathic pulmonary fibrosis:<\/b> 267 mg (1 capsule) ORALLY 3 times daily for 7 days, then 534 mg (2 capsules) ORALLY 3 times daily on days 8 through 14, then 801 mg (3 capsules) ORALLY 3 times daily thereafter; all doses should be taken with food; doses greater than 2403 mg\/day not recommended<\/li><\/ul>"},{"id":"jyffs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established "},{"id":"jyffs1b6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment, severe:<\/b> Use not recommended<\/li><li><b>hepatic impairment, ALT or AST elevation 3 to 5 times ULN without hyperbilirubinemia or clinical symptoms:<\/b> Consider dose reduction or temporary interruption of therapy until liver function tests are within normal limits<\/li><li><b>hepatic impairment, ALT or AST elevation 3 to 5 times ULN with hyperbilirubinemia or clinical symptoms:<\/b> Permanently discontinue therapy<\/li><li><b>hepatic impairment, ALT or AST elevation greater than 5 times ULN:<\/b> Permanently discontinue therapy<\/li><li><b>geriatric:<\/b> No age-based dosage adjustment necessary<\/li><li><b>ESRD requiring dialysis:<\/b> Use not recommended<\/li><li><b>concomitant use of strong CYP1A2 inhibitors:<\/b> Reduce dosage to 267 mg (1 capsule) 3 times\/day<\/li><li><b>concomitant use of moderate CYP1A2 inhibitors:<\/b> Reduce dosage to 534 mg (2 capsules) 3 times\/day<\/li><li><b>significant adverse effects (ie gastrointestinal effects, photosensitivity, or rash):<\/b> Consider temporary dose reduction or discontinuation until symptoms resolve<\/li><\/ul>"},{"id":"jyffs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Idiopathic pulmonary fibrosis<br\/>"}]},"3":{"id":"jyffs3","title":"Contraindications\/Warnings","sub":[{"id":"jyffs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jyffs3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- photosensitivity reactions and rash may occur; avoid sunlight exposure and dose reduction, therapy interruption, or discontinuation may be necessary<\/li><li>Gastrointestinal:<\/li><li>-- gastrointestinal disorders (nausea, vomiting, diarrhea, dyspepsia, GERD, and abdominal pain) have been reported; dose reduction or therapy interruption may be necessary<\/li><li>Hepatic:<\/li><li>-- liver enzyme (ALT, AST, and rarely bilirubin) elevations may occur; monitoring recommended and dose reduction, therapy interruption, or discontinuation may be necessary<\/li><li>Concomitant Use:<\/li><li>-- concomitant use with medications that increase photosensitivity should be avoided<\/li><li>-- concomitant use with strong CYP1A inhibitors is not recommended<\/li><li>-- concomitant use with strong or moderate inhibitors of both CYP1A2 and another CYP enzyme involved in pirfenidone metabolism (ie, CYP2C9, CYP2C19, CYP2D6, CYP2E1) should be avoided<\/li><li>-- concomitant use with strong CYP1A2 inducers should be avoided<\/li><\/ul>"},{"id":"jyffs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jyffs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jyffs4","title":"Drug Interactions","sub":{"1":{"id":"jyffs4b14","title":"Major","mono":"<ul><li>Abiraterone (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Enoxacin (theoretical)<\/li><li>Ethinyl Estradiol (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Methoxsalen (theoretical)<\/li><li>Mexiletine (theoretical)<\/li><li>Peginterferon Alfa-2b (theoretical)<\/li><li>Phenylpropanolamine (theoretical)<\/li><li>Thiabendazole (theoretical)<\/li><li>Zileuton (theoretical)<\/li><\/ul>"}}},"5":{"id":"jyffs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (30%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (25%), Diarrhea (26%), Gastroesophageal reflux disease (11%), Indigestion (19%), Loss of appetite (13%), Nausea (36%), Vomiting (13%), Weight decreased (10%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (10%)<\/li><li><b>Neurologic:<\/b>Dizziness (18%), Headache (22%), Insomnia (10%)<\/li><li><b>Respiratory:<\/b>Sinusitis (11%), Upper respiratory infection (27%)<\/li><li><b>Other:<\/b>Fatigue (26%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Photosensitivity (9%)<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (0.3% to 3.7%)<\/li><\/ul>"},"6":{"id":"jyffs6","title":"Drug Name Info","sub":{"0":{"id":"jyffs6b17","title":"US Trade Names","mono":"Esbriet<br\/>"},"2":{"id":"jyffs6b19","title":"Class","mono":"Respiratory Agent<br\/>"},"3":{"id":"jyffs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jyffs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jyffs7","title":"Mechanism Of Action","mono":"The precise mechanism of action of pirfenidone has not been established. However, Pirfenidone's ability to interfere with TNF-alpha in human astrocytes may prove useful in the treatment of multiple sclerosis, and data demonstrating pirfenidone's  ability to inhibit lung fibroblast proliferation supports it's role in treating obliterative  bronchiolitis.<br\/>"},"8":{"id":"jyffs8","title":"Pharmacokinetics","sub":[{"id":"jyffs8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 0.5 hours<\/li><li>Effects of food: decreases absorption<\/li><\/ul>"},{"id":"jyffs8b24","title":"Distribution","mono":"<ul><li>Protein binding: 58%<\/li><li>Vd: 59 to 71 L<\/li><\/ul>"},{"id":"jyffs8b25","title":"Metabolism","mono":"<ul><li>Liver: primary site<\/li><li>5-carboxy-pirfenidone: inactive<\/li><li>Substrate of CYP1A2<\/li><\/ul>"},{"id":"jyffs8b26","title":"Excretion","mono":"<ul><li>Renal excretion: 80% changed<\/li><li>Dialyzable: Yes (hemodialysis), to some extent<\/li><\/ul>"},{"id":"jyffs8b27","title":"Elimination Half Life","mono":"3 hours <br\/>"}]},"9":{"id":"jyffs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>missed dose, 14 days or longer: Resume therapy by restarting with initial titration schedule<\/li><li>missed dose, less than 14 days: Resume dosage used prior to interruption<\/li><li>administer with food<\/li><\/ul>"},"10":{"id":"jyffs10","title":"Monitoring","mono":"<ul><li>a reduction in the decline in forced vital capacity may indicate efficacy<\/li><li>liver function tests (ALT, AST, bilirubin); prior to starting therapy, monthly for first 6 months, and every 3 months thereafter<\/li><li>adverse reactions (eg, gastrointestinal intolerance, photosensitivity, rash); in patients with hepatic or renal impairment<\/li><\/ul>"},"11":{"id":"jyffs11","title":"How Supplied","mono":"<b>Esbriet<\/b><br\/>Oral Capsule: 267 MG<br\/>"},"12":{"id":"jyffs12","title":"Toxicology","sub":[{"id":"jyffs12b31","title":"Clinical Effects","mono":"<b>PIRFENIDONE<\/b><br\/>USES: Pirfenidone is indicated in adults for the treatment of idiopathic pulmonary fibrosis. PHARMACOLOGY: The precise mechanism of action of pirfenidone, a pyridone, has not been established. However, pirfenidone's ability to interfere with TNF-alpha in human astrocytes may prove useful in the treatment of multiple sclerosis. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. No adverse effects were reported after patients received up to 4005 mg\/day of pirfenidone. ADVERSE EFFECTS: MOST COMMON (10% OR GREATER): Nausea, rash, abdominal pain, upper respiratory tract infection, diarrhea, fatigue, headache, dyspepsia, dizziness, vomiting, anorexia, gastroesophageal reflux disease, sinusitis, insomnia, decreased weight, and arthralgia. OTHER EFFECTS: Angioedema, photosensitivity reactions, agranulocytosis, elevated ALT and AST concentrations, and elevated bilirubin concentration. DRUG INTERACTION: Coadministration of pirfenidone (a CYP1A2 substrate) with moderate (eg, ciprofloxacin) and strong inhibitors (eg, fluvoxamine, enoxacin) of CYP1A2 may increase pirfenidone plasma concentration, resulting in toxicity. <br\/>"},{"id":"jyffs12b32","title":"Treatment","mono":"<b>PIRFENIDONE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, CBC with differential, and liver enzymes following significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jyffs12b33","title":"Range of Toxicity","mono":"<b>PIRFENIDONE<\/b><br\/>TOXICITY: The maximum tolerated dose of pirfenidone was 4005 mg\/day when healthy adult volunteers received 5 pirfenidone 267 mg capsules 3 times daily over a 12-day dose escalation. THERAPEUTIC DOSE: ADULT: Initially, 267 mg (1 capsule) orally 3 times daily for 7 days, then 534 mg (2 capsules) orally 3 times daily on days 8 through 14, then 801 mg (3 capsules) orally 3 times daily thereafter; maximum dose: 2403 mg\/day (9 capsules\/day). CHILD: The safety and efficacy of pirfenidone have not established in pediatric patients. <br\/>"}]},"13":{"id":"jyffs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report persistent nausea, abdominal pain, diarrhea, vomiting, or dyspepsia.<\/li><li>Encourage patient to use sunscreen, wear protective clothing, and avoid sunlight or sunlamps as drug causes photosensitivity.<\/li><li>Side effects may include rash, fatigue, arthralgia, headache, dizziness, insomnia, sinusitis, or upper respiratory tract infection.<\/li><li>Advise patient to take drug at the same time each day with food.<\/li><li>Instruct patient to avoid tobacco smoking due to potential for decreased efficacy.<\/li><\/ul>"}}}