{"generic":"Methoxy Polyethylene Glycol-Epoetin Beta","drugs":["Methoxy Polyethylene Glycol-Epoetin Beta","Mircera"],"mono":{"0":{"id":"jymds0","title":"Generic Names","mono":"Methoxy Polyethylene Glycol-Epoetin Beta"},"1":{"id":"jymds1","title":"Dosing and Indications","sub":[{"id":"jymds1b4","title":"Adult Dosing","mono":"<ul><li>Prior to initiating therapy, evaluate iron status and correct or exclude other causes of anemia. Use the lowest dose sufficient to reduce need for RBC transfusion. No target Hg level, erythropoiesis-stimulating agent dose, or dosing strategy has been identified that reduces risk of death, myocardial infarction, stroke, VTE, thrombosis of vascular access, or tumor progression or recurrence. Hb levels greater than 11 g\/dL increase serious risks.<\/li><li><b>Anemia of chronic renal failure:<\/b> (Erythropoiesis-stimulating agent-naive, receiving hemodialysis, and Hb less than 10 g\/dL) Initial: 0.6 mcg\/kg as a single IV (preferred route) or SUBQ injection once every 2 weeks<\/li><li><b>Anemia of chronic renal failure:<\/b> (Erythropoiesis-stimulating agent-naive [ESA-naive], receiving hemodialysis) Maintenance: Give a dose twice that of the every 2 week dose IV (preferred route) or SUBQ once monthly; titrate as needed, increasing dose no more frequently than once every 4 weeks; avoid frequent dose adjustments; consider Hb rate of rise and decline, ESA responsiveness, and Hb variability<\/li><li><b>Anemia of chronic renal failure:<\/b> (Erythropoiesis-stimulating agent-naive, not on hemodialysis, Hb less than 10 g\/dL with rate of Hb decline indicating likelihood of RBC transfusion, and when reducing risk of alloimmunization or other RBC transfusion-related risks is a goal) Initial: 0.6 mcg\/kg as a single IV or SUBQ injection once every 2 weeks<\/li><li><b>Anemia of chronic renal failure:<\/b> (Erythropoiesis-stimulating agent-naive [ESA-naive], not on hemodialysis) Maintenance: Give a dose twice that of the every 2 week dose IV\/SUBQ once monthly; titrate as needed, increasing dose no more frequently than once every 4 weeks; avoid frequent dose adjustments; consider Hb rate of rise and decline, ESA responsiveness, and Hb variability<\/li><li><b>Anemia of chronic renal failure:<\/b> (Receiving epoetin alfa dose less than 8000 units\/wk or darbepoetin alfa dose less than 40 mcg\/wk) Initial: Methoxy polyethylene glycol-epoetin beta 120 mcg IV\/SUBQ once a month or 60 mcg IV\/SUBQ every 2 weeks<\/li><li><b>Anemia of chronic renal failure:<\/b> (Receiving epoetin alfa dose 8000 to 16,000 units\/wk or darbepoetin alfa dose 40 to 80 mcg\/wk) Initial: Methoxy polyethylene glycol-epoetin beta 200 mcg IV\/SUBQ once a month or 100 mcg IV\/SUBQ every 2 weeks<\/li><li><b>Anemia of chronic renal failure:<\/b> (Receiving epoetin alfa dose greater than 16,000 units\/wk or darbepoetin alfa dose greater than 80 mcg\/wk) Initial: Methoxy polyethylene glycol-epoetin beta 360 mcg IV\/SUBQ once a month or 180 mcg IV\/SUBQ every 2 weeks<\/li><\/ul>"},{"id":"jymds1b5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"jymds1b6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment:<\/b> Adjustments to the initial dose are not needed<\/li><li><b>Geriatric patients:<\/b> Consider initiating therapy at the low end of the dosing range<\/li><li><b>Hb:<\/b> Avoid frequent dose adjustments; consider Hb rate of rise and decline, erythropoiesis-stimulating agent responsiveness, and Hb variability<\/li><li><b>Hb rises rapidly (greater than 1 g\/dL in any 2-week period):<\/b> Reduce dose by 25% or more<\/li><li><b>Hb approaches or exceeds 11 g\/dL in patients on dialysis:<\/b> Reduce dose or interrupt therapy<\/li><li><b>Hb exceeds 10 g\/dL in patients not on dialysis:<\/b> Reduce dose or interrupt therapy<\/li><li><b>Hb has not increased by more than 1 g\/dL after 4 weeks of therapy:<\/b> Increase dose by 25%.<\/li><li><b>Hb does not rise adequately over a 12-week escalation period:<\/b> Additional dose increase is unlikely to improve response and may increase risk. Use lowest dose that sufficiently reduces need for RBC transfusions. Evaluate other causes of anemia and discontinue therapy if responsiveness does not improve.<\/li><li><b>Severe anemia and low reticulocyte count:<\/b> Withhold therapy and evaluate; permanently discontinue if pure red cell aplasia develops<\/li><\/ul>"},{"id":"jymds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Anemia of chronic renal failure<br\/>"}]},"2":{"id":"jymds2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>Erythropoiesis-stimulating agents (ESA) increase the risk for death, serious adverse cardiovascular reactions, and stroke when administered to target a hemoglobin of greater than 11 g\/dL. A hemoglobin target level or dosing strategy that does not increase these risks has not been identified. Use the lowest dose that reduces the need for RBC transfusions. Methoxy polyethylene glycol-epoetin beta is recommended for treatment of anemia due to cancer chemotherapy. ESAs may shorten overall survival and\/or increase the risk of tumor progression or recurrence in patients with breast, non-small cell lung, head and neck, lymphoid, and cervical cancers.<br\/>"},"3":{"id":"jymds3","title":"Contraindications\/Warnings","sub":[{"id":"jymds3b9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to methoxy polyethylene glycol-epoetin beta<\/li><li>Pure red cell aplasia that begins after treatment<\/li><li>Uncontrolled hypertension<\/li><\/ul>"},{"id":"jymds3b10","title":"Precautions","mono":"<ul><li>Black Box Warnings:<\/li><li>-- Increased risk of death, myocardial infarction, stroke, congestive heart failure, thrombosis of hemodialysis vascular access, and other thromboembolic events when erythropoiesis-stimulating agents are used to target a hemoglobin level of greater than 11 g\/dL.; patients with chronic kidney disease and an insufficient hemoglobin response are at greater risk; use the lowest effective dose<\/li><li>-- May increase mortality and risk of tumor progression in patients with cancer; not recommended for use in the treatment of anemia due to cancer chemotherapy<\/li><li>Cardiovascular:<\/li><li>-- Use caution in patients with a history of cardiovascular disease and stroke; exacerbation of hypertension may occur; reduce or withhold if difficult to control<\/li><li>-- Uncontrolled hypertension; hypertensive encephalopathy and seizures have been observed in patients with chronic renal failure<\/li><li>Hematologic:<\/li><li>-- Anemia in cancer patients; not indicated due to increased risk for thrombotic events and\/or mortality<\/li><li>-- Anemia due to cancer chemotherapy; not indicated due to increased mortality and\/or tumor progression<\/li><li>-- Anti-erythropoietin antibody-associated anemia; if suspected, contact Roche (1-888-835-2555) for assays for binding and neutralizing antibodies<\/li><li>-- Failure to respond or maintain a response; identify causative factors (eg, iron deficiency, infection, inflammation, bleeding)<\/li><li>-- Hemoglobin rate of increase in excess of 1 g\/dL over a 2-week period; may increase risk for cardiovascular events, including death, myocardial infarction, stroke, congestive heart failure, and hemodialysis vascular access thrombosis; dose reduction is recommended<\/li><li>-- Pure red cell aplasia, with or without cytopenias, has been reported in patients predominantly with chronic renal failure; discontinue if suspected<\/li><li>Immunologic:<\/li><li>-- Anaphylactic or serious allergic reactions (angioedema, bronchospasm, tachycardia, pruritus, rash, and urticaria); have been reported; immediately and permanently discontinue if symptoms develop<\/li><li>Neurologic:<\/li><li>-- Seizures have been reported; monitoring recommended during the first several months of therapy<\/li><li>Renal:<\/li><li>-- Dialysis; efficiency may be reduced; may require adjustment in dialysis prescription<\/li><li>Other:<\/li><li>-- Peri-surgical setting; not indicated for reducing the need for allogeneic red blood cell transfusion due to the increased risk for thrombotic events and\/or mortality<\/li><\/ul>"},{"id":"jymds3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jymds3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jymds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (13%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (11%)<\/li><li><b>Neurologic:<\/b>Headache (9%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (11%), Upper respiratory infection (9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure, Myocardial infarction<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage (1.2%)<\/li><li><b>Hematologic:<\/b>Hemorrhage (5%), Thrombosis<\/li><li><b>Immunologic:<\/b>Allergic reaction, Antibody development, neutralizing<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Hypertensive encephalopathy, Seizure<\/li><li><b>Other:<\/b>Death<\/li><\/ul>"},"6":{"id":"jymds6","title":"Drug Name Info","sub":{"0":{"id":"jymds6b17","title":"US Trade Names","mono":"Mircera<br\/>"},"2":{"id":"jymds6b19","title":"Class","mono":"<ul><li>Erythropoietic<\/li><li>Hematopoietic<\/li><\/ul>"},"3":{"id":"jymds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jymds6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jymds7","title":"Mechanism Of Action","mono":"Methoxy polyethylene glycol-epoetin beta is an erythropoietin receptor activator. Erythropoietin is produced in the kidney and released into the bloodstream in response to hypoxia. Erythropoietin interacts with progenitor stem cells to increase red blood cell production. Production of endogenous erythropoietin is impaired in patients with chronic renal failure (CRF), and erythropoietin deficiency is the primary cause of their anemia.<br\/>"},"8":{"id":"jymds8","title":"Pharmacokinetics","sub":{"0":{"id":"jymds8b23","title":"Absorption","mono":"Bioavailability, subQ (CRF patients receiving peritoneal dialysis): 62% <br\/>"},"3":{"id":"jymds8b26","title":"Excretion","mono":"Dialyzable: no (hemodialysis) <br\/>"},"4":{"id":"jymds8b27","title":"Elimination Half Life","mono":"<ul><li>anemic patients with CRF: IV, 0.4 mcg\/kg, 134 hr<\/li><li>anemic patients with CRF: subQ, 0.8 mcg\/kg, 139 hr<\/li><\/ul>"}}},"9":{"id":"jymds9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>Avoid vigorous shaking and prolonged exposure to light.<\/li><li>Do not pool together unused portions from prefilled syringes; do not use prefilled syringe more than once.<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>Do not mix with any parenteral solution<\/li><li>IV is the preferred route in patients receiving hemodialysis.<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/>Inject in the abdomen, arm, or thigh.<br\/><\/li><\/ul>"},"10":{"id":"jymds10","title":"Monitoring","mono":"<ul><li>iron status (including transferrin saturation and ferritin); prior to and during therapy<\/li><li>Hb levels; when initiating or adjusting therapy, at least weekly until stable and then at least monthly; a single Hb excursion may not signify the need for therapy adjustments<\/li><li>blood pressure; prior to and during therapy<\/li><li>presence of premonitory neurologic symptoms; during the first several months of therapy<\/li><\/ul>"},"11":{"id":"jymds11","title":"How Supplied","mono":"<b>Mircera<\/b><br\/>Injection Solution: 50 MCG\/0.3 ML, 75 MCG\/0.3 ML, 100 MCG\/0.3 ML, 200 MCG\/0.3 ML<br\/>"},"13":{"id":"jymds13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of thromboembolism (eg, DVT, stroke, myocardial infarction).<\/li><li>Direct patient to report seizures or symptoms of hypertensive encephalopathy.<\/li><li>Side effects may include nasopharyngitis, diarrhea, or hypertension.<\/li><li>Teach patient proper technique and placement of injections.<\/li><\/ul>"}}}