{"generic":"Empagliflozin\/Metformin Hydrochloride","drugs":["Empagliflozin\/Metformin Hydrochloride"],"mono":{"0":{"id":"jypgs0","title":"Generic Names","mono":"Empagliflozin\/Metformin Hydrochloride"},"1":{"id":"jypgs1","title":"Dosing and Indications","sub":[{"id":"jypgs1b4","title":"Adult Dosing","mono":"<ul><li>Empagliflozin\/metformin hydrochloride has centralized marketing authorization by the European Medicines Agency for use in the European Union.<\/li><li><b>Type 2 diabetes mellitus:<\/b> Uncontrolled on metformin alone or in combination with other glucose-lowering drugs: Choose strength that will provide empagliflozin 5 mg ORALLY twice daily plus a metformin dose similar to the current dose; may increase empagliflozin component to 12.5 mg twice daily if necessary (European Medicines Agency-approved dose).<\/li><li><b>Type 2 diabetes mellitus:<\/b> Switching from separate tablets: Choose strength that provides the same daily dose of both components (European Medicines Agency-approved dose).<\/li><\/ul>"},{"id":"jypgs1b5","title":"Pediatric Dosing","mono":"Safety and efficacy in pediatric patients have not been established."},{"id":"jypgs1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, mild:<\/b> No adjustment necessary<\/li><li><b>Renal impairment, CrCl less than 60 mL\/min:<\/b> Contraindicated<\/li><li><b>Hepatic impairment:<\/b> Contraindicated<\/li><li><b>Geriatric, 75 years or older:<\/b> Consider increased risk of volume depletion<\/li><li><b>Geriatric, age 85 years or older:<\/b> Use not recommended<\/li><\/ul>"},{"id":"jypgs1b7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"jypgs3","title":"Contraindications\/Warnings","sub":[{"id":"jypgs3b9","title":"Contraindications","mono":"<ul><li>Acute conditions (eg, dehydration, severe infection, shock) that may affect renal function<\/li><li>Acute or chronic diseases (eg, cardiac or respiratory failure, recent myocardial infarction, shock) that may lead to tissue hypoxia<\/li><li>Creatine clearance less than 60 ml\/minute<\/li><li>Diabetic ketoacidosis or diabetic pre-coma<\/li><li>Hepatic impairment, acute alcohol intoxication, or alcoholism<\/li><li>Hypersensitivity to any product component<\/li><\/ul>"},{"id":"jypgs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- May cause a modest decrease in blood pressure due to osmotic diuresis, especially in patients with known cardiovascular disease, on antihypertensive therapy with a history of hypotension, or aged 75 years or older<\/li><li>-- Monitor patients with conditions that may lead to fluid loss (eg, gastrointestinal illness); interruption may be necessary<\/li><li>-- Increased risk of volume depletion in patients aged 75 years or older<\/li><li>Endocrine and Metabolic:<\/li><li>-- Lactic acidosis may occur due to metformin accumulation, especially in diabetic patients with significant renal impairment or patients with poorly controlled diabetes, prolonged fasting, excessive alcohol intake, hepatic impairment, or any condition associated with hypoxia; if suspected, discontinue use and hospitalize patient immediately<\/li><li>-- Do not use in patients with type 1 diabetes mellitus<\/li><li>Hepatic:<\/li><li>-- Hepatic injury has been reported<\/li><li>Renal:<\/li><li>-- Monitor patients with decreased renal function more frequently<\/li><li>-- Patients will test positive for glucose in urine due to the mechanism of action of empagliflozin<\/li><li>-- UTIs may occur; discontinuation may be necessary for complicated urinary tract infections<\/li><li>Other:<\/li><li>-- Radiologic studies using intravascular iodinated contrast materials may lead to renal failure and have been associated with lactic acidosis; discontinue use prior to procedure and reinitiate 48 hours after renal function is confirmed normal<\/li><li>-- Temporarily discontinue use 48 hours before any surgical procedure; may resume no earlier than 48 hours after surgery and after renal function is confirmed normal<\/li><li>Concomitant Use:<\/li><li>-- Avoid alcohol and medicines with alcohol<\/li><li>-- Avoid use with UGT inducers<\/li><li>-- Cationic substances eliminated by renal tubular secretion (eg, cimetidine) not recommended<\/li><\/ul>"},{"id":"jypgs3b11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"jypgs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jypgs4","title":"Drug Interactions","sub":[{"id":"jypgs4b13","title":"Contraindicated","mono":"<ul><li>Acetrizoic Acid (theoretical)<\/li><li>Diatrizoate (theoretical)<\/li><li>Ethiodized Oil (theoretical)<\/li><li>Iobenzamic Acid (theoretical)<\/li><li>Iobitridol (probable)<\/li><li>Iocarmic Acid (theoretical)<\/li><li>Iocetamic Acid (theoretical)<\/li><li>Iodamide (theoretical)<\/li><li>Iodipamide (theoretical)<\/li><li>Iodixanol (theoretical)<\/li><li>Iodohippuric Acid (theoretical)<\/li><li>Iodopyracet (theoretical)<\/li><li>Iodoxamic Acid (theoretical)<\/li><li>Ioglicic Acid (theoretical)<\/li><li>Ioglycamic Acid (theoretical)<\/li><li>Iohexol (theoretical)<\/li><li>Iomeprol (theoretical)<\/li><li>Iopamidol (theoretical)<\/li><li>Iopanoic Acid (theoretical)<\/li><li>Iopentol (theoretical)<\/li><li>Iophendylate (theoretical)<\/li><li>Iopromide (theoretical)<\/li><li>Iopronic Acid (theoretical)<\/li><li>Ioseric Acid (theoretical)<\/li><li>Iosimide (theoretical)<\/li><li>Iotasul (theoretical)<\/li><li>Iothalamate (theoretical)<\/li><li>Iotrolan (theoretical)<\/li><li>Iotroxic Acid (theoretical)<\/li><li>Ioversol (theoretical)<\/li><li>Ioxaglate (theoretical)<\/li><li>Ioxitalamic Acid (theoretical)<\/li><li>Ipodate (theoretical)<\/li><li>Metrizamide (theoretical)<\/li><li>Metrizoic Acid (theoretical)<\/li><li>Tyropanoate Sodium (theoretical)<\/li><\/ul>"},{"id":"jypgs4b14","title":"Major","mono":"<ul><li>Acetazolamide (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Cimetidine (established)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dichlorphenamide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolutegravir (probable)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Vandetanib (established)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zonisamide (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"jypgs4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Cephalexin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Ranolazine (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rifampin (established)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Trospium (established)<\/li><\/ul>"}]},"5":{"id":"jypgs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Loss of appetite, Nausea, Vomiting<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (6.6% to 8.8%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Hypovolemia<br\/>"},"6":{"id":"jypgs6","title":"Drug Name Info","sub":{"2":{"id":"jypgs6b19","title":"Class","mono":"<ul><li>Biguanide<\/li><li>Sodium Glucose Co-Transporter 2 Inhibitor<\/li><\/ul>"},"3":{"id":"jypgs6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jypgs7","title":"Mechanism Of Action","mono":"Empagliflozin\/metformin is a combination antidiabetic drug that includes 2 medications with complementary mechanisms. Empagliflozin is a sodium-glucose cotransporter 2 (SGLT2) inhibitor that reduces renal reabsorption of glucose, thus increasing urinary glucose excretion. Metformin is a biguanide that lowers plasma glucose levels via multiple mechanisms, including reducing hepatic glucose production, increasing insulin sensitivity, and delaying absorption of glucose via the intestines.<br\/>"},"8":{"id":"jypgs8","title":"Pharmacokinetics","sub":[{"id":"jypgs8b23","title":"Absorption","mono":"<ul><li>Empagliflozin, Tmax, Oral: 1.5 hours<\/li><li>Empagliflozin, Effects of food: AUC decreased by 9%; Cmax decreased by 28%<\/li><li>Metformin, Tmax, Oral: 2.5 hours<\/li><li>Metformin, Effects of food: AUC decreased by 12%; Cmax decreased by 26%<\/li><\/ul>"},{"id":"jypgs8b24","title":"Distribution","mono":"<ul><li>Empagliflozin, Protein binding: 86%<\/li><li>Metformin, Protein binding: Negligible<\/li><li>Empagliflozin, Vd: 73.8 L<\/li><li>Metformin, Vd: 63 to 276 L<\/li><\/ul>"},{"id":"jypgs8b25","title":"Metabolism","mono":"<ul><li>Empagliflozin, hepatic: Glucuronidation, via UGT2B7, UTG1A3, UGT1A8, and UGT1A9<\/li><li>Metformin: None<\/li><\/ul>"},{"id":"jypgs8b26","title":"Excretion","mono":"<ul><li>Empagliflozin, Renal: 54%, half as unchanged drug<\/li><li>Empagliflozin, Fecal: 41%, primarily unchanged<\/li><li>Empagliflozin, Total body clearance: 10.6 L\/hr<\/li><li>Metformin, Renal clearance: Greater than 400 mL\/min<\/li><li>Metformin, Renal: Unchanged<\/li><li>Metformin, Fecal: 20% to 30% (nonabsorbable fraction)<\/li><\/ul>"},{"id":"jypgs8b27","title":"Elimination Half Life","mono":"<ul><li>Empagliflozin, 12.4 hours<\/li><li>Metformin, 6.5 hours<\/li><\/ul>"}]},"9":{"id":"jypgs9","title":"Administration","mono":"<b>Oral<\/b><br\/>Administer twice daily with meals.<br\/>"},"10":{"id":"jypgs10","title":"Monitoring","mono":"<ul><li>Improvement in glycemic control is indicative of efficacy.<\/li><li>Renal function; prior to initiation, then annually for those with normal renal function and 2 to 4 times per year for those with a creatinine level at the ULN and for the elderly<\/li><li>Electrolytes and volume status; with conditions that may lead to fluid loss<\/li><\/ul>"},"12":{"id":"jypgs12","title":"Toxicology","sub":[{"id":"jypgs12b31","title":"Clinical Effects","mono":"<ul><li><b>EMPAGLIFLOZIN<\/b><br\/>USES: Empagliflozin is a sodium-glucose cotransporter 2 (SGLT2) inhibitor used to improve glycemic control in adults with type 2 diabetes mellitus. It is indicated as an adjunct to diet and exercise. PHARMACOLOGY:   Empagliflozin lowers the renal threshold for glucose and increases urinary glucose excretion by interfering with the reabsorption of renally-filtered glucose across the tubular lumen of the proximal renal tubules. EPIDEMIOLOGY: Overdose has not been reported. OVERDOSE: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects following therapeutic administration, with an incidence rate of at least 5%, include urinary tract infections and female genital mycotic infections. LESS COMMON: Other adverse effects include hypotension, dyslipidemia, increased urination, increased thirst, nausea, renal impairment, an increase in hematocrit, arthralgia, upper respiratory tract infections, and male genital mycotic infections. Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues, hypoglycemia may develop.<br\/><\/li><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/>USES: Oral hypoglycemic agents for type II diabetes mellitus. PHARMACOLOGY: These agents decrease hepatic glucose production and intestinal glucose absorption, and increase peripheral glucose uptake. TOXICOLOGY: These agents are not likely to cause hypoglycemia after acute overdose, as they do not stimulate insulin release. Severe lactic acidosis is a rare but potentially fatal side effect mainly in patients with renal insufficiency, hepatic disease, alcoholism, and advanced age. It can be precipitated by iodinated contrast agents. Metformin inhibits both hepatic lactate uptake and conversion of lactate to glucose. EPIDEMIOLOGY: Exposure is common but severe toxicity is rare. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, malaise, and myalgia. Acute pancreatitis has been reported in one case report. SEVERE TOXICITY: Severe lactic acidosis, confusion, mental status depression, hypothermia, hypotension, and renal failure may develop.  Rarely, ventricular dysrhythmias, respiratory insufficiency, and death. ADVERSE EFFECTS: COMMON: Diarrhea, nausea, vomiting, flatulence, asthenia, indigestion, abdominal pain, anorexia, headache, and rash. SERIOUS EFFECTS: Lactic acidosis (generally only in patients with renal insufficiency or hepatic disease) and megaloblastic anemia. Hypotension, ventricular extrasystoles, and myocardial infarction have been reported with therapeutic doses. DRUG INTERACTION: Use of radiocontrast dyes in patients taking metformin increases the risk of renal failure and acidosis.  Concurrent use of metformin and non-steroidal anti-inflammatory drugs or COX-2 inhibitors may increase the risk of renal failure and acidosis.<br\/><\/li><\/ul>"},{"id":"jypgs12b32","title":"Treatment","mono":"<ul><li><b>EMPAGLIFLOZIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Overdose has not been reported. HYPOTENSION: Monitor vital signs. Assess fluid status; osmotic diuresis and intravascular depletion may develop. Replace fluids (oral or IV fluids) as indicated. HYPOGLYCEMIA: Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with empagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOTENSION: Treat moderate to severe hypotension with IV fluids, dopamine or norepinephrine as necessary. HYPOGLYCEMIA: Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with empagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine, if unresponsive to fluids.<\/li><li>Monitoring of patient: Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with empagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor vital signs and renal function. Plasma levels are not clinically useful for managing overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding (86%) and large volume of distribution (74 L).<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent ingestion of an extra dose who are asymptomatic can be monitored at home. Asymptomatic non-diabetic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-life of empagliflozin patients may need to be monitored for a minimum of 8 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate biguanide toxicity. Hypoglycemia from coingestion of other hypoglycemic agents should be managed with dextrose administration. MANAGEMENT OF SEVERE TOXICITY: Early intubation and ventilation assistance should be performed if the patient presents with respiratory or mental status depression. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if patient presents with circulatory collapse. If the patient develops severe anion gap metabolic acidosis or severe lactic acidosis (pH 7.1 or less), intravenous sodium bicarbonate (1 to 2 mEq\/kg IV bolus starting dose, then titrate to correct pH to above 7.2) should be given and emergent hemodialysis should be arranged (especially if renal insufficiency exists).<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be considered after large ingestions, if the patient has an appropriate level of consciousness, patent airway, and the patient can drink the charcoal. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, if the patient has an appropriate level of consciousness, patent airway, and can drink the charcoal.  Severe toxicity is rare; gastric lavage is rarely if ever indicated.<\/li><li>Airway management: Perform early in patients with severe lactic acidosis who present with respiratory insufficiency or mental status depression.<\/li><li>Antidote: None<\/li><li>Hypoglycemia: Give dextrose if symptomatic or BS &lt;60 mg\/dL. Dose - Adult 50 mL of 50% dextrose IV push; Child 0.5 to 1 g\/kg (2-4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL.<\/li><li>Monitoring of patient: No labs are needed in case of small ingestions. Patients with larger ingestions should have serial (every 2 hours) monitoring of serum electrolytes and lactate. Monitor arterial blood gases in patients with metabolic acidosis. Monitor renal function and liver enzymes.<\/li><li>Enhanced elimination procedure: Hemodialysis  is effective in improving acid-base status and may improve clinical outcome in patients with severe lactic acidosis, especially in patients with renal insufficiency, however, it does not remove significant amounts of metformin because of its large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with acute inadvertent ingestions of 1700 mg or less may be monitored at home. OBSERVATION CRITERIA: Four to 6 hours of observation period is recommended after immediate-release metformin overdose. Peak concentrations of delayed-release formulations are expected to be delayed after overdose. After an overdose, patients should be observed for the development of toxic effects for 2 to 6 hours longer than the Tmax (Tmax: Glucophage XR 7 hours, Glumetza extended-release: 7 to 8 hours. Fortamet extended-release: 6 hours). Patients who remain asymptomatic during this period with no evidence of metabolic acidosis or hypoglycemia can be discharged home. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"jypgs12b33","title":"Range of Toxicity","mono":"<ul><li><b>EMPAGLIFLOZIN<\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with empagliflozin, although a 200-mg one-time dose was administered to healthy volunteers during clinical trials, with no evidence of QTc interval prolongation. THERAPEUTIC DOSE: ADULTS: The recommended initial dose is 10 mg orally once daily in the morning. If tolerated, the dose may be increased to 25 mg orally once daily. PEDIATRIC: Safety and efficacy of empagliflozin in pediatric patients have not been established.<br\/><\/li><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/>TOXICITY: The minimum toxic dose is not well established. ADULT: In adults, ingestions of 5 g or less are generally well tolerated. Severe toxicity developed after ingestions of 25 or more of metformin. A woman ingested 75 to 100 grams of metformin and developed severe lactic acidosis. Following aggressive supportive care, her condition improved gradually. An elderly adult survived an intentional ingestion of 63 grams of metformin and developed no permanent sequelae. PEDIATRIC: Ingestions of up to 1700 mg of metformin were well tolerated in healthy children. A 15-year-old girl developed lactic acidosis and acute renal failure after ingesting 38.25 g (0.55 g\/kg body weight) of metformin. She recovered completely following supportive care. A 15-year-old girl developed lactic acidosis, hypotension, and recurrent and severe hypoglycemia, requiring boluses of 50% dextrose after ingesting 75 g of metformin and 3 g of quetiapine in a suicide attempt. She recovered following supportive care. THERAPEUTIC DOSE: Immediate-release form: 1000 to 2550 mg orally daily in 2 to 3 divided doses; maximum: 2550 mg\/day. Extended-release form: 1000 to 2000 mg once daily; maximum: 2500 mg\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"jypgs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of lactic acidosis.<\/li><li>Tell patient to exercise caution with driving or other activities requiring mental alertness as drug may cause dizziness.<\/li><li>Side effects may include abdominal pain, diarrhea, anorexia, nausea, vomiting, taste disturbance, genital infection, urinary tract infection, or pruritus.<\/li><li>Advise patient to take with food to minimize gastric irritation.<\/li><li>Instruct patient to avoid alcohol or alcohol-containing products.<\/li><\/ul>"}}}