{"generic":"Cangrelor","drugs":["Cangrelor","Kengreal"],"mono":{"0":{"id":"jypms0","title":"Generic Names","mono":"Cangrelor"},"1":{"id":"jypms1","title":"Dosing and Indications","sub":[{"id":"jypms1b4","title":"Adult Dosing","mono":"<ul><li><b>Transition to oral P2Y12 therapy:<\/b> Administer ticagrelor 180 mg orally anytime during cangrelor infusion or immediately after discontinuation of cangrelor infusion; administer prasugrel 60 mg OR clopidogrel 600 mg orally immediately after discontinuation of cangrelor infusion; DO NOT administer prasugrel or clopidogrel prior to discontinuation of cangrelor<\/li><li><b>Percutaneous coronary intervention, In patients not receiving a P2Y12 platelet inhibitor or glycoprotein IIb\/IIIa inhibitor - Thrombosis; Prophylaxis:<\/b> 30 mcg\/kg IV bolus prior to percutaneous coronary intervention (PCI), then 4 mcg\/kg\/min IV infusion for at least 2 hours or for the duration of PCI, whichever is longer; begin oral P2Y12 therapy after discontinuation to maintain platelet inhibition<\/li><\/ul>"},{"id":"jypms1b5","title":"Pediatric Dosing","mono":"Safety and efficacy in pediatric patients not established "},{"id":"jypms1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> No adjustment required<\/li><li><b>Hepatic impairment:<\/b> No adjustment required<\/li><\/ul>"},{"id":"jypms1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Percutaneous coronary intervention, In patients not receiving a P2Y12 platelet inhibitor or glycoprotein IIb\/IIIa inhibitor - Thrombosis; Prophylaxis<br\/>"}]},"3":{"id":"jypms3","title":"Contraindications\/Warnings","sub":[{"id":"jypms3b9","title":"Contraindications","mono":"<ul><li>Significant active bleeding<\/li><li>Hypersensitivity to cangrelor or any component of the product<\/li><\/ul>"},{"id":"jypms3b10","title":"Precautions","mono":"<ul><li>Hematologic:<\/li><li>-- Bleeding events of all severities and bleeding complications have been reported<\/li><li>Concomitant Use:<\/li><li>-- Avoid use with clopidogrel and prasugrel<\/li><\/ul>"},{"id":"jypms3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jypms3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jypms5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Hematologic:<\/b>Bleeding (up to 15.5%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"jypms6","title":"Drug Name Info","sub":{"0":{"id":"jypms6b17","title":"US Trade Names","mono":"Kengreal<br\/>"},"2":{"id":"jypms6b19","title":"Class","mono":"<ul><li>ADP-Induced Aggregation Inhibitor<\/li><li>Platelet Aggregation Inhibitor<\/li><\/ul>"},"3":{"id":"jypms6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jypms7","title":"Mechanism Of Action","mono":"Cangrelor is a selective, reversible P2Y(12) platelet receptor inhibitor that blocks ADP-induced activation and aggregation of platelets.<br\/>"},"8":{"id":"jypms8","title":"Pharmacokinetics","sub":[{"id":"jypms8b23","title":"Absorption","mono":"Tmax, IV: 2 minutes <br\/>"},{"id":"jypms8b24","title":"Distribution","mono":"<ul><li>Protein binding: 97% to 98%<\/li><li>Vd: 3.9 L<\/li><\/ul>"},{"id":"jypms8b25","title":"Metabolism","mono":"Occurs within the circulation (non-hepatic) <br\/>"},{"id":"jypms8b26","title":"Excretion","mono":"<ul><li>Fecal: 35%<\/li><li>Renal: 58%<\/li><\/ul>"},{"id":"jypms8b27","title":"Elimination Half Life","mono":"3 to 6 minutes <br\/>"}]},"9":{"id":"jypms9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Reconstitute each 50 mg vial with 5 mL sterile water for injection; swirl until dissolved and allow foam to settle; avoid vigorous mixing; solution should be clear to pale yellow after reconstitution<\/li><li>Dilute reconstituted vial immediately with 250 mL NS or D5W; resulting concentration will be 200 mcg\/mL; patients over 100 kg will require at least 2 bags<\/li><li>Diluted solution stable for 12 hours in D5W and for 24 hours in NS at room temperature<\/li><li>Administer via dedicated IV line; administer bolus dose from diluted bag in less than 1 minute via manual IV push or pump; ensure bolus is complete before percutaneous coronary intervention procedure; start infusion immediately after bolus administration<\/li><\/ul>"},"10":{"id":"jypms10","title":"Monitoring","mono":"<ul><li>Absence of myocardial infarction, repeat coronary revascularization, and stent thrombosis may indicate efficacy.<\/li><li>No specific monitoring has been determined.<\/li><\/ul>"},"12":{"id":"jypms12","title":"Toxicology","sub":[{"id":"jypms12b31","title":"Clinical Effects","mono":"<b>TICAGRELOR<\/b><br\/>USES: Ticagrelor is used to reduce the rate of thrombotic cardiovascular events in patients with unstable angina, non-ST elevation myocardial infarction, or ST elevation myocardial infarction. It is used in combination with aspirin. PHARMACOLOGY: Ticagrelor, a cyclo-pentyl-triazolo-pyrimidine, is orally active, selective and reversible inhibitor of platelet activation and aggregation mediated by the P2Y(12) ADP-receptor. It is also blocks ADP-mediated vasoconstriction of vascular smooth muscle and enhances the adenosine-induced coronary blood flow through inhibition of adenosine uptake by erythrocytes. EPIDEMIOLOGY: Limited data. Overdose is rare. MILD TO MODERATE TOXICITY: Mild to moderate bleeding and dyspnea may occur. Other events may include: bradycardia, chest pain, nausea, diarrhea, muscle pain, and fatigue. SEVERE TOXICITY: Major bleeding (eg, intracranial bleed, intrapericardial bleed with cardiac tamponade, hypovolemic shock or severe hypotension) or a decrease in hemoglobin of more than 5 g\/dL may develop. Patients at greater risk to develop severe bleeding may include: older patients, those with a history of bleeding disorders, concomitant therapies (ie, anticoagulants, fibrinolytic therapy, higher doses of aspirin) or recent invasive procedures. Other symptoms may include: dyspnea, alterations in blood pressure and conduction abnormalities. An increase in serum creatinine levels may also develop. ADVERSE EFFECTS: The most common adverse events reported with therapeutic use are bleeding and dyspnea. Other events may include: chest pain, alterations in blood pressure, nausea, diarrhea, headache, dizziness, muscle pain and fatigue. <br\/>"},{"id":"jypms12b32","title":"Treatment","mono":"<b>TICAGRELOR<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Dyspnea and bleeding are common adverse events. Monitor for evidence of bleeding. Transfusions of packed RBCs and other blood products may be needed. Monitor respiratory rate and effort; assess pulse oximetry. Administer oxygen as necessary. Obtain ABGs as indicated for persistent dyspnea. Replace fluids and electrolytes in patients with significant GI loss (ie, diarrhea, vomiting).  Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Major bleeding may develop. Transfuse with RBCs, platelets and other blood products, as needed. Assess respiratory rate and effort, monitor pulse oximetry or ABGs. Administer oxygen as needed. Airway management may be indicated in patients that develop severe bleeding or hemodynamic instability. For severe toxicity, administer intravenous fluids and vasopressors for hypotension. Obtain a baseline ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not indicated. Consider activated charcoal in patients with a recent ingestion that are alert and able to protect their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain their airway or if the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with a severe exposure may develop severe bleeding and hemodynamic instability requiring airway support and mechanical ventilation.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor hemoglobin, hematocrit, partial thromboplastin time, platelet count, INR and fibrinogen in patients with severe bleeding. Monitor vital signs, respiratory rate and effort. Obtain a baseline pulse oximetry level and monitor as indicated in patients with dyspnea. Obtain ABGs or chest x-ray in patients with persistent symptoms. Obtain a baseline ECG and institute continuous cardiac monitoring in symptomatic patients. Monitor renal function after a significant overdose. Monitor fluid and electrolyte status in patients with significant diarrhea. Serum ticagrelor concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because ticagrelor is extensively protein bound (greater than 99%) and obtaining access for hemodialysis or hemoperfusion may induce bleeding complications.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult with an inadvertent minor exposure may be monitored at home. Due to limited experience, a child with more than a minor exposure (90 mg) should be observed in a healthcare center. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with dyspnea should be monitored until symptoms resolve and pulse oximetry and\/or ABGs are normal. Patients with minor or minimal bleeding should be observed and discharged to home once bleeding has stopped and CBC and coagulation studies are within normal limits. ADMISSION CRITERIA: Patients with persistent dyspnea or evidence of severe bleeding should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"jypms12b33","title":"Range of Toxicity","mono":"<b>TICAGRELOR<\/b><br\/>TOXICITY: A minimum toxic dose has not been determined. During clinical trials, doses above 180 mg daily were not studied. THERAPEUTIC USE: ADULT: LOADING DOSE: 180 mg orally. MAINTENANCE THERAPY: 90 mg orally twice daily along with a daily dose of aspirin (75 to 100 mg). PEDIATRIC: The safety and efficacy of ticagrelor in pediatric patients have not been established. <br\/>"}]},"13":{"id":"jypms13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report bruising or bleeding.<\/li><li>Side effects may include dyspnea.<\/li><\/ul>"}}}