{"generic":"Amobarbital Sodium","drugs":["Amobarbital Sodium","Amytal"],"mono":{"0":{"id":"keqs0","title":"Generic Names","mono":"Amobarbital Sodium"},"1":{"id":"keqs1","title":"Dosing and Indications","sub":[{"id":"keqs1b4","title":"Adult Dosing","mono":"<ul><li><b>Insomnia, Short-term management:<\/b> 65 to 200 mg IM\/IV at bedtime<\/li><li><b>Premedication for anesthetic procedure:<\/b> 65 to 500 mg IM\/IV<\/li><li><b>Sedation:<\/b> 30 to 50 mg IM\/IV 2 or 3 times daily<\/li><\/ul>"},{"id":"keqs1b5","title":"Pediatric Dosing","mono":"<ul><li>not FDA approved in pediatric patients under 6 years of age<\/li><li><b>Insomnia, Short-term management:<\/b> (up to 6 yr of age) 2 to 3 mg\/kg\/dose IM<\/li><li><b>Insomnia, Short-term management:<\/b> (age 6 yr and older) 2 to 3 mg\/kg IM OR 65 to 500 mg\/dose IV<\/li><li><b>Premedication for anesthetic procedure:<\/b> 3 to 5 mg\/kg IV OR 65 to 500 mg IV<\/li><li><b>Sedation:<\/b> 6 years and older, 30 to 50 mg IM\/IV 2 or 3 times daily<\/li><\/ul>"},{"id":"keqs1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> dosage reduction recommended; specific guidelines not available<\/li><li><b>hepatic disease:<\/b> dosage reduction recommended; specific guidelines not available<\/li><li><b>renal impairment:<\/b> dosage reduction recommended; specific guidelines not available<\/li><\/ul>"},{"id":"keqs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Insomnia, Short-term management<\/li><li>Premedication for anesthetic procedure<\/li><li>Sedation<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Intracarotid amobarbital test<\/li><li>Seizure<\/li><\/ul>"}]},"3":{"id":"keqs3","title":"Contraindications\/Warnings","sub":[{"id":"keqs3b9","title":"Contraindications","mono":"<ul><li>history of manifest or latent porphyria<\/li><li>hypersensitivity to amobarbital products<\/li><li>marked liver dysfunction<\/li><li>marked respiratory disease in which dyspnea or obstruction is evident<\/li><\/ul>"},{"id":"keqs3b10","title":"Precautions","mono":"<ul><li>abrupt cessation in patient who is tolerant may result in withdrawal symptoms, including delirium, convulsions, and possibly death<\/li><li>concomitant use of alcohol or other central nervous system depressants<\/li><li>patients with acute or chronic pain<\/li><li>tolerance, psychological and physical dependence may occur with continued use<\/li><li>too rapid IV administration may cause respiratory depression, apnea, laryngospasm, or vasodilation with hypotension<\/li><li>borderline hypoadrenal function, whether of pituitary or primary adrenal origin<\/li><li>children<\/li><li>concomitant use of anticoagulants, corticosteroids, griseofulvin, doxycycline, phenytoin, sodium valproate, valproic acid, MAO inhibitors, steroidal hormones<\/li><li>elderly or debilitated patients<\/li><li>for parenteral solutions, avoid perivascular extravasation or intra-arterial injection<\/li><li>hepatic damage; do not administer to patients showing premonitory signs of hepatic coma<\/li><li>patients with depression, suicidal tendencies, or history of drug abuse<\/li><li>potential carcinogen<\/li><\/ul>"},{"id":"keqs3b11","title":"Pregnancy Category","mono":"<ul><li>Amobarbital: D (FDA)<\/li><li>Amobarbital: C (AUS)<\/li><\/ul>"},{"id":"keqs3b12","title":"Breast Feeding","mono":"Amobarbital: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"keqs4","title":"Drug Interactions","sub":{"1":{"id":"keqs4b14","title":"Major","mono":"<ul><li>Adinazolam (probable)<\/li><li>Alfentanil (theoretical)<\/li><li>Alprazolam (probable)<\/li><li>Anisindione (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aprobarbital (theoretical)<\/li><li>Bromazepam (probable)<\/li><li>Brotizolam (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (probable)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clobazam (probable)<\/li><li>Clonazepam (probable)<\/li><li>Clorazepate (probable)<\/li><li>Cobicistat (theoretical)<\/li><li>Dantrolene (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Diazepam (probable)<\/li><li>Dicumarol (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Estazolam (probable)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (probable)<\/li><li>Flurazepam (probable)<\/li><li>Fospropofol (theoretical)<\/li><li>Halazepam (probable)<\/li><li>Hydrocodone (theoretical)<\/li><li>Ketazolam (probable)<\/li><li>Lorazepam (probable)<\/li><li>Lormetazepam (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Medazepam (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Midazolam (probable)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Nitrazepam (probable)<\/li><li>Nordazepam (probable)<\/li><li>Oxazepam (probable)<\/li><li>Oxymorphone (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenprocoumon (probable)<\/li><li>Piperaquine (theoretical)<\/li><li>Prazepam (probable)<\/li><li>Primidone (theoretical)<\/li><li>Quazepam (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (probable)<\/li><li>Thiopental (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Triazolam (probable)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"},"2":{"id":"keqs4b15","title":"Moderate","mono":"<ul><li>Cannabis (probable)<\/li><li>Ospemifene (established)<\/li><li>Perampanel (probable)<\/li><li>Prednisolone (probable)<\/li><li>Prednisone (probable)<\/li><\/ul>"}}},"5":{"id":"keqs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Confusion, Dizziness, Headache, Somnolence<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome (rare)<\/li><li><b>Hematologic:<\/b>Agranulocytosis (rare), Megaloblastic anemia, With prolonged use (rare)<\/li><li><b>Hepatic:<\/b>Injury of liver, With prolonged use (rare)<\/li><li><b>Respiratory:<\/b>Apnea, Hypoventilation<\/li><\/ul>"},"6":{"id":"keqs6","title":"Drug Name Info","sub":{"0":{"id":"keqs6b17","title":"US Trade Names","mono":"Amytal<br\/>"},"2":{"id":"keqs6b19","title":"Class","mono":"<ul><li>Barbiturate, Intermediate Acting<\/li><li>Sedative<\/li><\/ul>"},"3":{"id":"keqs6b20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"keqs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"keqs7","title":"Mechanism Of Action","mono":"Amobarbital sodium is an intermediate-acting barbiturate used as a sedative hypnotic. As with other barbiturates, it can depress the sensory cortex, decrease motor activity, and alter cerebellar function producing drowsiness, sedation, and hypnosis <br\/>"},"8":{"id":"keqs8","title":"Pharmacokinetics","sub":[{"id":"keqs8b23","title":"Absorption","mono":"Barbiturates, effect of food: rate of absorption increases when taken on an empty stomach <br\/>"},{"id":"keqs8b24","title":"Distribution","mono":"Barbiturates, Protein binding: varying degree <br\/>"},{"id":"keqs8b25","title":"Metabolism","mono":"Barbiturates-Hepatic <br\/>"},{"id":"keqs8b26","title":"Excretion","mono":"<ul><li>Barbiturates, Fecal<\/li><li>Barbiturates, Renal: (primary site) negligible amount unchanged<\/li><li>Dialyzable: enhanced drug clearance (hemodialysis); no (peritoneal dialysis)<\/li><\/ul>"},{"id":"keqs8b27","title":"Elimination Half Life","mono":"25 h (16 h to 40 h)<br\/>"}]},"9":{"id":"keqs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>10% solution is commonly used<\/li><li>do not shake reconstituted vial<\/li><li>administer within 30 minutes of opening vial<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/><ul><li>inject deeply into large muscle<\/li><li>do not exceed a volume of 5 mL\/injection site<\/li><li>may use up to a 20% solution<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>restrict to conditions when other routes are not feasible<\/li><li>(adults) maximum rate of infusion is 50 mg\/min<\/li><\/ul><\/li><\/ul>"},"10":{"id":"keqs10","title":"Monitoring","mono":"<ul><li>hematologic parameters; with prolonged therapy<\/li><li>renal and hepatic function; with prolonged therapy<\/li><\/ul>"},"11":{"id":"keqs11","title":"How Supplied","mono":"<b>Amytal Sodium<\/b><br\/>Injection Powder for Solution: 0.5 GM<br\/>"},"12":{"id":"keqs12","title":"Toxicology","sub":[{"id":"keqs12b31","title":"Clinical Effects","mono":"<b>BARBITURATES-SHORT ACTING <\/b><br\/>USES: Sedative hypnotics used for sedation and treatment of epilepsy, including status epilepticus. Most short acting barbiturates including methohexital, thiopental, hexobarbital, pentobarbital, are intravenous medication; secobarbital and butabarbital are administered orally. Short-acting barbiturates may be abused recreationally and have many different \"street names\". EPIDEMIOLOGY: Poisoning is uncommon, as benzodiazepines and newer anticonvulsants have taken the place of most of the historical uses of barbiturates. However, toxicity may be severe and may occur via oral or parenteral routes. PHARMACOLOGY: Barbiturates cause depression of neuronal activity via alteration of gamma-aminobutyric acid (GABA) mediated chlorine currents. Specifically, barbiturates increase the duration of opening of the chlorine ionophore. TOXICOLOGY: It is an extension of the pharmacologic effects. Central nervous system depression is the primary effect and may be accompanied by hypotension secondary to direct myocardial depression. Poisoning may be exacerbated by co-ingestion of other sedatives. MILD TO MODERATE TOXICITY: Somnolence, slurred speech, nystagmus, confusion, and ataxia may occur. SEVERE TOXICITY: Severe effects may include coma, hypotension, decreased myocardial contractility, hypothermia and respiratory depression. Hypoglycemia has been reported in a substantial number of patients. Blisters (\"barb-burns\") may occur secondary to prolonged immobilization from coma, but are not specific to barbiturate intoxication. Patients may have small to midpoint pupils and have very diminished reflexes. Death is most commonly caused by respiratory depression and cardiovascular collapse. Patients that present after prolonged coma are at risk for aspiration pneumonia, rhabdomyolysis and renal failure. Fatalities are extremely rare if early respiratory support is provided. ADVERSE EFFECTS: Mild sedation, dizziness, impaired coordination develop in some patients. <br\/>"},{"id":"keqs12b32","title":"Treatment","mono":"<b>BARBITURATES-SHORT ACTING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Activated charcoal may be given if a patient presents shortly after ingestion, and are awake and alert with a protected airway. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed if patient is increasingly drowsy or comatose. Administer activated charcoal if recent ingestion (GI decontamination should only be performed in patients who can protect their airway or who are intubated). Severe hypotension and hypothermia may develop and require rewarming, intravenous normal saline, and in some cases vasopressors. Tetanus and routine wound care for blisters. A burn surgeon should be consulted for extensive skin blistering.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and loss of airway protection. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient able to protect airway.<\/li><li>Airway management: Perform early in patients with severe intoxication (significant CNS depression, coma, respiratory depression or hypotension).<\/li><li>Antidote: There is no antidote for barbiturates.<\/li><li>Hypotensive episode: Secure intravenous access. Initiate treatment with intravenous fluids. Administer pressors (dopamine, norepinephrine) and titrate to a mean arterial pressure of at least 60 mmHg as indicated. Insert a foley catheter to monitor urine output.<\/li><li>Coma: Treat symptomatically and supportively. Administer oxygen; perform orotracheal intubation to protect airway. Obtain a bedside blood glucose measurement and treat hypoglycemia, if present. Administer naloxone as necessary to treat coincident opioid toxicity.<\/li><li>Hypothermia: Monitor core temperature with rectal or bladder probe. Initiate external rewarming to include warmed: blankets, IV fluids and humidified oxygen until the temperature is greater than 32.2 degrees Celsius. For severe hypothermia, provide gastric or peritoneal lavage with warm fluids, consider warm fluids via chest tubes, and for very severe cases associated with cardiac arrest, perform rewarming with cardiopulmonary bypass.<\/li><li>Bradycardia: Place on cardiac monitor. Correct hypothermia and hypoxia, if present prior to initiating other treatment(s) for bradycardia. Do not treat sinus bradycardia unless the patient is hypotensive. Follow ACLS protocol including the use of atropine, epinephrine and, if necessary external or internal cardiac pacing.<\/li><li>Monitoring of patient: Monitor vital signs. Short-acting barbiturates may be detected on urine immunoassays, usually for less than 2 days after ingestion. Specific serum drug levels may be available in the hospital laboratory, but are not useful for guiding therapy. Toxic levels of methohexital and thiopental are greater than 5 mg\/L. Pentobarbital and secobarbital levels greater than 10 mg\/L may be toxic. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Monitor creatinine phosphokinase in patients with prolonged immobilization from coma; monitor renal function and urine output in patients with rhabdomyolysis. Routine monitoring of electrolytes, renal function, glucose, pulse oximetry and blood gases may be helpful. Other causes of coma and hypotension should be ruled out.<\/li><li>Enhanced elimination procedure: Hemodialysis or hemoperfusion may be considered in patients who do not respond to symptomatic supportive care, although there use has not been proven to be beneficial in patients that have overdosed on short-acting barbiturates. NOTE: Urinary alkalinization is NOT effective for short-acting barbiturates as they are primarily metabolized by the liver with very little excretion by the kidneys and a low acid dissociation constant.<\/li><li>Patient disposition: HOME CRITERIA: Any child that ingests a short-acting barbiturate should be evaluated by a healthcare professional. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for at least 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., CNS depression, confusion, or ataxia) should be admitted. Patients with coma, hypotension, respiratory depression or hypothermia should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., coma, respiratory depression, hypotension or hypothermia) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"keqs12b33","title":"Range of Toxicity","mono":"<b>BARBITURATES-SHORT ACTING<\/b><br\/>TOXICITY: The toxic dose varies depending on route and speed of administration as well as patient tolerance. GENERAL: Toxic levels for methohexital and thiopental are greater than 5 mg\/L. Pentobarbital and secobarbital levels greater than 10 mg\/L may be toxic. ADULT: 100 mg will cause sleepiness. Fatalities have occurred after 2 to 10 grams of pentobarbital, or as little as 2 grams of secobarbital. PEDIATRIC: 3 to 5 mg\/kg of most short acting barbiturates may cause some symptoms. Doses exceeding to 5 to 8 mg\/kg may require clinical intervention in children. <br\/>"}]},"13":{"id":"keqs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, confusion, or somnolence.<\/li><li>This drug may cause headache or apnea.<\/li><li>Patient should avoid alcohol or other CNS depressants while taking this drug, as this may cause additive CNS depression.<\/li><\/ul>"}}}