{"generic":"Ampicillin","drugs":["Ampicillin","Principen"],"mono":{"0":{"id":"lv8s0","title":"Generic Names","mono":"Ampicillin"},"1":{"id":"lv8s1","title":"Dosing and Indications","sub":[{"id":"lv8s1b4","title":"Adult Dosing","mono":"<ul><li><b>Gonorrhea:<\/b> single ORAL dose of 3.5 g in conjunction with 1 g probenecid<\/li><li><b>Infection of digestive system:<\/b> 500 mg ORALLY every 6 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> 500 mg ORALLY every 6 hours<\/li><li><b>Premature rupture of membranes:<\/b> 2 g IV every 6 hours, with erythromycin 250 mg every 6 hours for 48 hours followed by amoxicillin 250 mg ORALLY every 8 hours and erythromycin base 333 mg every 8 hours for 5 days (study dose)  OR 1 g IV every 6 hours for 24 hours followed by 500 mg ORALLY every 6 hours until the patient returns for delivery, then ampicillin 1 g IV every 6 hours until delivery (study dose)<\/li><li><b>Respiratory tract infection:<\/b> 250 mg ORALLY every 6 hours<\/li><\/ul>"},{"id":"lv8s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Gonorrhea:<\/b> (20 kg or less) 100 mg\/kg\/day ORALLY divided every 6 hours<\/li><li><b>Gonorrhea:<\/b> (greater than 20 kg) single ORAL dose of 3.5 g in conjunction with 1 g probenecid<\/li><li><b>Infection of digestive system:<\/b> (20 kg or less) 100 mg\/kg\/day ORALLY in divided doses every 6 hours<\/li><li><b>Infection of digestive system:<\/b> (greater than 20 kg) 500 mg ORALLY every 6 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> (20 kg or less) 100 mg\/kg\/day ORALLY in divided doses every 6 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> (greater than 20 kg) 500 mg ORALLY every 6 hours<\/li><li><b>Respiratory tract infection:<\/b> 50 mg\/kg\/day ORALLY divided every 6 to 8 hours; MAX 1000 mg\/day<\/li><\/ul>"},{"id":"lv8s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl 10 to 50 mL\/min, change interval to every 6 to 12 hours; CrCl less than 10 mL\/min, change interval to every 12 to 16 hours<\/li><li><b>geriatric:<\/b> no adjustments recommended<\/li><li><b>hemodialysis:<\/b> maintenance dose following hemodialysis<\/li><li><b>peritoneal dialysis (adults):<\/b> 250 mg every 12 hours<\/li><li><b>continuous hemofiltration:<\/b> 250 mg to 2 g every 6 to 12 hours<\/li><\/ul>"},{"id":"lv8s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Gonorrhea<\/li><li>Infection of digestive system<\/li><li>Infectious disease of genitourinary system<\/li><li>Respiratory tract infection<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Postoperative wound infection, Topical use<\/li><li>Premature rupture of membranes<\/li><\/ul>"}]},"3":{"id":"lv8s3","title":"Contraindications\/Warnings","sub":[{"id":"lv8s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to any penicillin<\/li><li>infections due to penicillinase-producing organisms<\/li><\/ul>"},{"id":"lv8s3b10","title":"Precautions","mono":"<ul><li>Immunologic:<\/li><li>-- severe anaphylactoid reactions, including fatalities, have been reported with penicillin therapy<\/li><li>-- give cautiously to patients with history of hypersensitivity to multiple allergens due to increased risk of serious and potentially fatal hypersensitivity reaction<\/li><\/ul>"},{"id":"lv8s3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"lv8s3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"lv8s4","title":"Drug Interactions","sub":{"1":{"id":"lv8s4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Chlortetracycline (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxycycline (probable)<\/li><li>Lymecycline (probable)<\/li><li>Meclocycline (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Tetracycline (probable)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"lv8s4b15","title":"Moderate","mono":"<ul>Khat (probable)<\/ul>"}}},"5":{"id":"lv8s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash, Urticaria<\/li><li><b>Gastrointestinal:<\/b>Diarrhea<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Erythroderma, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Pseudomembranous enterocolitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"lv8s6","title":"Drug Name Info","sub":{"0":{"id":"lv8s6b17","title":"US Trade Names","mono":"Principen<br\/>"},"2":{"id":"lv8s6b19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Penicillin, Aminopenicillin<\/li><\/ul>"},"3":{"id":"lv8s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"lv8s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"lv8s7","title":"Mechanism Of Action","mono":"Ampicillin is a semisynthetic penicillin (beta-lactam antibiotic) that shares the same mechanism of action as the other penicillins. It works by inhibiting bacterial cell-wall synthesis through binding to one or more penicillin bind proteins of actively dividing cells. Ampicillin may be bactericidal or bacteriostatic depending on drug concentration and the microorganism involved. Ampicillin is inactivated by penicillinase and therefore is ineffective against penicillinase-producing organisms.<br\/>"},"8":{"id":"lv8s8","title":"Pharmacokinetics","sub":{"0":{"id":"lv8s8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 1 to 2 hours following 500 mg dose<\/li><li>Bioavailability, Oral: 50% (fasting state)<\/li><li>Effects of food: delays or reduces oral absorption<\/li><\/ul>"},"1":{"id":"lv8s8b24","title":"Distribution","mono":"<ul><li>Vd: 19.5 to 27 L<\/li><li>Protein binding: 20%<\/li><\/ul>"},"3":{"id":"lv8s8b26","title":"Excretion","mono":"<ul><li>Renal: 40% to 92% unchanged<\/li><li>Renal clearance: 280 mL\/min<\/li><li>Dialyzable: Yes (hemodialysis), 62%; Yes (hemofiltration) (Golper et al, 1985)<\/li><\/ul>"},"4":{"id":"lv8s8b27","title":"Elimination Half Life","mono":"1 to 1.9 hours (normal patients); (Gorden et al, 1972); 4 to 5 hours (renal failure); 15 to 20 hours (oliguria); 2 to 4 hours (newborn); up to 6 hours (premature infant); 1.6 hours (pregnancy) <br\/>"}}},"9":{"id":"lv8s9","title":"Administration","mono":"<ul><li><b>Enteral route<\/b><br\/><ul><li>enteral feedings should be interrupted or discontinued for an hour before and 2 hours after administration<\/li><li>interrupt enteral feeding for 30 minutes before and after dosing if the tube is placed in the stomach<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>take one-half hour before or 2 hours after meals<\/li><li>(suspension) shake well before measuring the dose<\/li><\/ul><\/li><\/ul>"},"10":{"id":"lv8s10","title":"Monitoring","mono":"<ul><li>CBC<\/li><li>Streptococci infections: culture after therapy completion<\/li><li>follow-up cultures from the original infection site 7 to 14 days after completion of therapy for gonorrhea; endocervical and anal canal cultures in women may also be helpful<\/li><li>improvement in the signs and symptoms of infection is indicative of efficacy<\/li><li>hematopoietic, hepatic, and renal function; periodically during prolonged therapy, especially with high-dosage regimens<\/li><\/ul>"},"11":{"id":"lv8s11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Oral Capsule: 250 MG, 500 MG<\/li><li>Oral Powder for Suspension: 125 MG\/5 ML, 250 MG\/5 ML<\/li><\/ul>"},"12":{"id":"lv8s12","title":"Toxicology","sub":[{"id":"lv8s12b31","title":"Clinical Effects","mono":"<b>PENICILLIN<\/b><br\/>USES: Penicillins are used to treat gram-negative bacilli that can include second-generation (eg, ampicillin, amoxicillin), third-generation (eg, carbenicillin and ticarcillin), and fourth-generation penicillins (eg, piperacillin). PHARMACOLOGY: Penicillin is derived from the fungus penicillum. As a class, penicillins contain a 6 aminopenicillanic acid nucleus, composed of a beta-lactam ring fused to a 5 member thiazolidine ring. Penicillins and other beta-lactams inhibit cell wall mucopeptide synthesis. TOXICOLOGY: A penicillin can act as an agonist at the picrotoxin binding site causing GABA antagonism, CNS excitation and seizures. High doses of amoxicillin can cause crystal precipitation in the urine, with hematuria and renal insufficiency. EPIDEMIOLOGY: Penicillin overdose is relatively uncommon, but has the potential to produce severe toxicity. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain and diarrhea may develop with ingestion. Skin rashes and urticaria may develop, especially with amoxicillin and ampicillin ingestions. Hematuria, crystalluria and transient renal insufficiency have been reported after amoxicillin overdose. SEVERE TOXICITY: Agitation, confusion, hallucinations, stupor, coma, multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day). Cardiac arrest and death have been associated with inadvertent intravenous administration of penicillin G (benzathine and procaine). Hyperkalemia may also develop. ADVERSE EFFECTS: COMMON: GASTROINTESTINAL: Nausea, vomiting, diarrhea, epigastric distress, and black hairy tongue are likely with orally administered penicillins. RENAL: Renal failure, crystalluria, interstitial nephritis, and hemorrhagic cystitis have been reported following the use of penicillin derivatives.Symptoms are frequently associated with sensitivity reactions and may include the following: DERMATOLOGY: Dermatologic reactions can vary greatly in severity, character, and distribution.  Amoxicillin and ampicillin appears to cause skin rashes more frequently than other penicillins. HEMATOLOGIC: Thrombocytopenia, neutropenia, and agranulocytosis have occurred following administration of the semisynthetic penicillins and may be related to a hypersensitivity reaction. SEVERE: Anaphylaxis may follow an exposure to any amount of penicillin; severe hypersensitivity reactions may result in anaphylaxis. Parenteral exposures are more likely to cause severe allergic reactions compared to an oral exposure. RARE: Penicillin-induced granulocytopenia is rare and has been associated with high-dose parenteral therapy. <br\/>"},{"id":"lv8s12b32","title":"Treatment","mono":"<b>PENICILLIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat significant vomiting and diarrhea with IV fluids; administer antiemetics, as needed. HYPERSENSITIVITY REACTION: Administer antihistamines, with or without inhaled beta agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: ANAPHYLAXIS: Acute anaphylaxis is more likely to occur after parenteral exposure, but may develop with all routes. Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids. Dysrhythmias should be treated with standard antiarrhythmic drugs, if necessary. SEIZURES: Initially treat with IV benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is unlikely to be necessary in most ingestions. HOSPITAL: GI decontamination is unlikely to be necessary, administer activated charcoal if the ingestion is recent and toxic coingestants are involved.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, aggressive airway management is indicated in patients that develop a significant hypersensitivity\/anaphylactoid reaction.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor renal function, urinalysis, and electrolytes following a significant overdose. Monitor fluid status in patients with severe vomiting and\/or diarrhea. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with a significant IV overdose. Plasma levels of these antibiotics are not clinically useful in overdose situations.<\/li><li>Enhanced elimination procedure: HEMODIALYSIS: Ampicillin-class antibiotics, amoxicillin and ticarcillin are removed from the circulation by hemodialysis, but as severe toxicity is highly unlikely hemodialysis is almost never indicated.<\/li><li>Intrathecal injection: Intrathecal injection has occurred rarely with penicillins. Treat seizures aggressively (benzodiapzepines, barbiturates, propofol). Cerebrospinal fluid (CSF) drainage and CSF exchange may be useful after a large overdose. The following information is derived from limited case reports and experience with antineoplastic agents. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent ingestions of pediatric preparations can generally be managed at home. A small number of children ingesting more than 250 mg\/kg of amoxicillin have developed crystalluria, hematuria and transient renal insufficiency; any patient who develops urinary symptoms should be referred to a healthcare facility. OBSERVATION CRITERIA: Patients with deliberate overdose or with more than mild symptoms should be evaluated in a health care facility. All patients with a history of penicillin allergy or evidence of a hypersensitivity reaction should be referred immediately to a healthcare facility. Patients should be observed until symptoms resolve and clinical parameters (eg, vital signs, mental status) are within normal limits. ADMISSION CRITERIA: Patients with ongoing symptoms should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in patients with persistent renal or cardiovascular symptoms.<\/li><\/ul>"},{"id":"lv8s12b33","title":"Range of Toxicity","mono":"<b>PENICILLIN <\/b><br\/>TOXICITY: A specific toxic dose has not been established. INTRAVENOUS: Agitation, confusion, hallucinations, stupor, coma multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day); patients with renal impairment may be at increased risk. AMOXICILLIN: ORAL: Serious toxicity is unlikely following large oral doses of amoxicillin. Acute renal failure has been described in a 3-year-old boy who ingested 574 mg\/kg of amoxicillin. Toxicity is unlikely with doses of 250 mg\/kg or less. THERAPEUTIC DOSE: SELECT AGENTS: AMOXICILLIN: ADULT: Up to 875 mg orally every 12 hours for severe infections; PEDIATRIC: ACUTE OTITIS MEDIA: CHILDREN 2 MONTHS OF AGE AND OLDER: 80 to 90 mg\/kg\/day orally in 2 to 3 divided doses for 5 to 7 days (or 10 days in children less than 6 years of age or severe illness). AMPICILLIN: ADULT: Various infections: Weighing 40 kg or greater: 500 mg IV\/IM every 6 hours; Weighing less than 40 kg: 50 mg\/kg\/day at 6 to 8 hour intervals; PEDIATRIC: Various infections: 150 to 200 mg\/kg\/day in equally divided doses every 3 to 4 hours. PENICILLIN G SODIUM: ADULT: Serious infections: 5 to 24 million units\/day in equally divided doses every 4 to 6 hours, depending on the infection and its severity; PEDIATRIC: This agent is NOT indicated in children requiring less than one million units per dose. PENICILLIN G BENZATHINE: ADULT: 2,400,000 units as a single dose or once daily for 2 to 3 days as indicated; PEDIATRIC: Varies by infection: Under 30 lbs: 600, 000 units as a single dose; 30 to 60 lbs: 900,000 units as a single dose; over 60 lbs: 2,400,000 units as a single dose.<br\/>"}]},"13":{"id":"lv8s13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report diarrhea, which may range in severity from mild to life-threatening pseudomembranous colitis.<\/li><li>Drug may decrease effectiveness of oral contraceptives with concurrent use. Recommend additional form of birth control.<\/li><li>This drug may cause glossitis, stomatitis, nausea, vomiting, laryngeal stridor, or high fever.<\/li><li>Advise patient to report the development of a late skin rash, which may cover the entire body and be erythematous, mildly pruritic, and maculopapular.<\/li><li>Instruct patient to take the drug with a full 8 ounce glass of water one-half hour before or 2 hours after meals.<\/li><\/ul>"}}}