{"generic":"Antivenin (Crotalidae) Polyvalent","drugs":["Antivenin (Crotalidae) Polyvalent","Antivenin Polyvalent"],"mono":{"0":{"id":"r8us0","title":"Generic Names","mono":"Antivenin (Crotalidae) Polyvalent"},"1":{"id":"r8us1","title":"Dosing and Indications","sub":[{"id":"r8us1b4","title":"Adult Dosing","mono":"<ul><li><b>Poisoning due to pit viper venom:<\/b> minimal envenomation, contents of 2 to 4 vials IV<\/li><li><b>Poisoning due to pit viper venom:<\/b> moderate envenomation, contents of 5 to 9 vials IV<\/li><li><b>Poisoning due to pit viper venom:<\/b> severe envenomation, contents of 10 to 15 vials IV, may require more than 20 to 40 vials<\/li><\/ul>"},{"id":"r8us1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Poisoning due to pit viper venom:<\/b> minimal envenomation, contents of 2 to 4 vials IV<\/li><li><b>Poisoning due to pit viper venom:<\/b> moderate envenomation, contents of 5 to 9 vials IV<\/li><li><b>Poisoning due to pit viper venom:<\/b> severe envenomation, contents of 10 to 15 vials IV, may require more than 20 to 40 vials<\/li><\/ul>"},{"id":"r8us1b6","title":"Dose Adjustments","mono":"<b>Crotalid envenomation:<\/b> if swelling or other symptoms continue to progress, or if new symptoms appear, administer 1-5 or more vials IV"},{"id":"r8us1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Poisoning due to pit viper venom<br\/>"}]},"3":{"id":"r8us3","title":"Contraindications\/Warnings","sub":[{"id":"r8us3b9","title":"Contraindications","mono":"<ul><li>known hypersensitivity to horse serum (unless benefit outweighs risk)<\/li><li>never administer prophylactically to asymptomatic patients<\/li><\/ul>"},{"id":"r8us3b10","title":"Precautions","mono":"<ul><li>cardiac arrest and death have been reported with use of antivenin crotalidae polyvalent<\/li><li>concomitant beta-adrenergic blocker; increased severity of acute anaphylaxis<\/li><li>unknown hypersensitivity to horse serum; evaluate for sensitivity prior to medication use<\/li><li>systemic reactions, serious, may occur; monitoring recommended; immediately discontinue use with signs or symptoms<\/li><\/ul>"},{"id":"r8us3b11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"r8us3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"r8us5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Shock, Within 30 minutes of infusion<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Other:<\/b>Serum sickness due to drug<\/li><\/ul>"},"6":{"id":"r8us6","title":"Drug Name Info","sub":{"0":{"id":"r8us6b17","title":"US Trade Names","mono":"Antivenin Polyvalent<br\/>"},"2":{"id":"r8us6b19","title":"Class","mono":"Antivenom<br\/>"},"3":{"id":"r8us6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"r8us7","title":"Mechanism Of Action","mono":"Systemic: Antivenin (Crotalidae) polyvalent specifically binds  and neutralizes pit viper venom but does not reverse local injury. Early administration (ideally within 4 hours after envenomation)  is necessary to prevent local and systemic injury.<br\/>"},"8":{"id":"r8us8","title":"Pharmacokinetics","sub":{"0":{"id":"r8us8b23","title":"Absorption","mono":"<ul><li>Tmax, IV: 2 or less hours<\/li><li>Tmax, intramuscular: 8 or more hours<\/li><li>Bioavailability, intramuscular: slow<\/li><\/ul>"},"4":{"id":"r8us8b27","title":"Elimination Half Life","mono":"15 days <br\/>"}}},"9":{"id":"r8us9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>most effective when administered within 4 hours of the bite; but recommended up to 24 hours post-bite<br\/><\/li><li><b>Intramuscular<\/b><br\/>inject into a large muscle mass (gluteal area)<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>prepare 1 to 1 ratio to 1 to 10 ratio dilution using D5W or NS; gently swirl for one minute at five minute intervals until reconstitution is complete (at least 30 min); do not shake<\/li><li>preferred route and is required if venom-induced shock is present<\/li><li>infuse the first 5-10 mL over 3-5 minutes while observing for adverse effects<\/li><li>if no symptoms of systemic reaction are seen continue infusion at a maximum safe rate for IV fluid administration<\/li><\/ul><\/li><\/ul>"},"10":{"id":"r8us10","title":"Monitoring","mono":"decrease in local and systemic manifestations of envenomation<br\/>"},"12":{"id":"r8us12","title":"Toxicology","sub":[{"id":"r8us12b31","title":"Clinical Effects","mono":"<b>SNAKES-ANTIVENOMS <\/b><br\/>USE: Antivenom therapy is the primary treatment of snake envenomation. PHARMACOLOGY: Antivenoms are effective based on their ability to complex an antigen with the appropriate antibody, thus neutralizing the antigen. Antivenom is produced through inoculation of the venom into an animal. Crude venom is generally poorly tolerated. Newer antivenoms are purified using multiple methods such as protein precipitation, digestion (to fragments such as Fab and Fab2) and affinity chromatography. A product can be designed to work against single venom (monovalent) or multiple venoms (polyvalent). TOXICOLOGY: The two primary risks associated with antivenom therapy are anaphylaxis and serum sickness. The likelihood of developing serum sickness is related to the amount of antivenom administered and the likelihood of developing anaphylaxis varies with the type of antivenom (intact IgG more immunogenic than Fab or Fab2 fragments). EPIDEMIOLOGY: Snake antivenoms are widely used in areas of the world with indigenous venomous snakes. ADVERSE EFFECTS: Most adverse effects from antivenom are secondary to immediate or delayed hypersensitivity reactions. Generalized urticaria, fever, itching, palpitations, nausea and vomiting can develop with an early anaphylactoid reaction. Severe anaphylaxis with bronchospasm, laryngeal edema and hypotension has occurred and can be fatal. Serum sickness can develop 5 days to 3 weeks after antivenom administration and is more common when larger amounts of antivenom are used. Clinical effects include fever, rash, myalgias, malaise, and in rare cases proteinuria and uritis. <br\/>"},{"id":"r8us12b32","title":"Treatment","mono":"<b>SNAKES-ANTIVENOMS <\/b><br\/><ul><li>Decontamination: Ingestion unlikely; administered via the parenteral route.<\/li><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild anaphylactoid reactions such as rash and urticaria often respond to further diluting the antivenom and administering it at a slower infusion rate, and administering antihistamines and corticosteroids. MANAGEMENT OF SEVERE TOXICITY: Treat anaphylaxis by immediately stopping antivenom infusion and administering antihistamines, corticosteroids and epinephrine. Endotracheal intubation and inhaled beta agonists may also be necessary. Treat bradycardia, asystole per ACLS guidelines.<\/li><li>Airway management: Early endotracheal intubation should be considered in any patient with upper airway edema or severe respiratory distress.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Antivenom plasma levels are not clinically useful nor readily available for most antivenoms. Monitor patients carefully (vital signs, skin exam, lung exam and pulse oximetry) for evidence of anaphylaxis or anaphylactoid reaction during antivenom infusion. Monitor laboratory studies as appropriate for the type of envenomation being treated.<\/li><li>Enhanced elimination procedure: Enhanced elimination is not useful.<\/li><li>Patient disposition: HOME CRITERIA: None. OBSERVATION CRITERIA: Patients treated with snake antivenom are generally observed for recurrent symptoms. ADMISSION CRITERIA: Patients with ongoing allergic or envenomation symptoms should be admitted to an ICU setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients who have allergic reactions or who do not respond to antivenom.<\/li><\/ul>"},{"id":"r8us12b33","title":"Range of Toxicity","mono":"<b>SNAKES-ANTIVENOMS<\/b><br\/>TOXIC DOSE: Toxic doses have not been well established; however, the likelihood of serum sickness increases with higher doses of antivenom. THERAPEUTIC DOSE: The loading dose and maintenance doses vary by antivenom. Consult package insert for initial dosing and consult a poison control center for any questions.<br\/>"}]},"13":{"id":"r8us13","title":"Clinical Teaching","mono":"This drug may cause serum sickness (rash, urticaria, arthralgia, fever, malaise, enlarged lymph nodes).<br\/>"}}}